{
  "sourceId": "财富中文网-商业",
  "items": [
    {
      "title": "",
      "link": "https://www.fortunechina.com/shangye/",
      "content": "",
      "pubDate": "Thu, 08 Jan 2026 16:00:00 GMT",
      "wordCount": 0,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "f687aab32132",
      "status": "archived",
      "syncedAt": "2026-01-09T15:19:10.219Z"
    },
    {
      "title": "十字路口的阿里：港股的“拖累”还是引擎？",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/09/content_471451.htm",
      "content": "<div class=\"word-text bgf\">\n<div class=\"word-text-con\">\n<p align=\"center\">\n\n</p><p>\n</p><p>2026年1月8日，阿里巴巴美股罕见地以超过5%的涨幅收盘，与其港股近期相对疲弱的表现形成了微妙分野。这一分化折射出全球投资者对这家中国互联网巨头最真实的矛盾情绪：一边是因其在即时零售战场“坚定加大投入”而引发的对短期利润的深切忧虑；另一边则是对其在另一条更隐秘战线——AI与云计算上重注未来所抱有的长期期待。</p>\n<p>在经历去年上半年涨势如虹但下半年跌跌不休的“冰火两重天”后，阿里又站在一个前所未有的战略十字路口。其表现早已超越单一个股的范畴，成为衡量港股尤其是恒生科技指数情绪与方向的关键标尺。身陷多线作战的阿里，到底会继续拖累港股，还是最终蜕变为引领板块价值重估的引擎？</p>\n<p>当前，市场对阿里的所有担忧，都可清晰地具象化为两份冰冷的“账单”。</p>\n<p>第一份是眼前可见的“亏损账单”。近日，阿里巴巴管理层在面向投资者的交流会上做出了一个坚定表态：公司将继续加大淘宝闪购的投入，目标是成为即时零售市场的“绝对第一”，这意味着阿里将继续进行高强度消耗战。高盛预计，这场竞争可能导致阿里在2026财年第三季度（即自然年2025年第四季度）的集团EBITDA（息税折旧摊销前利润）同比骤降80%。大和证券更是直言，该季度EBITA亏损可能达到350亿元的峰值。瑞银也给出了类似预测，认为商业亏损将达到360亿元。</p>\n<p>这笔以百亿计的巨额投入，直接挤压了核心电商业务的利润表现。花旗在1月8日发布的报告中指出，受消费环境等因素影响，阿里当季客户管理收入增长可能放缓，因此下调了其盈利预测与目标价。显然，这份“失血”账单是悬在阿里股价之上最直观的压力。</p>\n<p>同时，阿里手中还有第二份账单，一份关于未来的“投资账单”。与市场对消费业务的忧虑形成鲜明对比的是，机构对阿里云的增长前景展现出罕见的一致乐观。花旗坚定维持对阿里云收入35%年增长率的预测；高盛则更为激进，将2026-28财年的资本支出预测上调至4600亿元人民币，为华尔街最激进的预测之一，理由是AI资本支出的转化正在重塑增长预期。</p>\n<p>这并非盲目乐观。阿里云收入已连续多个季度加速，AI相关产品收入更是保持了八个季度的三位数增长，成为驱动增长的核心引擎。这第二份账单，描绘的是一个正将巨额资本开支（Capex）转化为确定性强劲增长的未来引擎，它也被长线投资者视为公司真正的“价值锚”。</p>\n<p>面对这两份账单，港股与美股市场目前似乎给出了不同的定价逻辑。</p>\n<p>港股市场对短期盈利和现金流相对更为敏感。去年下半年以来，“外卖大战”的内卷叙事主导下，阿里庞大的亏损预期直接压制估值，并因其在恒生科技指数中约8%的权重而产生了放大效应，拖累整个板块情绪。在竞争白热化阶段，市场甚至一度忽略了对阿里云的估值。</p>\n<p>而以美股为代表的国际资本，其定价模型往往给予长期增长故事更高的权重。当阿里云资本开支与收入增长连续超预期时，其作为“中国核心AI资产”的成长叙事回归，更容易吸引全球性的配置资金。高盛在报告中明确指出，外资更愿意购买AI增长的故事，并将激烈的本地竞争视为短期变量。这正是阿里股价在不同市场间出现预期差的深层原因：两地投资者在为不同的故事付费。</p>\n<p>而在中国投资者更为关注的港股市场，阿里是否可能从“拖累”转变为引擎？答案或许在于，两条战线的进展能否在时间上形成交汇。</p>\n<p>首先，是即时零售战局必须出现明确的“亏损收敛”信号。市场并非无法接受战略性亏损，但需要看到通往盈利的清晰路径。国信证券在2026年投资展望中预判，这场大战可能在2026年进入“投入边际收缩阶段”。一旦亏损拐点被财报数据证实，压在股价和板块情绪上最重的一块石头将被移开。</p>\n<p>其次，是云与AI的“价值兑现”需要持续的超预期验证。市场已不再为单纯的技术故事买单，转而要求看到扎实的商业化成果。阿里云需要证明其高达30%以上的收入增速能够持续，并如高盛所预测，成功将国际业务打造成新的增长极。同时，其在AI模型、芯片等全栈自研能力上的突破，能否转化为下游应用和利润率的提升，将成为其估值能否实现跃升的试金石。</p>\n<p>目前来看，将阿里简单定义为港股的“拖累”或引擎都为时过早。它更像是一个正在进行极限“压力测试”的复杂系统，而恒生科技指数则同步反映着这场测试的进程。</p>\n<p>短期而言，只要阿里数百亿的季度亏损仍在持续，其股价就难以摆脱波动，并对恒生科技指数以及更广泛意义的港股形成牵制。但拉长时间维度，阿里的未来取决于两场战争的结局：在即时零售战场，它需要赢得份额并证明效率；在AI云端战场，它需要将今天的投入转化为明天的统治力。这条路，注定漫长且充满挑战。（财富中文网）</p></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Thu, 08 Jan 2026 16:00:00 GMT",
      "wordCount": 1753,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "ab2d542c8e63",
      "status": "pending",
      "syncedAt": "2026-01-09T15:19:10.219Z"
    },
    {
      "title": "AI视频泛滥，让这个单词成为年度词汇",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/09/content_471450.htm",
      "content": "<div class=\"word-text bgf\">\n<div class=\"word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n\n</p><p>\n</p><p>韦氏词典公布2025年度词汇：“垃圾内容”（Slop）</p>\n<p>怪异、荒唐且明显虚假的内容常被称为“垃圾内容”（slop）。该词在网络上的广泛传播——部分归因于生成式人工智能的普及——使其获选为韦氏词典（Merriam-Webster）2025年度词汇。</p>\n<p>“这是一个极具画面感的词，”韦氏词典总裁格雷格·巴洛（Greg Barlow）在2025年12月15日公布年度词汇前接受美联社独家采访时表示，“它属于正在变革世界的AI技术的一部分，人们觉得它既新奇，又恼人，还有点荒诞。”</p>\n<p>“Slop”一词在18世纪首次使用，意为软泥，后来逐渐泛指无价值之物。如今其定义已扩展为“通常借助人工智能批量生成的低质量数字内容”。</p>\n<p>“换句话说，”巴洛解释道，“比如荒诞的视频、奇怪的广告图片、低劣的宣传材料、以假乱真的新闻，以及粗制滥造的AI电子书等等。”</p>\n<p>像Sora这样的AI视频生成器，仅凭文字提示就能快速生成逼真片段，令人惊叹。但此类内容在社交媒体上泛滥——包括描绘名人及已故公众人物的片段——引发了人们对虚假信息、深度伪造和版权问题的担忧。</p>\n<p>这类内容在网上已存在多年，但如今制作工具更易获取，并被用于政治目的，使用者甚至包括五角大楼负责人。去年11月，国防部长皮特·赫格塞思（Pete Hegseth）发布了一张经篡改的、深受喜爱的卡通乌龟图片，将其改造成手持火箭筒的战士，为美国在委内瑞拉的军事行动辩护。</p>\n<p>加拿大动画片《富兰克林》（Franklin）原本旨在向学龄前儿童传递善良、同理心与包容，但在赫格塞思手中，其6岁的主角却成了宣扬暴力的工具。</p>\n<p>“Slop”一词会唤起令人不快的画面：满身泥污的猪挤在脏食槽边，或是一桶冒着热气、散发恶臭的炖菜。它也可指AI算法偏见拼凑出的、充满冒犯或无意义图像的内容。</p>\n<p>对一些人而言，这个词令人不安。</p>\n<p>但对巴洛来说，它带来了一丝希望。这位词典总裁表示，该词搜索量激增反映出人们对虚假或劣质内容的认识提高了，并渴望与之相反的东西。</p>\n<p>“人们想要真实的、真诚的东西，”他说，“在涉及AI时，这几乎是一个带有反抗意味的词。当AI试图取代人类创造力时，它有时反而显得并不那么‘智能’。”</p>\n<p>为评选年度词汇，词典编辑会分析搜索量和使用频率显著上升的词汇数据，然后达成共识，选出最能反映当年特质的词。</p>\n<p>“我们愿意视自己为映照时代的镜子，”巴洛说。</p>\n<p>多年来，总有一些词汇查询量居高不下，但在编辑挑选最能定义当年特质的词时，这些词会被过滤掉。</p>\n<p>“‘无处不在’（ubiquitous）、‘范式’（paradigm）、‘尽管’（albeit）、‘不管’（irregardless）这类词总是搜索量很高，因为它们处于我们词汇体系的边缘，”巴洛说，“‘Irregardless’被收录进词典只有一个原因：它被广泛使用。几十年来，它一直被用来表示‘regardless’的意思。”</p>\n<p>自2003年起，该词典每年选出一个年度词汇，以把握并诠释时代特征。2024年，在美国总统大选结束后不久、全国社会情绪转变之际，韦氏词典选择了“极化”（polarization）一词。</p>\n<p>去年11月，韦氏词典推出了新版，新增5,000多个词条——这是一个罕见的举措，对其最受欢迎的词典之一进行了全面修订与重构。</p>\n<p>以下是韦氏词典评出的2025年度其他热门词汇：</p>\n<p><strong>6-7</strong></p>\n<p>这个网络热词在去年夏天迅速爆红。它是一个含义模糊的“内部梗”，由社交媒体推动流行。可追溯至说唱歌手Skrilla 2024年的歌曲《Doot Doot (6 7)》。</p>\n<p>“它是一种自我指涉的表达，”巴洛说，“虽然风靡一时，但并非定义时代的关键词。”</p>\n<p><strong>表演型（Performative）</strong></p>\n<p>“表演型男性”是网络简语，指为博取信任而假装喜欢女性所好之事的虚伪男性。亦有不少网红因发布流于表面的“善意内容”而被批为“表演型”。该词用途广泛，可延伸至国家政治作秀、社交媒体上的哗众取宠，甚至联合国大会的运作本质。</p>\n<p><strong>杰利蝾螈（Gerrymander）</strong></p>\n<p>美国政党操纵选区划分（即“杰利蝾螈”）的历史悠久。为维持共和党对国会的控制，唐纳德·特朗普总统敦促在2026年中期选举前重划选区。这导致得克萨斯州和印第安纳州的共和党采取行动绘制对本党有利的选区，民主党主导的加利福尼亚州也展开了反制。</p>\n<p><strong>摸摸草（Touch grass）</strong></p>\n<p>这个网络热语的释义是“参与现实世界的正常活动，尤指与在线体验和互动相对”。巴洛表示，该词曾是韦氏词典年度词汇的有力竞争者，因为它“描述了许多人希望暂时摆脱数字成瘾的愿望”。</p>\n<p><strong>教皇选举秘密会议（Conclave）</strong></p>\n<p>“秘密会议”是指已有数百年历史的教皇选举程序，其名源于意大利语“con clave”（意为“用钥匙锁上”），强调枢机主教们需与外界隔绝直至选出新教皇。</p>\n<p>一些人通过2024年上映的同名电影了解到此词。另一些人则是在2025年5月利奥十四世成为历史上首位美籍教皇时实时知晓的。“它本与特定事件高度相关，但（搜索量）飙升幅度巨大，”巴洛说。</p>\n<p><strong>关税（Tariffs）</strong></p>\n<p>该词源于意大利语和阿拉伯语，原意“免费”，数百年前进入英语。其定义为“政府对进口商品（在某些国家也包括出口商品）征收的关税税则”。</p>\n<p>特朗普夸耀其关税政策保护了美国产业、吸引工厂回流、为联邦政府创收并赋予他外交筹码。但这些关税已引发贸易战，实际占联邦收入不到4%，对削减联邦预算赤字也收效甚微——2025财年赤字高达1.8万亿美元。</p>\n<p><strong>查尔戈格加戈格曼乔加戈格乔布纳根加莫格湖（Lake Chargoggagoggmanchauggagoggchaubunagungamaugg）</strong></p>\n<p>没错，您没看错。词典编辑表示：“当这个湖的名字开始挤满Merriam-Webster.com的热搜榜时，我们既惊喜又困惑。”在Roblox游戏《Spelling Bee!》的特殊模式中，玩家会遇到这个马萨诸塞州湖的名字。但在新英格兰地区？它通常被称为韦伯斯特湖。</p>\n<p>韦氏词典评出的过去十年年度词汇：</p>\n<p>2024年：极化（polarization）</p>\n<p>2023年：真实的（authentic）</p>\n<p>2022年：煤气灯效应（gaslighting）</p>\n<p>2021年：疫苗（vaccine）</p>\n<p>2020年：大流行（pandemic）</p>\n<p>2019年：他们（they）</p>\n<p>2018年：正义（justice）</p>\n<p>2017年：女权主义（feminism）</p>\n<p>2016年：超现实的（surreal）</p>\n<p>2015年：主义（-ism）（财富中文网）</p>\n<p>译者：刘进龙</p></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Thu, 08 Jan 2026 16:00:00 GMT",
      "wordCount": 2338,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "1eb1221e2ab5",
      "status": "pending",
      "syncedAt": "2026-01-09T15:19:10.219Z"
    },
    {
      "title": "这家比特币资产管理公司股价再度逼近危险临界值",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/09/content_471449.htm",
      "content": "<div class=\"word-zh\">\n<div class=\"word-text\">\n<div class=\"wt-wp word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260109/080027b692af2acaf41d08.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<div style=\"TEXT-ALIGN: left\" align=\"left\"><font color=\"gray\">Strategy公司执行董事长迈克尔·塞勒（Michael Saylor）。图片来源：Ronda Churchill—Bloomberg/Getty Images</font></div>\n<p></p><p>\n</p><p>迈克尔·赛勒旗下比特币资产管理公司Strategy股价1月2日早盘上涨1.22%，为公司赢得短暂喘息之机。自去年7月股价触及历史峰值以来，该股已累计下跌66%。1月2日晨，其市值与比特币持仓价值比率（mNAV）——衡量公司市值与比特币持仓价值相对关系的技术指标——显示为1.02。</p>\n<p>若该指标跌破1，则意味着公司市值低于其持有的比特币资产价值。届时，众多投资者或将抛售该股，原因是，对于一只旨在追踪比特币表现的股票而言，若其价值不及比特币本身，那么持有此类股票便毫无意义。市值与比特币持仓价值比率的计算公式为：mNAV=（公司总市值+总负债-现金储备）÷比特币总持仓量。当该数值低于1时，那么持有Strategy股票的理由就愈发难以站得住脚。</p>\n<p>自去年11月以来，该股的这一指标始终维持在危险区间之上。</p>\n<p>事实上，公司当前市值已低于其持有的比特币资产价值。如今，公司市值为470亿美元，而其持有的比特币资产价值却接近600亿美元。这一现状本身已构成高危信号。一旦市值与比特币持仓价值比率跌破1，公司股价或将面临前所未有的困境。 </p>\n<p>《财富》杂志已联系该公司寻求置评。</p>\n<p>塞勒本人一如既往地在社交媒体上唱多该公司股票（股票代码MSTR），并发布图表指出，该股“未平仓合约”（投资者未结清头寸）规模已相当于公司市值的87%。这暗示该股交易活跃度极高（不过，这些未平仓合约中，很可能包含大量针对公司的做空头寸）。他还发布了一张人工智能生成的图片，画面中，他正在驯服一头北极熊。 </p>\n<p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260109/080027b692af2acaf43d09.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<p></p><p>\n</p><p>\n</p><p>除了市值与比特币持仓价值比率跌破1这一危险临界值外，Strategy还面临另一风险阈值——比特币历史平均买入价。该公司多年来累积的比特币平均持仓成本约为7.4万美元/枚。目前比特币交易价为8.96万美元/枚，一旦币价跌破7.4万美元，便意味着该公司持有的比特币价值低于其买入成本。</p>\n<p>Strategy的拥趸辩称，这恰是买入良机——若股价低于比特币持仓价值，每股价格有望上涨，向比特币价格靠拢；若比特币重拾涨势，公司股价甚至可能进一步攀升。 </p>\n<p>但对于那些并非坚定信徒的交易者而言，这无疑是一场严峻考验。试问，又有谁会愿意持有一只市值低于其底层资产价值的股票呢？（财富中文网）</p>\n<p>译者：中慧言-王芳</p></div></div></div><!-- 双语 -->\n<div class=\"word-du\">\n<div class=\"word-text\">\n<div class=\"word-box\">\n\n<div class=\"word-en\">\n<p>Stock in Michael Saylor’s Bitcoin treasury company, Strategy, was up 1.22% in early trading today, giving the company a brief period of relief. The stock has declined 66% since its high last July, and this morning its “mNAV” (market-to-net asset value)—a technical gauge of whether the company is worth more or less than the Bitcoin it holds—was at 1.02. </p>\n<p>If that gauge falls below 1, then technically the company is worth less than the Bitcoin it owns. At that point, the stock would likely be sold off by many investors because there is no point in owning a stock whose value is based on Bitcoin if the stock is worth less than the Bitcoin. mNAV is a measure of the company’s total market cap plus its debt, minus its cash, divided by its total Bitcoin reserve. If that value is worth less than 1 then the case for owning Strategy stock becomes harder to argue.</p>\n<p>The stock has been sitting above this danger zone since November.</p>\n<p>Already, the market cap of the company is worth less than its Bitcoin. Its market cap was $47 billion today; the Bitcoin held by the company is worth just under $60 billion. That on its own is a perilous position. But if the company’s mNAV falls below 1 then the stock potentially enters a new world of pain.</p>\n<p>Fortune contacted the company for comment.</p>\n<p>Saylor, as usual, has been tweeting bullishly about MSTR (Strategy) shares, including a chart showing that “open interest” (investor positions that have not been closed out) are the equivalent of 87% of the company’s market value. The implication is that the stock is highly traded (although many of those positions may be short bets against the company). He also posted an AI-generated picture of him taming a polar bear.</p>\n<p>Below the level of mNAV at 1 lies another dangerous threshold for Strategy: the average price at which Strategy has historically accumulated Bitcoin. Over the years, that price was about $74,000 per coin. Currently, Bitcoin trades at $89.6K. If the price were to fall below $74K it would imply that Strategy’s Bitcoin stash was worth less than what Saylor has paid for it.</p>\n<p>Strategy fans would argue that might be a time to buy—if the stock was worth less than its Bitcoin then the price per share might rise to meet the price of Bitcoin; it might rise even more if Bitcoin resumed its march higher.</p>\n<p>But that, again, would be a sore test for traders who are not true believers. Why hold a stock that is worth less than the underlying asset it represents?</p></div></div></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Thu, 08 Jan 2026 16:00:00 GMT",
      "wordCount": 2913,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "5df1a1825a4f",
      "status": "pending",
      "syncedAt": "2026-01-09T15:19:10.219Z"
    },
    {
      "title": "2011年以来最疲软的美国劳动力市场：美银发问“工作机会究竟在何处？”",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/09/content_471444.htm",
      "content": "<div class=\"word-zh\">\n<div class=\"word-text\">\n<div class=\"wt-wp word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260109/080027b692af2acaed7f02.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<div style=\"TEXT-ALIGN: left\" align=\"left\"><font color=\"gray\">美联储主席杰罗姆·鲍威尔（Jerome Powell）将当前劳动力市场概括为“低招聘、低裁员”。图片来源：Chip Somodevilla—Getty Images</font></div>\n<p></p><p>\n</p><p>2011年以来最疲软的美国就业市场，正逐渐被界定为一种新常态，而非短期波动——经济增长势头强劲，而就业数据却近乎停滞，使得一代人追问：“工作机会究竟在何处？”</p>\n<p>美国银行全球研究部在2025年12月中旬发布的《形势观察室》报告中发出警示，尽管招聘陷入停滞、失业率持续攀升，市场定价仍反映出投资者对2026年经济强劲复苏的预期。为阐明观点，报告援引25年前由阿什顿·库彻（Ashton Kutcher）与西恩·威廉·斯科特（Seann William Scott）主演的经典喜剧电影《猪头，我的车咧？》。</p>\n<p>换言之，职场新人在求职时的迷茫无措，与库彻和斯科特发现爱车被盗后的慌乱心境如出一辙，这种焦虑情绪在当代就业市场中具有现实合理性。（事实上，《猪头，我的车咧？》的编剧对演艺行业劳动力市场的看法，也与这一观点高度契合，他数周前在接受《好莱坞报道者》采访时透露，自己已转行成为心理咨询师。）</p>\n<p>“今年美国就业市场持续疲软，”美银分析师尤里·塞利格（Yuri Seliger）与李素贤（Sohyun Marie Lee）在评论去年10月和11月双月非农就业资报告时写道，“就业市场复苏乏力与美国经济增速放缓，将成为2026年需关注的核心风险。” </p>\n<p>塞利格和李素贤指出，当前美国就业市场疲软程度已创下2011年以来的最差纪录（新冠疫情引发大规模裁员潮时期除外），过去六个月月均新增就业岗位仅1.7万个，这一增速创下全球金融危机以来的最低纪录。私营部门就业表现虽略胜一筹，六个月月均新增4.4万个岗位，但同样处于十多年来的最低水平；更广泛的U6失业率攀升至8.7%，每名失业者对应的职位空缺数降至1.0，两项指标均触及2017年以来的最低水平。 </p>\n<p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260109/080027b692af2acaedae03.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<p></p><p>\n</p><p>\n</p><p>然而，美银《形势观察室》团队也指出，当前信用利差仍处于周期高位，股市更是逼近历史峰值，这反映出投资者对2026年经济强劲复苏的预期。“美国经济若持续保持强劲增长，与就业增长停滞的状态恐难共存。”分析师们警示称，并指出就业市场复苏乏力，已成为当前乐观预期的核心风险之一。在美银报告发布后，美国公布了远超市场预期的第三季度国内生产总值数据，为上述观点提供新佐证。</p>\n<p><strong>K型增长伴随就业缺口</strong></p>\n<p>美国经济增长数据亮眼：受消费支出激增与企业利润增加1660亿美元的双重驱动，第三季度国内生产总值（GDP）的年化增长率达到4.3%。但居民实际可支配收入持平，或者可以说是陷入零增长，这意味着家庭购买力并未得到实质性提升，而是依靠消耗储蓄、借贷与削减开支来维持消费，尤其在医疗保健和儿童保育等刚性支出方面。</p>\n<p>毕马威（KPMG）首席经济学家戴安·斯旺克（Diane Swonk）此前在接受《财富》杂志采访时指出，当前美国经济已完全步入成熟的K型增长阶段：富裕家庭凭借股市收益飙升、房产增值及企业盈利（在人工智能推动下）实现财富跃升；而中低收入家庭则深陷可负担性压力与实际收入停滞的双重挤压。 </p>\n<p>她指出企业已摸索出一条无需增聘人手即可实现增长的路径——通过精简团队榨取更高产出，而非依靠扩大招聘来满足需求。这一发展模式与美银的研判不谋而合：在宏观环境稳健的背景下，就业增长却创下历史新低。“当前生产力提升的核心驱动力，实则是企业招聘意愿持续低迷，选择以更少人力完成更多工作，”斯旺克向《财富》杂志坦言，“这未必是人工智能的功劳。” </p>\n<p>她的分析与美银策略师萨维塔·苏布拉曼尼亚（Savita Subramanian）8月向《财富》杂志提出的劳动者生产力“根本性转变”论断高度契合——企业正通过流程优化替代人力投入。她指出，后疫情时代的通胀压力促使企业“以更少人力完成更多工作”，并预测这一趋势将利好股市：“流程优化成本趋近于零，且能无限复制。” </p>\n<p><strong>高盛解读“无就业增长”与Z世代困境</strong></p>\n<p>更令人忧虑的是，高盛（Goldman Sachs）经济学家发出“无就业增长”预警，这一判断与美联储主席杰罗姆·鲍威尔提出的“低招聘、低裁员”就业市场特征相呼应。高盛经济学家戴维·梅里克尔（David Mericle）和皮尔弗朗切斯科·梅伊（Pierfrancesco Mei）在去年10月的报告中指出，尽管产出持续攀升，但除医疗保健业外，多数行业净新增就业岗位已陷入疲软、增长停滞甚至负增长的困境。企业高管正愈发聚焦于运用人工智能削减人力成本——这将成为“劳动力需求的潜在长期逆风”。 </p>\n<p>他们认为近期出现的就业温和增长与国内生产总值强劲增长并存现象，“未来数年可能成为常态”，未来经济增长的主要动力将来自生产率的提升（尤其是人工智能技术赋能），而人口老龄化与移民减少将限制劳动力供给对经济增长的贡献度。 </p>\n<p>阿波罗全球管理公司（Apollo Global Management）的托尔斯滕·斯洛克（Torsten Slok）在去年12月的报告中指出，人口结构变化已愈发明显：尽管总人口持续增长，但在生育率下降与人口老龄化的双重挤压下，育有18岁以下子女的家庭数量已从2007年约3700万户的峰值回落至2024年的约3300万户。</p>\n<p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260109/080027b692af2acaedc104.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<p></p><p>\n</p><p>\n</p><p><strong>脆弱的平衡</strong></p>\n<p>美银与高盛均未预测大规模失业潮的到来，但两家机构一致认为，过去那种“国内生产总值强劲增长必然带来大量新增就业”的模式难以重现。此外，高盛还预见经济将面临更大震荡：梅里克尔与梅伊在去年10月的报告中写道，“历史经验表明，人工智能对劳动力市场的全面影响，可能要等到经济陷入衰退，才会显现。” </p>\n<p>与此同时，21世纪20年代中期劳动力市场的特征或许不再是裁员潮，而是机会稀缺——尤其对Z世代而言——顶层群体牢牢占据优质岗位资源，底层群体却陷入求职无门的困境。结合国内生产总值数据与“无就业增长”的前景来看，美银那句带着戏谑色彩的发问，在新的一年里或将愈发振聋发聩：工作机会究竟在何处？（财富中文网）</p>\n<p>译者：中慧言-王芳</p></div></div></div><!-- 双语 -->\n<div class=\"word-du\">\n<div class=\"word-text\">\n<div class=\"word-box\">\n\n<div class=\"word-en\">\n<p>The weakest job market since 2011 is increasingly being framed not as a glitch, but as the new normal—one where growth roars and jobs barely move, leaving a generation asking, “Dude, where’s my job?”</p>\n<p>Bank of America Global Research’s “Situation Room” note warned in mid-December that markets are priced for a robust 2026 even as hiring stalls and unemployment rises and recalled a now 25-year-old cult classic stoner comedy starring Ashton Kutcher and Seann William Scott to make its point.</p>\n<p>The entry-level worker would be forgiven, in other words, for feeling about their job search the way Kutcher and Scott felt about their stolen wheels. (In fact, the screenwriter of Dude, Where’s My Car? had a similar take on the show-business labor market, telling The Hollywood Reporter several weeks ago that he’d quit to become a therapist.)</p>\n<p>“The job market has been weak this year,” wrote BofA’s Yuri Seliger and Sohyun Marie Lee, commenting on the double payroll report showing weak job growth in October and November. “A lack of recovery in the jobs market and a slower U.S. economy are key risks to watch for in 2026.”</p>\n<p>Seliger and Lee flagged what they called the weakest U.S. job market since at least 2011 (with the notable exception of the mass layoff wave from COVID), with growth in monthly payrolls averaging just 17,000 over the past six months—by far the slowest pace of job creation since the Global Financial Crisis. Private payrolls are only modestly stronger at 44,000 on a six month average basis, still at their weakest level in well over a decade, while broader U 6 underemployment has climbed to 8.7% and job openings per unemployed worker have slumped to 1.0, both the softest since 2017.</p>\n<p>Yet the Situation Room team also noted that credit spreads remain near cyclical heights and stocks near record highs, signaling that investors are still betting on a strong expansion in 2026. “A strong U.S. economy is likely not compatible with the absence of job growth,” they caution, warning that the lack of a labor market recovery is now one of the central risks to that bullish market narrative. The surprisingly strong GDP number for the third quarter, revealed after the BofA note was written, added new fuel to the fires of this argument.</p>\n<p><strong>K shaped growth with missing jobs</strong></p>\n<p>The headline growth number was eye catching: in the third quarter, U.S. GDP grew at a 4.3% annual rate, powered by a consumer spending surge and a $166 billion jump in corporate profits. But real disposable income was flat—literally 0% growth—meaning households did not gain purchasing power and instead relied on savings, credit, and cost cutting to keep spending, especially on unavoidable items like health care and childcare.</p>\n<p>KPMG chief economist Diane Swonk previously described this to Fortune as a fully mature K shaped economy, where affluent households ride surging equity markets, elevated home values, and AI boosted corporate earnings, while lower and middle income families are squeezed by affordability pressures and stagnant real income.</p>\n<p>Businesses, she argued, have learned how to grow without hiring, squeezing more output from lean teams rather than expanding payrolls to meet demand—a pattern that aligns with BofA’s evidence of historically weak payroll gains in an otherwise solid macro backdrop. “We are seeing most of the productivity gains we’re seeing right now as really just the residual of companies being hesitant to hire and doing more with less,” Swonk told Fortune. “Not necessarily AI yet.”</p>\n<p>Her analysis aligned with what BofA’s Savita Subramanian told Fortune in August about a “sea change” in worker productivity, as companies replaced people with process. Companies had learned how to “do more with fewer people” after the inflation that followed the pandemic, and she predicted this will be a positive for stocks: “A process is almost free, and it’s replicable for eternity.”</p>\n<p><strong>Goldman’s ‘jobless growth’ and Gen Z</strong></p>\n<p>More darkly, Goldman Sachs economists warned about the prospect of “jobless growth,” echoing Fed Chair Jerome Powell’s description of a “low-hire, low-fire” labor market. In an October note, Goldman economists David Mericle and Pierfrancesco Mei found that outside of health care, net job creation turned weak, zero, or negative in many sectors even as output keeps rising, with executives increasingly focused on using AI to reduce labor costs—a “potentially long lasting headwind to labor demand.” </p>\n<p>They argued that the modest job gains alongside robust GDP seen recently are “likely to be normal to some degree in the years ahead,” with most growth coming from productivity—especially via AI—while aging demographics and lower immigration limit labor supply contributions.</p>\n<p>Apollo Global Management’s Torsten Slok pointed out in a December note that demographic change is now becoming visible: The number of families with children under 18 peaked at around 37 million in 2007 and has declined to approximately 33 million as of 2024, reflecting lower birth rates and an aging population, despite overall population growth continuing.</p>\n<p><strong>A fragile equilibrium</strong></p>\n<p>Both BofA and Goldman stop short of predicting mass unemployment, but neither sees an easy path back to the old playbook where strong GDP reliably meant plentiful new jobs. Still, Goldman sees a larger shakeout for the economy: “History also suggests that the full consequences of AI for the labor market might not become apparent until a recession hits,” Mericle and Mei wrote in October.</p>\n<p>In the meantime, the mid 2020s labor market may remain defined less by layoffs than by scarcity of opportunity—especially for Gen Z—an era of job hugging at the top and job hunting in vain at the bottom. Seen in light of the GDP figures and the prospect of jobless growth over the horizon, BofA’s glib, throwback question may only become more pressing in the new year: Where are the jobs?</p></div></div></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Thu, 08 Jan 2026 16:00:00 GMT",
      "wordCount": 6981,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "31e1edabb6a9",
      "status": "pending",
      "syncedAt": "2026-01-09T15:19:10.219Z"
    },
    {
      "title": "出海下半场：走出“沉默的巨人”困境",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/08/content_471422.htm",
      "content": "<div class=\"word-text bgf\">\n<div class=\"word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n\n</p><p>\n</p><p>非洲人开会经常迟到，原定9点的会，9点半到就算非常准时了。纪录片导演杜风彦在非洲工作时想出了一个办法：谁迟到，就请所有人吃早餐。他自己先故意迟到了一次，请吃了早餐，规则就此推行开来。</p>\n<p>这个办法看似简单，却很管用。当地人工资不高，不少人为了省钱不吃早餐，知道有人请客，早到的积极性也高了。“既是对迟到者的惩罚，也是对所有团队的激励。”杜风彦说。几周后，基本没人迟到了，当地朋友评价：好玩又公平，也不伤朋友的感情。</p>\n<p>这个小故事，是中国企业在海外经营中跨文化管理挑战的一个缩影，而挑战远不止如何让员工准时上班这么简单。</p>\n<p>杜风彦常驻非洲，去过二十多个非洲国家。他注意到，随着中资企业在非洲不断扩张业务，它们正受到更多来自外部世界的审视，目光常常聚焦于企业经营中一些看不见的东西——供应链、社区关系、不同族裔员工的文化冲突。“这些过去中国企业不太重视的部分，现在不再仅仅是道德要求，甚至成了法律风险点。”</p>\n<p>杜风彦是在中国矿业巨头华友钴业近期于乌镇举办的“负责任商业行为与企业文化论坛”上分享这番观察的。他曾在亚非大陆骑行3万公里，是最早系统记录非洲基层社会的中国导演，积攒了大量对非洲矿区和中国海外工地的一手观察。</p>\n<p>出于历史、地缘政治等原因，中国矿企的海外开采主要集中于非洲、东南亚、拉丁美洲欠发达地区。近年来，它们开始越来越多地面对来自上游矿产国与下游市场国的双重压力：在上游，矿产国家的“资源民族主义”不断抬头，比如刚果（金）和津巴布韦等政府都要求矿业企业免费向其转让干股并获得分红；在下游市场，尤其是欧美，ESG正从“软法”变成硬约束，一家企业在冲突矿产、劳工人权、环境治理上的表现直接关系到它的产品能否进入这些市场，一旦出现疏漏还可能被打上“掠夺式开发”、“新殖民主义”的标签。</p>\n<p>邀请杜风彦来做分享的华友钴业，自己就曾在非洲栽过跟头。2016年，国际特赦组织点名该公司在刚果（金）的子公司购买的钴矿在开采过程存在童工问题，并指出其产品被苹果、三星、大众等公司采用。报告发布后，许多客户一夜之间暂停订单，令华友陷入巨大的经营和声誉危机。华友开始高度重视供应链的ESG问题，追溯钴矿源头，调查手工采矿风险，禁止手工采集的钴矿进入其供应链，并与国际NGO合作在矿区新建学校，资助当地童工返校。此后几年间，华友自创了一套供应链尽责管理“六步法”，比经合组织（OECD）的通行准则还多加了一步，即去到矿区现场展开童工返校、校舍援建、农业示范园等项目，以缓解滋生童工现象的贫困问题。</p>\n<p>华友钴业副总裁孙立会说，供应链童工危机成为中国乃至全球新能源产业建立供应链尽责体系的开端。他说，如今华友的经营活动跨越全球多个地区，每年面对“很多供应商，对我们一次一次的三方审核、几十个立法标准的约束”，这使得公司必须从被动合规走向主动管理。</p>\n<p>“谁掌握叙事权，谁就能降低风险。”他说。</p>\n<p><strong>“不会表达”的代价</strong></p>\n<p>导演杜风彦说，中国人总认为“做好事不留名”是一种美德，但在海外经营中会因此吃亏。“中国企业会经常在报告中写，我们在非洲打了多少口水井，但数字它不会讲故事。”</p>\n<p>在埃塞俄比亚的很多地区，人们还直接从河道取水，经常是人和牲口共用一个水源。骑行经过一个村庄时，他看到妇女们从一口水井中打水，水质很清，但妇女们都不知道它是谁挖的。后来一位经过的老人说了一句，是“当年中国人”挖的，但依然不知道具体是哪家企业。</p>\n<p>相比之下，他在坦桑尼亚也看到过一个水井，井上有铭牌，刻着“日本援建”，已经成为当地一个地标，居民们会说“去日本井打水”。路边还竖着一个纪念碑，上面用几国语言记录了一件事：1985年日本援助人员路过那儿时，发生过一场车祸。当地人都知道这件事。</p>\n<p>仅仅留下痕迹还不够，还要懂得当地人真正需要什么。杜风彦举了另一个水井的例子。中国人帮一个村子修了新的水井，离家近，取水安全又方便，村民们一开始很高兴，但没过多久，妇女们又跑回河边去打水了。原来去河边打水是她们生活中非常重要的社交时刻，一路上可以聊天，放松心情，去井边打水反而把她们的生活节奏打乱了。</p>\n<p>“不能用我们中国人的逻辑去推测他们的生活，效率高不等于生活好。”他说。</p>\n<p>但中国企业学得很快。肯尼亚曾有一位享誉国际的音乐人奥加达，以弹奏当地少数民族一种独特乐器出名，得过奥斯卡奖，但当地年轻人中认识他的不多。2019年奥加达去世之后，一位中国艺术家以他的一张照片为创意，找到一家中国企业提供瓷砖，由中国工人和当地工人共同施工，搭建了一面三米多高的纪念奥加达的瓷砖墙。当地人很感激，觉得这体现了中国人对当地文化的尊重。</p>\n<p>“原来你们不只是过来修路建厂，你们也在乎我们的社区文化，也不是单向施舍我们东西，而是大家一起做。这就非常容易被当地接受，也是非常容易被记录下来的一个ESG行动。”杜风彦说。</p>\n<p><strong>“太多技术、太多数字”</strong></p>\n<p>财新传媒资深记者罗国平跟踪报道能源与资源领域10年，这也恰是中国矿业企业加速出海的10年。她观察到，10年前，中国矿业企业在海外奉行“闷声发大财”，但到今天，随着影响力越来越大，欧美企业、NGO组织关注度越来越高，“多做少说”已经行不通了。</p>\n<p>她在印尼、刚果（金）、几内亚看到了中资矿业企业如何助益当地经济和社会发展。比如在几内亚，中资建设的西芒杜铁矿项目创造了6万多直接就业和10万多间接就业；在印尼，中国人建设了青山工业园，并深度参与了所在地区第一家职业高中的办学，提供实训基地和设备，学生毕业后还可以进入园区内企业实习并转正。</p>\n<p>但中国企业的表达能力是个明显的短板。世界能源理事会秘书长兼首席执行官安吉拉·威尔金森（Angela Wilkinson）曾对她说，中国企业做得很好，“但讲的故事都太技术了，都是事实、数字和工程，没有传播力。”</p>\n<p>一个刚果（金）当地人也与罗国平分享过他对中国企业的观察。他说，中国企业来到这个政府薄弱、治理不善的国家，发现这里NGO、社区和媒体众多，每个机构的立场、利益和言论又都是不同的，中国企业不习惯这样的混乱环境，干脆选择不做交流，结果就是一旦出现问题，政府和媒体就会指责它们，很少有人为它们说话。</p>\n<p>“我们中国的管理理念强调从上到下，强调的是贯彻执行。但海外很多国家受欧美殖民过，受西方文化影响大，强调的是自由的表达，自由的人生态度。”罗国平说。</p>\n<p>在这样的文化中，沟通时讲价值观、讲“赋能”就变得很重要。罗国平在刚果（金）的卡莫阿看见过一个社区缝纫项目，实质就是把一些村民组织起来，提供缝纫机让她们做些活计，而当地的组织方巧妙地使用了“entrepreneurship”（企业家精神）这个词。</p>\n<p>“当地中资企业没有用这个词的，但我觉得这个词很准确，把他们在做的事情拔高了，也更能让当地和西方文化接受。”她说。</p>\n<p>罗国平也认为，中国企业已经从过去的被动适应环境，走到了需要去主动塑造环境的阶段，“如果你不说，让别人去猜，肯定是拿不到话语权的。”</p>\n<p>她还用了一个令人意想不到的角度来解释表达的重要性：“AI时代，机器学的是什么？它学的是以前的数据，沿着时间轴和你给的偏差值去拟合出一个标准值。人类的意义就是提供偏差值。”在这个逻辑之下，中国企业就要给机器学习提供尽可能多的偏差值，所谓偏差并非对或错，而是不同的价值观。“换句话说，如果中国企业不主动发声，关于矿业的国际叙事就会被西方话语体系垄断。”</p>\n<p><strong>被忽视的潜在盟友</strong></p>\n<p>如果说“表达能力”是中国企业的软肋，那么对工会的认知偏差则可能让中国企业错失潜在的盟友。</p>\n<p>中国劳动关系学院比较工会学研究中心主任王侃在印尼调研时发现，当地有四五个最活跃的工会组织，与中国人理解的“一元”（即党领导下的）工会制不同，印尼的这些工会立场从极左到极右都有，形成了完整的政治光谱。</p>\n<p>许多中国企业将工会视为“敌对组织”，但实际上，与当地工会配合得好，可以产生三层积极作用：在政治层面，工会在当地政策倡导中往往有很大的发言权；在环境营造方面，与工会合作可以创造一个相对和平的经营环境；在企业内部，工会还能动员工人与企业“共克时艰”。</p>\n<p>“在我们国家的工资集体协商中，员工只接受工资往上涨，不能跌。但英国工人阶级从两三百年前就开始形成的集体谈判中，工资长期来看是往上涨的，但短期则会跟着企业效益上下震荡。为什么会这样？因为那边的员工认可一点，企业如果在，我的利益就在，企业如果不在，我们的利益就没有了。”王侃说。</p>\n<p>他强调，国际劳动标准的五大权利中，自由结社和集体谈判是核心，中资企业必须学会在完全不同的执法环境中与工会打交道。</p>\n<p>上海大学社会学院教授、跨国企业研究中心主任刘玉照呼应了这种看法。他说，很多中国老板一想到工会，就认为是和自己作对的，“能不成立就不成立，如果发现有工人参加工会，最好的办法就是想办法把他开掉。这对跨国管理实际是特别大的一个障碍。”</p>\n<p>他认为，中国是一个“后发的全球化国家”，中国企业出海时面对的跨文化管理挑战比当年的欧美企业复杂得多。当年欧美国家企业出海，只需处理本国与当地国家两种文化之间的关系。而今天的中国企业去到的许多国家都曾是欧美殖民地，有自己的本地文化、又有殖民者留下的宗教制度文化，还有一整套国际规范体系。</p>\n<p>刘玉照的研究中心成立于2019年，已派遣老师和学生去到22个国家逾30家中资企业进行长期实地调研。他观察到，海外的中国企业普遍面临两大现实挑战：一是认知有限——中国对外部世界、尤其是亚非拉国家的了解其实非常有限；二是中国人脑中有太强的思维定势。</p>\n<p>“我们很多人到了东南亚，到了非洲拉美，经常说一句话：这不是20年前的中国吗？这不是30年前的中国吗？潜台词就是，把我们在中国的成功经验挪过来再玩一阵就好了。”</p>\n<p>\n</p><p>刘玉照认为，除了要转变对海外工会的认识，中国企业在海外还要实现两种转变。第一，是从学会赚钱到学会花钱，而花钱不是仅仅体现在修路和捐钱上。第二，要敢“说”，也要好好“说”。</p>\n<p>“看我们早期出海企业，就两句话，草莽英雄闯天下，乱拳打倒老师傅。我们基本上就是靠胆大，然后乱七八糟就把它干掉了。但到了今天，中国在世界上已经成为这么庞大的存在，中国人在很多国家成了最大的移民群体，这个时候我们再不讲规矩，再闷声发大财，已经做不到了，因为全世界都盯着我们。”他说。（财富中文网）</p></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Wed, 07 Jan 2026 16:00:00 GMT",
      "wordCount": 3744,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "05c6f4557f8c",
      "status": "pending",
      "syncedAt": "2026-01-09T15:19:10.219Z"
    },
    {
      "title": "Grok被曝生成不雅图像，马斯克前女友将考虑采取法律行动",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/08/content_471419.htm",
      "content": "<div class=\"word-zh\">\n<div class=\"word-text\">\n<div class=\"wt-wp word-text-con\">\n<p align=\"center\">\n\n</p><p>\n</p><p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260108/080027b692af2ac9972805.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<div style=\"TEXT-ALIGN: left\" align=\"left\"><font color=\"gray\">马斯克前女友阿什利·圣克莱尔。图片来源：ANDREAS SOLARO/AFP via Getty Images</font></div>\n<p></p><p>埃隆·马斯克旗下的人工智能聊天机器人Grok被指生成未经本人同意的真人色情图像，其中包括涉及未成年人的内容。过去一周，X平台上涌现出大量经过篡改的照片：照片中的人物被移除衣物、进行比基尼换装，或将照片中的人物调整成带有性暗示意味的姿势。</p>\n<p>这些未经许可生成的图像让部分女性深感自身权益遭到侵犯。与此同时，利用Grok生成此类图像并在X平台传播的行为，可能使马斯克的公司在全球多个国家陷入重大法律纠纷。</p>\n<p>保守派政治评论员、社交媒体网红、马斯克孩子生母（马斯克曾经对这段亲子关系提出质疑）阿什莉·圣克莱尔表示，自己近期成为Grok“脱衣潮”的受害者。《财富》杂志已经查看多张在X平台传播的伪造图像，其中包含圣克莱尔的伪造图像。</p>\n<p>圣克莱尔在周一接受《财富》杂志采访时称：“看到这些图像时，我立刻回复并@Grok，明确表示我并未授权生成此类内容。Grok确认收到我拒绝授权的反馈，却仍然在继续生成相关图像，且内容愈发露骨。”</p>\n<p>她说：“有些伪造图像里，我几乎一丝不挂，仅用一根牙线遮挡，背景里还出现了我孩子的小书包；还有些图像，看起来我压根没有穿上衣。这些内容让我既感到生理不适，又觉得自己遭到了侵犯，想到还有其他女性和儿童遭遇了同样的事情，我更是愤怒不已。”</p>\n<p>圣克莱尔向《财富》杂志透露，在她公开发声后，已经有多名有过类似遭遇的女性主动联系她。她还亲眼见过Grok生成的涉及未成年人的不良图像，目前正在考虑就这些图像采取法律手段维权。</p>\n<p>X平台代表未立即回应《财富》杂志的置评请求。马斯克在X平台发文称：“任何利用Grok生成非法内容的用户，都将面临与上传非法内容相同的法律后果。”</p>\n<p>X平台官方“安全”账号在上周六发文称：“我们会对X平台上的非法内容采取措施，其中包括儿童性虐待相关素材。处理方式包括删除违规内容、永久封禁账号，并在必要时与地方政府及执法部门展开合作”，并附上相关政策和帮助页面的链接。</p>\n<p><strong>监管机构启动调查</strong></p>\n<p>得益于XAI、OpenAI和谷歌（Google）等公司推出新型工具，人工智能生成图像与人工智能修改图像已经变得愈发普遍且操作简便，这引发了人们对虚假信息、隐私泄露、网络骚扰及其他滥用行为的担忧。</p>\n<p>目前美国尚未出台监管人工智能的联邦法律（特朗普总统近期签署的行政令还试图限制各州及地方相关法律的落地），不过该技术的争议性使用和滥用乱象可能迫使立法者采取行动。当前形势还可能对现行法律框架构成挑战，例如《通信规范法》（Communications Decency Act）的第230条规定，网络平台无需对用户发布的内容承担法律责任。</p>\n<p>斯坦福大学以人为本人工智能研究院（Stanford Institute for Human-Centered Artificial Intelligence）的政策研究员里安娜·普费弗科恩指出，围绕人工智能生成图像的法律责任界定仍不明朗，但这类问题很可能会在不久后通过法庭诉讼得出结论。</p>\n<p>她在接受《财富》杂志采访时称：“数字平台和工具软件存在本质区别。通常来讲，平台对用户的在线行为享有免责权。但如今这一领域处于发展变化中，对于生成式人工智能输出的内容，究竟应该被视为第三方言论、平台无需担责，还是应该被认定为平台自身言论、进而无法享受免责权，目前尚无相关司法判例可作为依据。”</p>\n<p>普费弗科恩说：“这是首次出现平台大规模生成未经授权的成人与未成年人色情内容的情况。无论从法律责任角度，还是从公共关系角度来看，儿童性虐待相关素材的监管法规，都将成为相关平台面临的最大潜在风险。”</p>\n<p>与此同时，其他国家的监管机构也已经针对近期涌现的人工智能色情图像事件采取行动。英国通信行业独立监管机构英国通信管理局（Ofcom）表示，已经就Grok可能生成“人物裸体图像及儿童色情图像”的相关隐患，与xAI进行“紧急接洽”。</p>\n<p>该监管机构在一份声明中称，将根据X平台及xAI针对“为履行保护英国用户的法律义务所采取的措施”给出的回应，“迅速开展评估，以确定是否存在值得调查的潜在合规问题”。根据英国的《在线安全法》（Online Safety Act），科技公司应该阻止此类内容传播，并迅速删除。</p>\n<p>两名法国议员也已经就未经授权生成色情图像事件提交报告，巴黎检察官证实，此类事件已经被纳入针对X平台的既有调查中。</p>\n<p>据媒体报道，印度电子和信息技术部另行要求X平台遏制Grok生成的淫秽及露骨内容，尤其是涉及女性和未成年人的内容。该部门要求X平台在72小时内删除非法素材、加强防护措施并反馈整改情况，否则，该公司将面临失去安全港规则保护的风险，同时面临后续的法律追责。另据报道，马来西亚通信监管机构已经针对Grok相关深度伪造内容启动调查，并警告X平台：若未能阻止用户滥用平台人工智能工具生成不雅或冒犯性图像，该平台或将面临监管部门的执法处置。</p>\n<p><strong>“这一现象传递的信号令人深感担忧”</strong></p>\n<p>英国深度伪造技术专家亨利·阿杰德指出，尽管马斯克旗下公司可能并非直接生成这些图像，但X平台仍需为未成年人不良图像的扩散承担责任。</p>\n<p>“如果平台向用户提供了相关工具，或是为儿童性虐待相关素材的传播提供了便利，即便现行立法并未针对这类特定的伤害载体量身定制条款，相关法律依旧具备适用效力。”他说，“英国已经禁止发布未经当事人授权的人工智能生成的私密图像，目前正在着手针对生成这类内容的工具软件采取管控行动。我认为其他国家也将效仿这一做法。”</p>\n<p>这类图像之所以被大量生成并广泛传播，部分原因在于xAI近期与马斯克旗下X社交平台完成合并与深度整合。xAI利用从X平台抓取的数据训练其模型，而Grok目前已经成为该平台的核心功能。</p>\n<p>“Grok被嵌入马斯克着力打造的‘超级应用’中——集人工智能与社交功能于一体，未来可能加入支付功能。若将其作为日常生活的核心枢纽、个人操作系统，用户便无处可遁。”阿杰德表示，“如果这些功能的风险已经明确显现，且在问题如此突出的情况下仍未得到管控，这一现象传递出的信号令人深感担忧。”</p>\n<p>并非只有xAI一家公司的人工智能色情图像引发外界担忧。Meta去年就曾经移除数十张由人工智能工具生成的名人色情图像；去年10月，OpenAI的首席执行官萨姆·奥尔特曼表示，公司将放宽对成人人工智能“色情内容”的限制，但同时强调会管控有害内容。</p>\n<p>阿杰德指出，xAI塑造“突破人工智能内容可接受边界”的品牌形象。他表示，其他主流人工智能模型要求用户“极具创意、绞尽脑汁”才能生成高风险内容，而Grok则主动追求“更大胆激进”的定位。</p>\n<p>自诞生之日起，Grok就被定位为主流人工智能聊天机器人（尤其是OpenAI旗下的ChatGPT）的“非觉醒主义”替代品。去年7月，xAI推出名为Ani的“调情式”聊天机器人伴侣，作为Grok新功能“伴侣”的组成部分，面向12岁及以上用户开放。 </p>\n<p><strong>“女性正在被排挤出公共话语场域”</strong></p>\n<p>发现自己被Grok生成露骨图像的女性表示，她们感到遭受侵犯且人格被物化。</p>\n<p>记者萨曼莎·史密斯在X平台发现，有用户生成了她的比基尼换装照片，她在接受英国广播公司（BBC）采访时称，这让她感到“人格被物化，沦为色情刻板符号”。</p>\n<p>上周她在X平台发文写道：“任何利用人工智能技术给女性‘脱衣’的男性，若能逍遥法外，很可能也会对女性实施性侵。他们这么做，是因为这种行为未经当事人同意——这正是问题的核心所在。这是他们自以为能‘免于追责’的性虐待。”</p>\n<p>英国记者查理·史密斯同样在网上发现了未经本人同意的比基尼换装照片。</p>\n<p>她在X平台的帖子中写道：“我犹豫是否发帖。有人用Grok生成了我的比基尼换装照——Grok也确实根据指令输出了图片。说实话，我很难过，感觉自己遭到了侵犯，也感到悲伤。想提醒大家：那些看似无伤大雅的玩笑，对当事人而言，却可能造成伤害。请善待他人。”</p>\n<p>圣克莱尔向《财富》杂志表示，她认为X是“目前全球最危险的公司”，并指控该公司对女性在互联网上安全存在的权利造成了威胁。</p>\n<p>“更令人忧心的是，正因为此类恶意侵害的存在，女性被迫退出公共话语场域。”她指出，“当你将女性逐出公共对话空间——只因为她们无法在不遭受侵害的情况下参与其中——这种状况终会严重阻碍女性在人工智能领域的参与和发展。”（财富中文网）</p>\n<p>译者：中慧言-王芳</p></div></div></div><!-- 双语 -->\n<div class=\"word-du\">\n<div class=\"word-text\">\n<div class=\"word-box\">\n\n<div class=\"word-en\">\n<p>Elon Musk’s AI chatbot Grok has been accused of generating non-consensual sexualized images of real people, including children. Over the past week, X has been flooded with manipulated photos that remove people’s clothes, dress them in bikinis, or rearrange them into sexually suggestive positions.</p>\n<p>The nonconsensual images have left some women feeling violated. Meanwhile, their creation using Grok and their presence on X may land Musk’s company in significant legal trouble in several countries around the world.</p>\n<p>Ashley St. Clair, a conservative political commentator, social media influencer, and mother of one of Musk’s children (Musk has questioned his paternity), said that she became a victim of Grok’s “undressing” spree in recent days. Fortune has reviewed several examples of the images created on X, including fake images of St. Clair.</p>\n<p>“When I saw [the images], I immediately replied and tagged Grok and said I don’t consent to this,” St. Clair told Fortune in an interview on Monday. “[Grok] noted that I don’t consent to these images being produced…and then it continued producing the images, and they only got more explicit.”</p>\n<p>“There were pictures of me with nothing covering me except a piece of floss with my toddler’s backpack in the background and photos of me where it looks like I’m not wearing a top at all,” she said. “I felt so disgusted and violated. I also felt so angry that there were other women and children that this had been happening to.”</p>\n<p>St. Clair told Fortune that after speaking out publicly about the situation she had been contacted by multiple other women who had had similar experiences, that she had reviewed inappropriate images of minors created by Grok, and was considering legal action over the images.</p>\n<p>Representatives for X did not immediately respond to Fortune’s request for comment. In a post on X, Musk said: “Anyone using Grok to make illegal content will suffer the same consequences as if they upload illegal content.”</p>\n<p>X’s official “Safety” account said in a post Saturday that “We take action against illegal content on X, including Child Sexual Abuse Material (CSAM), by removing it, permanently suspending accounts, and working with local governments and law enforcement as necessary,” and included links to its policy and help pages.</p>\n<p><strong>Regulators launch investigations</strong></p>\n<p>AI generated images and AI altered images, which have become widespread and easy to create thanks to new tools from companies including XAI, OpenAI, and Google, are raising concerns about misinformation, privacy, harassment, and other types of abuse.</p>\n<p>While the U.S. does not currently have a federal law regulating AI (and where President Trump’s recent executive order has sought to curtail state and local laws), controversial use and misuse of the technology may pressure lawmakers to act. The situation is also likely to test existing laws, like Section 230 of the Communications Decency Act, which shields online providers from liability for content created by users.</p>\n<p>Riana Pfefferkorn, a policy fellow at the Stanford Institute for Human-Centered Artificial Intelligence, said the legal liability surrounding AI-generated images is still murky, but will likely be tested in court in the near future.</p>\n<p>“There’s a difference between a digital platform and a tool set,” she told Fortune. “By and large, [platforms] have immunity for the actions of their users online. But we’re in this evolving area where we don’t have court decisions yet on whether the output of generative AI is just third party speech that the platform cannot be held liable for, or whether it is the platform’s own speech, in which case there is no immunity.”</p>\n<p>“We have this situation where for the first time, it is the platform itself that is at scale generating non-consensual pornography of adults and minors alike,” Pfefferkorn said. “From a liability perspective as well as a PR perspective, the CSAM laws pose the biggest potential liability risk here.”</p>\n<p>Regulators in other countries, meanwhile, have begun reacting to the recent spate of sexualized AI images. In the UK, Ofcom, the country’s independent regulator for the communications industries, said it had made “urgent contact” with xAI over concerns that Grok can create “undressed images of people and sexualised images of children.” </p>\n<p>In a statement, the regulator said it would conduct “a swift assessment to determine whether there are potential compliance issues that warrant investigation” based on X and xAI’s response about steps taken to comply with their legal duties to protect UK users. Under the UK’s Online Safety Act, tech firms are supposed to prevent this type of content being shared and are required to remove it quickly. </p>\n<p>Two French lawmakers have also filed reports regarding nonconsensual images and the Paris prosecutor confirmed these incidents were added to an existing investigation into X. </p>\n<p>India’s IT ministry has separately ordered X to curb Grok’s obscene and sexually explicit content, particularly involving women and minors, giving the company 72 hours to remove unlawful material, tighten safeguards, and report back or risk loss of safe-harbor protections and further legal action, according to media reports. Malaysia’s communications regulator has reportedly also launched an investigation into Grok-related deepfakes and warned X it could face enforcement measures if it fails to stop the misuse of AI tools on the platform to generate indecent or offensive images.</p>\n<p><strong>‘The message that sends is quite concerning’</strong></p>\n<p>Henry Ajder, a UK-based deepfakes expert, said that while Musk’s companies may not be directly creating the images, the X platform could still bear responsibility for the proliferation of inappropriate images of minors.</p>\n<p>“If you are providing tools or the facilitation of child sexual abuse material (CSAM), there’s likely going to be legislation which isn’t tailored to that specific vehicle of harm that will still come into play,” he said. “In the UK, we’ve banned both the publication of non-consensual intimate imagery which is AI generated, and we’re now going after the creation tool sets. I think we’ll see other countries following suit.” </p>\n<p>Part of the reason these images have been created and so widely shared is due to xAI’s recent merger and increasing integration with Musk’s X social media platform. xAI has trained its models using data scraped from X, where Grok now sits as a prominent feature.</p>\n<p>“Grok is embedded into a platform which Musk wants to be this super app—your platform for AI, for socials, potentially for payments. If you have this as the anchor point, the operating system for your life, you can’t escape it,” Ajder said. “If these capabilities are known and not reigned in even after this has been so clearly signposted, the message that sends is quite concerning.”</p>\n<p>xAI is not the only company where sexualized AI images have raised concerns. Meta removed dozens of sexualized images of celebrities shared on its platform that were created by AI tools last year, and in October OpenAI CEO Sam Altman said the company would loosen restrictions on AI “erotica” for adults while stressing that it would restrict harmful content.</p>\n<p>Ajder said xAI has embraced its reputation for pushing the boundaries on acceptable AI content. He said while other mainstream AI models require users to be “pretty creative, pretty devious” to generate risky content, Grok has embraced being “edgier.”</p>\n<p>From its inception, Grok has been marketed as a “non-woke” alternative to mainstream AI chatbots, especially OpenAI’s ChatGPT. In July last year, xAI launched a “flirty” chatbot companion named Ani as part of its Grok chatbot’s new “Companions” feature and was available to users as young as 12.</p>\n<p><strong>‘Women are being pushed out of the public dialog’</strong></p>\n<p>Women who found explicit images of themselves online generated by Grok say they have been left feeling violated and dehumanized.</p>\n<p>Journalist Samantha Smith, who discovered users had created fake bikini images of her on X, told the BBC it left her feeling “dehumanized and reduced into a sexual stereotype.” </p>\n<p>In a post on X last week, she wrote: “Any man who is using AI to strip a woman of her clothes would likely also assault a woman if he could get away with it. They do it because it’s not consensual. That’s the whole point. It’s sexual abuse that they can “get away with.” </p>\n<p>Charlie Smith, a UK based journalist, also found nonconsensual photos of her in a bikini online.</p>\n<p>“I wasn’t sure whether to post this, but someone asked Grok to post a pic of me in a bikiniZ—and Grok replied with a pic,” she wrote in a post on X. “I’ll be honest—it’s upset me. It’s made me feel violated &amp; sad. So, just a reminder that, what may seem like a bit of fun, can be hurtful. Be kind.”</p>\n<p>St. Clair told Fortune that she considered X “the most dangerous company in the world right now” and accused the company of threatening women’s ability to exist safely online.</p>\n<p>“What’s more concerning is that women are being pushed out of the public dialog because of this abuse,” she said. “When you are exiling women from the public dialog…because they can’t operate in it without being abused, you are disproportionately excluding women from AI.”</p></div></div></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Wed, 07 Jan 2026 16:00:00 GMT",
      "wordCount": 10505,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "94e397502f88",
      "status": "pending",
      "syncedAt": "2026-01-09T15:19:10.219Z"
    },
    {
      "title": "某大型外卖平台评定司机“迫切度指数”？DoorDash首席执行官：荒谬至极",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/08/content_471417.htm",
      "content": "<div class=\"word-zh\">\n<div class=\"word-text\">\n<div class=\"wt-wp word-text-con\">\n<p align=\"center\">\n\n</p><p>\n</p><p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260108/080027b692af2ac9968e03.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<div style=\"TEXT-ALIGN: left\" align=\"left\"><font color=\"gray\">DoorDash联合创始人及首席执行官徐迅。图片来源：David Paul Morris/Bloomberg - Getty Images</font></div>\n<p></p><p>DoorDash的首席执行官徐迅（Tony Xu）猛烈抨击社交媒体上流传的一则传言——某外卖平台会依据司机的“工作迫切度”进行打分评级。他明确表示，任何认同此类做法的员工，将被立即解雇。</p>\n<p>DoorDash（总部位于美国旧金山）的联合创始人及首席执行官分享了一张四天前来自Reddit平台的未经证实帖子截图，匿名用户自称某外卖公司的开发人员，爆料了公司多项内部操作。</p>\n<p>该帖的真实性存疑：在社交平台引发热议后，科技与民主网站Platformer已经认定其为虚假信息。但在此之前，该帖已经引发外卖行业头部企业首席执行官的关注与谴责。</p>\n<p>这位Reddit用户声称，某家未具名外卖平台每周都会召开会议，产品经理们在会上讨论如何从“人力资产”（即外卖司机）身上榨取更多价值。帖子中写道：“他们谈论这些司机时，就如同在谈论电子游戏中的资源节点，而非努力支付房租的父母。”</p>\n<p>该用户自称已经于近期辞职，并通过公共图书馆的临时笔记本电脑发帖。他还指控，平台会依据司机的工作表现评定“迫切度指数”，这一隐性指标会标记那些毫不犹豫接受低价值“垃圾订单”的司机，进而阻止他们查看高价订单。</p>\n<p>其他未经证实的指控包括：优先订单的配送速度并不比以往的常规订单更快——普通订单的配送时间被故意延迟5至10分钟，借由对比凸显优先订单的时效优势。帖子还称“司机福利费”这一表述被刻意模糊处理，使得用户误以为这笔钱是直接补贴给司机的，实则最终流入了“公司小金库”。</p>\n<p>这则以“我喝醉了，也很愤怒”作为结尾的帖子，引起了DoorDash首席执行官徐迅的注意。他在X平台转发该帖截图，并配文“这简直荒谬至极”。</p>\n<p>徐迅回应道：“这简直荒谬至极！这绝不是DoorDash的行事风格，任何助长或纵容Reddit帖子中所描述的文化的员工都将被我开除。”</p>\n<p>据《福布斯》（Forbes）报道，徐迅的个人净资产高达27亿美元。他接着说道：“外卖员绝非‘人力资产’”，并表示“设置‘迫切度指数’这类指标的做法，简直是一种罪恶”。他强调DoorDash从未设置过所谓的“司机福利费”。</p>\n<p>他总结道：“我们并非完美无缺，但每天都致力于优化平台服务体验。帖子中描述的行为令人震惊，倘若情况属实，相关人员应感到羞耻。”</p>\n<p>《财富》杂志已经联系DoorDash寻求进一步置评。</p>\n<p>近年来，外卖行业发展迅猛，相关立法也在逐步跟进。以加利福尼亚州为例，一项新规将于2026年正式实施：外卖平台不得用小费或服务费抵扣配送员的基本工资。</p>\n<p>这项名为AB-578的法律还要求，外卖平台必须向配送员准确、清晰地披露订单收入构成，包括基本工资、小费、促销奖金等各项收入明细。（财富中文网）</p>\n<p>译者：中慧言-王芳</p></div></div></div><!-- 双语 -->\n<div class=\"word-du\">\n<div class=\"word-text\">\n<div class=\"word-box\">\n\n<div class=\"word-en\">\n<p>DoorDash’s CEO has slammed social media claims that a food delivery service is rating its drivers based on their “desperation” for work, saying he would fire any individual who thought that was acceptable.</p>\n<p>The co-founder and CEO of San Francisco-based DoorDash shared a screenshot of an unverified Reddit post made four days ago, in which an anonymous user claiming to be a developer for a food delivery company makes allegations about internal practices.</p>\n<p>The legitimacy of the post is up for debate: Having gone somewhat viral on the social media platform, it was then declared a hoax by tech and democracy site Platformer. But by then, it had already garnered the attention and denunciation of one of the CEOs leading the pack in the food delivery space.</p>\n<p>The Reddit user claimed an unnamed delivery service holds weekly meetings in which product managers discuss how to squeeze more out of “human assets”—their delivery drivers. “They talk about these people like they are resource nodes in a video game, not fathers and mothers trying to pay rent,” the post claims.</p>\n<p>The user, who said they had recently quit their role and made the post on a burner laptop from a public library, alleges drivers are given a “desperation score” depending on their behavior at work. The hidden metric supposedly flags drivers who accept low-value “garbage” orders without hesitation, and then prevents them from viewing higher-paying orders.</p>\n<p>Other unverified claims include that priority orders are no faster than timings on what were previously standard orders—regular orders were simply slowed down by five to 10 minutes so that priority seemed quicker by contrast. The post also alleges that the wording for a driver “benefit fee” is kept deliberately vague, so that users believe they are helping drivers when in fact the money is funnelled into a “corporate slush fund.”</p>\n<p>The post, which ends: “I’m drunk and I’m angry,” caught the attention of DoorDash’s Tony Xu. On X, Xu reposted a screenshot of the thread captioned “holy fucking shit.”</p>\n<p>Xu replied: “Holy fucking shit is right! This is not DoorDash, and I would fire anyone who promoted or tolerated the kind of culture described in this Reddit post.”</p>\n<p>Xu—worth $2.7 billion, according to Forbes—continued “dashers are not ‘human assets'” and “having a metric like a ‘Desperation Score’ is an abomination.” DoorDash has never had a driver benefit fee, he added.</p>\n<p>He concluded: “We’re not perfect by *any* stretch of the imagination, but we work every day to make our platform better for everyone who comes to it. What’s described here is appalling, and if true, whoever is operating in this manner should be ashamed.”</p>\n<p>Fortune contacted DoorDash for further comment.</p>\n<p>Legislation is slowly catching up to the pace at which food delivery services have taken off in recent years. For example in California, in 2026 it will now be unlawful for a food delivery platform to use tips or gratuity to offset the base pay of the person delivering the food.</p>\n<p>The law, AB-578, also requires a food delivery platform to disclose to delivery drivers an accurate, clearly identified, and itemized breakdown of the pay received for a delivery, including the base pay, gratuity or tips, and any promotional bonuses.</p></div></div></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Wed, 07 Jan 2026 16:00:00 GMT",
      "wordCount": 3700,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "710d7250566a",
      "status": "pending",
      "syncedAt": "2026-01-09T15:19:10.219Z"
    },
    {
      "title": "委内瑞拉若重返产油大国行列，低油价时代将至？",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/08/content_471416.htm",
      "content": "<div class=\"word-text bgf\">\n<div class=\"word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n\n</p><p>\n</p><p>在美军突袭逮捕委内瑞拉总统尼古拉斯·马杜罗后，美国总统唐纳德·特朗普计划接管该国石油产业，并号召美国企业协助重建。不过短期来看，这一计划对油价的影响可能有限。</p>\n<p>多年疏于维护加上国际制裁，已使委内瑞拉石油产业严重衰败。要实现产量大幅增长，不仅需要数年时间，更需投入巨额资金。但也有部分分析人士持乐观态度，认为该国日产量有望在较短时间内从目前的约110万桶提升2到3倍，恢复至历史水平。</p>\n<p>汽油价格追踪机构GasBuddy首席石油分析师帕特里克·德哈恩表示：“虽然许多报道称，美国军事行动并未破坏石油设施，但这些设备已经年久失修，重建仍需时日。”</p>\n<p>美国石油企业目前持观望态度，待委内瑞拉政局稳定后才愿意进行大规模投资。上周六，委内瑞拉局势仍存变数：特朗普宣称美国已控制局面，而委内瑞拉副总统德尔西·罗德里格斯坚称应该让马杜罗恢复执政，随后该国最高法院下令由她代行总统职权。</p>\n<p>普莱斯期货集团高级市场分析师菲尔·弗林分析称：“若未来24小时内美国能展现有效控制该国局面的迹象，市场会对美国企业快速进驻重振委内瑞拉石油产业产生乐观预期。”</p>\n<p>他补充道，委内瑞拉若能成为产油强国，“长期将巩固低油价格局，并对俄罗斯形成更大的压力。” </p>\n<p>由于上周末休市，原油价格未立即波动。即便市场重新开市，预计油价也不太可能出现剧烈波动。这是因为委内瑞拉作为欧佩克成员国，其产量已计入该组织的配额，而且当前全球石油市场仍然处于供应过剩状态。</p>\n<p><strong>储量巨大但开发不足</strong></p>\n<p>美国能源信息署数据显示，委内瑞拉已探明原油储量约为3030亿桶，占全球原油储量的17%，居世界首位。</p>\n<p>这解释了国际石油公司的兴趣所在。埃克森美孚上周六未回应置评请求。康菲石油发言人丹尼斯·纳斯通过邮件表示，公司“正密切关注委内瑞拉局势发展及其对全球能源供应和稳定性的潜在影响，但目前就未来任何商业活动或投资作出猜测为时过早”。</p>\n<p>雪佛龙是当前唯一在委内瑞拉开展大规模业务的国际石油公司，日产量约为25万桶。该公司自20世纪20年代起通过合资形式与委内瑞拉国家石油公司合作。雪佛龙发言人比尔·图伦强调：“雪佛龙始终将员工的安全与福祉，以及资产的完整性放在首位。我们将继续严格遵守所有相关法律法规开展运营。”</p>\n<p>尽管坐拥丰富的资源，委内瑞拉当前原油产量不足全球供应量的1%。腐败、管理不善及美国制裁导致其日产量从1999年的约350万桶锐减至当前水平。</p>\n<p>问题的核心不在资源勘探，而在于政治环境能否保障政府履行企业合同的权益。早在2007年，时任总统乌戈·查韦斯推行石油产业国有化，迫使埃克森美孚等多家国际巨头退出。</p>\n<p>莱斯大学拉丁美洲能源项目主任弗朗西斯科·莫纳尔迪指出：“除基础设施老旧外，更关键的是外资企业需要看到政治稳定性和合同保障。据估算，要将日产量从100万桶提升至400万桶，大约需要10年时间，投资额约达千亿美元。”</p>\n<p><strong>重质原油需求旺盛</strong></p>\n<p>\n</p><p>委内瑞拉盛产的重质原油是制造柴油、沥青及重型设备所需燃料的关键原料。由于委内瑞拉和俄罗斯石油受到制裁，再加上美国的轻质原油难以替代此类重质油，导致全球柴油供应短缺。</p>\n<p>多年前，美国石油产量下滑，而委内瑞拉和墨西哥原油供应充足。在此背景下，墨西哥湾沿岸的美国炼油厂曾经专门进行优化改造，以处理此类重质油。因此，这些炼油厂迫切希望获得更多来自委内瑞拉的原油供应，因为这不仅有助于提升其运营效率，而且此类原油价格也更具竞争力。</p>\n<p>如果欧洲以及全球其他地区可从委内瑞拉获得更多的柴油和重质油供应，还能减少对俄罗斯石油的依赖。</p>\n<p><strong>法律争议待解</strong></p>\n<p>哥伦比亚大学法学教授、前布什政府国家安全事务官员马修·韦克斯曼指出，接管委内瑞拉的资源将引发更多法律争议。</p>\n<p>韦克斯曼在一封邮件中指出：“核心问题之一是委内瑞拉石油所有权的认定。占领国的军事力量不能通过攫取他国资源牟利，但特朗普政府很可能会主张，委内瑞拉政府从未合法拥有这些资源。”</p>\n<p>他批评道：“本届政府在处理委内瑞拉问题时，表现出对国际法的极度漠视。”（财富中文网）</p>\n<p>财富中文网编译过程中有删减和调整</p>\n<p>译者：刘进龙</p>\n<p>编辑：魏雨彤</p></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Wed, 07 Jan 2026 16:00:00 GMT",
      "wordCount": 1573,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "10c13bb6c018",
      "status": "pending",
      "syncedAt": "2026-01-09T15:19:10.219Z"
    },
    {
      "title": "这家公司从垃圾中“掘金”，CEO凌晨1点起床上班",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/07/content_471400.htm",
      "content": "<div class=\"word-zh\">\n<div class=\"word-text\">\n<div class=\"wt-wp word-text-con\">\n<p align=\"center\">\n\n</p><p>\n</p><p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260107/080027b692af2ac863c907.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<div style=\"TEXT-ALIGN: left\" align=\"left\"><font color=\"gray\">Waste Management公司首席执行官吉姆·菲什半夜起床参加安全会议。图片来源：Courtesy of Waste Management</font></div>\n<p></p><p>对于Waste Management公司首席执行官吉姆·菲什这类习惯熬夜的人而言，凌晨1点起床参加安全简报会，可能意味着漫长而煎熬的一天。但他之所以坚持这样做，是因为已故岳父——一位工会管道安装工——曾经告诫他：若能定期参加这些会议，而非仅仅出席一次，便能收获良多，还可以与一线员工建立良好关系。</p>\n<p>菲什的岳父可谓一语中的。</p>\n<p>“这些经历对了解业务和熟悉员工都有着不可估量的价值。”菲什向《财富》杂志坦言，“作为一名财务出身的管理者，我从这些经历中学到一条经验：经营企业，不能只算经济账。”</p>\n<p>Waste Management公司将安全列为企业运营的基石，并制定了明确目标：每年将总可记录伤害率（TRIR）降低3%，力争在2030年前将该指标降至2.0。若达成这一目标，就意味着每100名员工每年或每20万工时仅发生两起可记录伤害事故。公司的可持续发展报告显示，去年公司整体工伤率下降5.8%，失时工伤率下降2.4%。</p>\n<p>“在安全或人力方面的投入，未必会立刻体现在利润表上。”菲什指出，“安全投入的回报往往需要较长周期才能显现，但若建立起安全管理体系，其成效终将反映在营收报表中——但这需要时间。”</p>\n<p>Waste Management公司的2024年营收达到220亿美元，是美加地区最大的垃圾回收、转运及处理服务商。这家总部位于休斯敦的公司市值约900亿美元，拥有超过6万名员工。现年63岁的菲什自2016年11月起担任公司总裁兼首席执行官，至今已经为公司效力二十载。在执掌帅印之前，菲什曾经担任首席财务官、东部集团高级副总裁以及宾夕法尼亚州和西弗吉尼亚州区域副总裁等职务。</p>\n<p>在担任首席财务官的前半段时间里，菲什每隔四周到六周就会随作业班组外出清运垃圾——基本上每次去参加凌晨安全会议时都会这么做。后来，董事会表示不赞成他亲自参与垃圾清运工作，但允许他随车跟线，与一线员工同行。菲什透露，如今他每年会走访20个至30个作业点，随车跟线5次至10次。他鼓励司机畅所欲言，话题不限，体育、政治、安全问题、薪资待遇皆可，但前提是必须保持交流，否则他可能会睡着。 </p>\n<p>“大多数司机在我上车时都会有些紧张，但十分钟后，他们就会放松下来畅所欲言。”菲什说道。</p>\n<p>在他看来，正是这些凌晨召开的会议，让他收获了远超工伤数据和安全简报本身的宝贵经验。</p>\n<p>菲什指出，他由此弄清了波士顿地区冬季作业效率大幅下滑的症结所在。他坦言，自己此前一直困惑为何冬夏两季的作业效率会存在如此显著的差异，但当他亲身体验了零下低温户外作业，冻得手脚发麻，才恍然大悟。这类问题，在总部办公室里或许仅仅体现为数据波动，但当你行驶在结冰的道路上，看到积雪覆盖的垃圾桶和回收桶时，一切便豁然开朗，个中缘由也变得更具现实意义。 </p>\n<p>“道路积雪结冰，垃圾桶被冻住，这些都会造成巨大差异。”菲什说道，“这些道理听起来简单，但当我坐在办公室里时，从未真正理解过这种差异，直到我深入一线。”</p>\n<p>另一项重要收获，则源于他对Waste Management公司员工多元化特征的观察。他实施了一系列微调举措，以确保信息能够清晰地传达给每一位员工。</p>\n<p>菲什曾经走访罗德岛州的一个业务区，该区域负责居民垃圾清运的司机中，约95%是波多黎各裔或多米尼加裔。他参加了一场凌晨1点的简报会。菲什坦言，该业务区的安全数据相当“糟糕”，而他此行的目的是探寻背后的原因。他发现，尽管大部分员工都会说英语，但他们的母语是西班牙语。然而，该区域的负责人完全不懂西班牙语，只能在传达安全信息时找一名司机帮忙翻译。</p>\n<p>菲什决定着手推进一项人事调整，从该业务区内部提拔一名有志于管理岗位且精通双语的员工。最终，公司将一名一线司机提升至管理岗位。</p>\n<p>“神奇的是，或许并非偶然，该业务区的安全业绩很快便实现逆转。”菲什表示，“此前的问题出在翻译造成的信息缺失。”</p>\n<p>他指出，这次人事变动还纠正了此前无意间向员工传递的信号——即母语为西班牙语的员工，或许永远无法在公司获得晋升机会。菲什坦言，这个不经意间传递的信号，实际上暗含了一层意味：该地区的管理者很可能永远都是“像吉姆这样的白人”。菲什本人一直坚持学习西班牙语。</p>\n<p>菲什称，主动打破这种固化印象，不仅改善了安全业绩，更激励那些原本自认资历不足的员工主动申请心仪岗位。公司还在该业务区聘请专人教授西班牙语，帮助其他员工掌握这门语言。</p>\n<p>“该业务区的安全业绩实现逆转，绝非偶然。”菲什说道，“翻译环节的信息损耗被彻底消除，司机们再也无法以‘没听懂管理者指令’为由推卸责任，因为管理者会同时用英语和西班牙语下达指令。”</p>\n<p>菲什透露，Waste Management公司提拔的那位双语管理者，后来成为公司最出色的管理人才之一，他从一名普通司机一路晋升，先后担任路线主管、区域经理，最终升任高级区域经理。菲什表示，若非因为心脏病突发而不幸离世，这位管理者本可继续晋升。菲什提到，这位管理者曾经入选公司前200名优秀员工，携妻子一同前往夏威夷丽思卡尔顿酒店，享受公司奖励的旅行。</p>\n<p>在菲什看来，Waste Management公司的核心竞争力与差异化优势，体现在关键的基层运营层面，而非高管团队。在高管生涯初期，他坚持每月参加难熬的凌晨1点安全会议，在他看来，这是深入了解一线团队，探寻提升生产力与工作效率的最佳途径。</p>\n<p>“我深知自己的头衔分量不轻，但在这家公司里，我并不比其他任何人更重要。”菲什表示，“我既不是更出色的员工，也算不上更称职的父亲……我们只是身处不同的岗位层级而已。”（财富中文网）</p>\n<p>译者：中慧言-王芳</p></div></div></div><!-- 双语 -->\n<div class=\"word-du\">\n<div class=\"word-text\">\n<div class=\"word-box\">\n\n<div class=\"word-en\">\n<p>For a night owl like Waste Management CEO Jim Fish, waking up for 1 a.m. safety briefings could make for a brutally long day. But Fish did it because his late father-in-law, a union pipe fitter, told him if he showed up to those meetings—not just once, but regularly—he would learn a lot and build a rapport with line workers. </p>\n<p>Fish’s father-in-law hit the nail on the head.</p>\n<p>“It was so valuable to me in terms of learning the business and learning the people,” Fish told Fortune. “Part of what I learned—I was always a finance guy—was that it’s not always just dollars and cents.”</p>\n<p>Waste Management has named safety as a cornerstone of the company’s operations and has set a goal to reduce its total recordable injury rate (TRIR) by 3% annually with a TRIR target of 2.0 by 2030. If the company hits the target, that means workers would have suffered two recordable injuries per 100 employees per year or per 200,000 hours worked. Last year, the company reduced overall injuries by 5.8%, according to its sustainability report, and lost-time injuries by 2.4%.</p>\n<p>“You make investments in safety or investments in people and they don’t necessarily show up on the bottom line—at least not immediately,” Fish said. “Safety tends to show up in longer terms, and if you do have a safe organization, that will eventually show up on your income statement—but it takes a while.”</p>\n<p>Waste Management, with $22 billion in revenue in 2024, is the U.S. and Canada’s largest provider of trash and recycling transfer and disposal services. With a market cap of about $90 billion, the Houston-based company counts more than 60,000 employees. Fish, 63, has served as president and CEO since November 2016 but has been with the company for two decades. Prior to taking the top job, Fish held roles including chief financial officer, senior vice president of the Eastern group, and area VP for Pennsylvania and West Virginia. </p>\n<p>Up until halfway through his time as CFO, Fish would go out about every four to six weeks and haul trash with crews—generally about every time he went to a middle-of-the-night safety meeting. Eventually, the board told him they weren’t crazy about the idea of him throwing trash, but he could still ride along in the trucks with workers. Now, Fish said he visits about 20 to 30 sites a year, and takes about five to 10 trips to ride along with drivers. He tells them any subject is fair game, including sports, politics, safety, or pay, but they have to make sure to chat because Fish might fall asleep otherwise. </p>\n<p>“Most drivers are a little nervous when I get in the cab but after about 10 minutes they kind of loosen up and tell me what they’re thinking,” said Fish. </p>\n<p>That’s why, he said, those early morning meetings were so valuable, and his learnings went far beyond injury stats and safety briefings. </p>\n<p>He picked up on why Boston’s productivity plummeted during winter months, said Fish. He couldn’t see why there would be such a difference between winter and summer, but then going out in below-zero temperatures where his hands and feet were freezing changed his mind completely, he said. It’s the kind of issue that might only show up as a data fluctuation in a corporate office but becomes clearer and more meaningful after riding through icy routes covered with snow-engulfed trash and recycling cans. </p>\n<p>“It makes a huge difference if there’s ice and snow on the road or if the can is iced in,” said Fish. “And that sounds kind of simple, but it wasn’t something that I really, fully even understood sitting in a corporate office until I actually went out into the field.”</p>\n<p>Another key learning came from witnessing the diversity of Waste Management’s workforce and making small tweaks to make sure employees were clearly informed. </p>\n<p>While visiting a district in Rhode Island where about 95% of the drivers in the company’s residential business line were either Puerto Rican or Dominican, Fish attended a 1 a.m. briefing. The safety results in that line of business were pretty “terrible,” Fish admitted, and he wanted to understand why. He picked up on the fact that most of the workers spoke English but their first language was Spanish. The manager there didn’t speak any Spanish, so he used another driver to translate for him while he delivered safety information. </p>\n<p>Fish decided to look into promoting somebody from the district who wanted to be a manager—and who was bilingual. The company made the promotion to a driver.</p>\n<p>“Magically, or probably not magically, their safety results turned around immediately,” said Fish. “There was something being lost in the translation.”</p>\n<p>The change also addressed an inadvertent signal that was being sent to workers, which was that they might never have an opportunity to move up in the company because they were native Spanish speakers, he said. The inadvertent message was that the managers there would likely always be “a white guy like Jim,” said Fish, who has also been working regularly on his Spanish. </p>\n<p>Explicitly addressing that narrative improved safety results and empowered people to apply for positions they might not have thought they were qualified for previously, he said. The company also hired someone at the site to teach Spanish to other workers so they could become conversant. </p>\n<p>“Their safety results absolutely turned around, and I don’t think that was a coincidence at all,” he said. “Nothing was lost in translation anymore and the drivers couldn’t say, ‘Well, I didn’t understand what my manager was saying’ because the manager was saying it in both English and Spanish.”</p>\n<p>The bilingual manager Waste Management hired at the site became one of the company’s best, said Fish, continuing up the ladder from driver to route manager, district manager, and then senior district manager. Fish said that the manager likely would have continued moving up if he hadn’t tragically passed away from a heart attack. Fish noted the manager was also singled out to go on a trip for the top 200 employees to the Ritz Carlton in Hawaii with his wife. </p>\n<p>Ultimately, in Fish’s view, the core of the company, and where Waste Management differentiates itself from competitors, is at the critical field level—not the C-suite. Better understanding the workforce and how it can be more productive and efficient could best be gleaned by showing up to the grueling 1 a.m. safety meetings every month early in his executive career.</p>\n<p>“I know my title is important, but I’m not more important than anybody else at this company,” said Fish. “I’m not a better employee or better father…we just have different level positions.”</p></div></div></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Tue, 06 Jan 2026 16:00:00 GMT",
      "wordCount": 7382,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "4b390a3cd1ca",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:11.565Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-09T08:26:00.311Z"
      }
    },
    {
      "title": "英国王室招聘这一岗位：工作地点在白金汉宫，年薪4.3万美元",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/07/content_471399.htm",
      "content": "<div class=\"word-zh\">\n<div class=\"word-text\">\n<div class=\"wt-wp word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260107/080027b692af2ac8633605.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<div style=\"TEXT-ALIGN: left\" align=\"left\"><font color=\"gray\">伦敦市中心，英国王室成员现身白金汉宫阳台，观看皇家军队阅兵仪式后的飞行表演，庆祝查尔斯三世国王的生日。图片来源：Aaron Chown/PA Images - Getty Images</font></div>\n<p></p><p>\n</p><p>通勤生活或许令人疲惫，但如果你的办公室设在白金汉宫呢？这份工作是否会因此更具吸引力？</p>\n<p>英国王室内廷（Royal Household）目前正在招聘一名高级函件事务官，计划入职时间为2026年3月，合同期为两年。该职位的主要职责是代表英国王室成员撰写信件，年薪为3.2万英镑（约合4.3万美元）。</p>\n<p>“信件撰写人”这个岗位听起来比较特殊。招聘公告解释称：“每年会有成千上万封信件寄给君主和王室成员。作为函件团队的一员，你的任务是确保每一封来信都能得到及时、得体的回复。”</p>\n<p>现任王室成员中，最有可能收到公众来信的包括查尔斯三世国王、卡米拉王后、威尔士亲王（威廉王子）和威尔士王妃（出生名为凯瑟琳·米德尔顿，常称“凯特”）。其他高级王室成员还包括安妮长公主、爱丁堡公爵（爱德华王子，伊丽莎白女王与菲利普亲王的幼子）及其妻子爱丁堡公爵夫人（原名索菲·韦塞克斯）。</p>\n<p>当被问及新入职人员将为哪些王室成员工作时，白金汉宫方面未予置评。</p>\n<p>招聘公告显示，该职位设有“特定职责范围”，其所属团队负责回应公众关于社会、社区及国家事务的来信。函件团队将“针对各种独特的提问，起草量身定制的回复”。</p>\n<p>该岗位的一项核心职责是“保持专注处理大量信件，确保在恰当的时间给出恰当的回复”。</p>\n<p>这份工作也附带一些特殊福利。招聘信息显示，办公地点将提供免费午餐，“让你一整天保持精力充沛”。蒙巴顿-温莎家族似乎也已接受混合办公模式。招聘启事称：“灵活办公和混合办公安排因岗位而异，我们会与您讨论既符合岗位要求、又契合个人偏好的可选方案。”</p>\n<p>除育儿假、志愿服务日等常见福利外，成功入职者还可以免费进入英国王室内廷名下的所有场所，并在其旗下商店享受折扣。</p>\n<p>在全球生活成本最高的城市之一，这些额外福利或许能在一定程度上缓解个人可支配收入的压力。该职位年薪为32,000英镑，高于伦敦的生活工资水平，足以维持正常生活水准。据英国生活工资基金会（Living Wage Foundation）估算，伦敦的生活工资为每年28,860英镑（约合38,751美元）。不过，这一薪酬仍然低于英国全职雇员的年薪中位数。根据英国国家统计局（Office for National Statistics）的最新数据，全职雇员的年薪中位数为39,039英镑（约合52,419美元）。</p>\n<p>在AI即将开启高效新时代的今天，英国王室似乎更愿意坚持由人类来回复信件，而不是将这项工作外包给AI系统。此类岗位未来或将日趋罕见。微软（Microsoft）的研究人员在去年7月发布的生成式AI职业影响研究报告中指出，翻译、文案、编辑以及数据科学家等岗位最有可能受到冲击。</p>\n<p>该报告还补充道：“相比以往技术，大语言模型能以更灵活的方式参与信息生命周期的更多环节，包括内容创作、解读以及传播。”（财富中文网）</p>\n<p>译者：刘进龙</p>\n<p>审校：汪皓</p></div></div></div><!-- 双语 -->\n<div class=\"word-du\">\n<div class=\"word-text\">\n<div class=\"word-box\">\n\n<div class=\"word-en\">\n<p>The commuter life might be a drag, but what if your office was based in Buckingham Palace? Might that sweeten the deal?</p>\n<p>Britain’s Royal Household is currently recruiting for a senior correspondence officer who will begin a two-year contract in March 2026. The role includes writing letters on behalf of the nation’s Royal family, paying £32,000 ($43,000) a year for the job.</p>\n<p>Being a letter-writer sounds like an unusual role, but the posting explains: “Thousands of letters are addressed to The Monarch and Royal Family every year. Working as part of the Correspondence team, your challenge will be to ensure that each one receives a timely and well-composed response.”</p>\n<p>Working members of the Royal Family—those which are most likely to receive correspondence from the public include King Charles, Queen Consort Camilla, The Prince of Wales (Prince William) and the Princess of Wales (born Catherine or “Kate” Middleton). Senior Royals also include the Princess Royal (Princess Anne), the Duke of Edinburgh (Prince Edward, the youngest child of Queen Elizabeth and her husband, Prince Philip), and his wife, the Duchess of Edinburgh (formerly known as Sophie Wessex).</p>\n<p>When approached for comment, Buckingham Palace did not confirm which members of the Royal Family the candidate would be working with.</p>\n<p>The posting details that the role will have a “specific portfolio” which forms part of a wider team responding to letters sent in by the public regarding social, community, and national matters. The correspondence team will then “draft bespoke responses that answer varying and often unique queries.”</p>\n<p>A key responsibility of the role also entails “remain[ing] focused whilst processing a large number of letters, ensuring that the right response is delivered at exactly the right time.”</p>\n<p>The job also comes with some unusual perks. A complimentary lunch is offered on-site “to keep you fuelled throughout the day,” the posting adds. The Mountbatten-Windsor family appears to have embraced the benefits of hybrid work. The post says: “Flexible and hybrid working varies across different roles, and we’ll discuss the options available to you that will suit both your job requirements and individual preferences.”</p>\n<p>As well as more common benefits like parental leave and volunteering days, the successful applicant will also receive complimentary admission to any location owned by the Royal Household, as well as discounts at shops under the Royal Household umbrella.</p>\n<p>The extras might provide some much-needed discretionary income in one of the world’s most expensive cities. The role’s modest salary of £32,000 a year is above London’s living wage—a salary high enough to maintain a normal standard of living—which the UK’s Living Wage Foundation estimates is £28,860 ($38,751) a year. However, the salary does come in behind the median gross annual earnings for full-time employees in the UK which, according to latest figures from the Office for National Statistics, sits at £39,039 ($52,419) a year.</p>\n<p>In a world where AI is expected to unlock a new era of efficiency, it seems the Royal Family would rather stick with human responses instead of outsourcing to an artificial counterpart. Increasingly, such roles may become harder to find. A report from Microsoft researchers studying the occupational implications of generative AI in July revealed that among the roles most likely to be disrupted were translators, writers, editors, and data scientists chief among them.</p>\n<p>The report added: “LLMs can contribute to broader parts of the information life cycle—including creation, interpretation, and communication, in more flexible ways than earlier technologies.”</p></div></div></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Tue, 06 Jan 2026 16:00:00 GMT",
      "wordCount": 4152,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "c9cc050d8d26",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:11.565Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-09T08:26:00.311Z"
      }
    },
    {
      "title": "人民币汇率，藏着A股的牛市密码",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/07/content_471398.htm",
      "content": "<div class=\"word-text bgf\">\n<div class=\"word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n\n</p><p>\n</p><p>2026年开年，A股市场以一场极具说服力的“开门红”吸引了全球目光，罕见地出现“14连阳”，上证指数重回4000点上方且创十来年新高，市场交投活跃。但与历史上情绪驱动的全面“疯牛”不同，此轮行情的结构性特征明显：一边是商业航天、人工智能与机器人等板块在各路资金簇拥下熠熠生辉，另一边则是不少缺乏宏观和产业叙事支撑的个股仍默默无闻。</p>\n<p>市场正在用真金白银投票，进行一次不同于A股过往历史截面的风格切换，而驱动这场切换的核心密码或许隐藏于人民币汇率的稳健走势之中。人民币汇率已超越单纯的贸易价格指标，正成为全球资本重新评估中国资产价值的核心锚点之一。</p>\n<p>2025年全年，人民币兑美元即期汇率累计升值超4.2%。进入2026年，人民币汇率延续升值势头，持续运行于7.0下方。在美国进入降息周期以及美联储独立性日益受到质疑的背景下，美元走弱（2025年美元指数下跌9.4%）与人民币升值预期共同构成了“中国资产整体重估”的宏观基础——境外投资者持有人民币资产不仅能分散风险以及分享中国经济与企业的成长红利，还能额外获取汇兑收益，这显著提升了A股在全球资产组合中的吸引力与配置价值。</p>\n<p>恰在此时，2026年中国人民银行工作会议提出，保持人民币汇率在合理均衡水平上的基本稳定，防范汇率超调风险。这意味着央行2026年的汇率政策可能是允许波动但拒绝失控，也即市场可在一定区间内升或贬，但在波动过度时政策随时备好“刹车片”。</p>\n<p>目前来看，人民币汇率升值的概率显然高过贬值，那么哪些因素可能导致人民币汇率出现升值超调？国联民生宏观研究指出，2026年全球经济政策依旧充满不确定性，除了美国意外的宽松、中美贸易谈判出现超预期进展等外，可能最令人担忧还是出现“集中式结汇”的局面，尤其是在2026年春节前后，此前庞大的未结汇资金始终酝酿着人民币汇率升值超调的风险。</p>\n<p>无论市场及政策路径如何，资金的动向永远都是最诚实的。国际金融协会数据显示，2025年前10个月，中国股市外资净流入达506亿美元，远超2024年全年水平。岁末年初A股的这一轮行情，人民币汇率向上显然也是市场信心得到提振、春季躁动行情提前开启的关键之一。</p>\n<p>尽管人民币升值预期的强化如同给全球资本流动安装了一块“磁石”，但它吸引来的资金风向，才是决定市场生态与节奏的更重要因素。探究当前市场的深层蜕变，可以看到外资回流并非雨露均沾式的全面涌入，而是高度选择性地聚焦于科技叙事清晰和产业基础扎实的领域。</p>\n<p>高盛于1月5日发布报告，建议在2026年高配中国股票。其股票策略团队预计，2026年中国实际GDP增速高于市场共识预测，2026年和2027年中国股市则将每年上涨15%-20%，分别由14%和12%的盈利增长以及约10%的估值向上重估所支撑，而盈利增长潜在再加速的关键驱动因素包括人工智能应用、“出海”趋势和“反内卷”政策。</p>\n<p>各大券商的前瞻布局也几乎不约而同地指向了相似的方向。科技创新是毫无争议的第一主线，人工智能已从算力基建向应用落地深化，商业航天、人形机器人、创新药等前沿领域因其明确的产业趋势和巨大的成长空间，也在持续吸引长线资金沉淀。高端制造与出海则是另一大共识，具备全球竞争力的中国制造业企业正从强周期的新兴市场资产，转型为与全球收入挂钩的配置型资产，这一转变将系统性提升其估值中枢。另外，“反内卷”政策优化下的部分周期品也备受关注，其逻辑在于供给格局改善带来的盈利能力修复，而非简单的价格博弈。</p>\n<p>申万宏源将这一轮行情精辟地概括为“基本面周期性改善+科技产业趋势新阶段+居民资产配置向权益迁移”的共振。人民币升值，则是这场共振的催化剂和放大器。它不仅吸引外资流入，更通过提升人民币计价资产的全球比价优势，强化了国内居民增配权益资产的信心。</p>\n<p>值得注意的是，A股近日的强势呈现出机构驱动特征，而机构的操作并非散兵游勇式的炒作，更多是基于深度产业研究和价值发现的系统性布局。同时，监管层通过规范宇树科技和蓝箭航天等明星公司的IPO节奏、以及针对部分过热概念的停牌或相关公司对市场传闻的主动澄清与回复，传递“慢牛”预期，也为注重基本面的机构资金创造了最适宜的土壤。另外，市场近期对个别公司的“利空”表现出相当强的免疫力，也说明行情的主导权正从游移的散户情绪，移交给更具定力的机构共识。</p>\n<p>毫无疑问，2025年的慢牛行情，为A股实现从流动性驱动向基本面驱动的根本性转变打下了一定基础。近期部分板块疯涨、部分板块表现温和、还有部分板块则逆势下跌，以此来看，人民币汇率的密码并非指向一场泥沙俱下的暴涨，而是开启了一扇通往高质量、可持续发展牛市的大门。</p>\n<p>人民币升值预期下，随着中国经济的转型升级和资本市场的深度开放，以人民币计价的优质核心资产有望迎来一场全球性的价值重估。对于投资者而言，理解这一密码也意味着策略的升维：从追逐市场波动的交易型思维，转向拥抱产业趋势的持股型策略；从广撒网式的板块轮动，转向深耕科技成长与优势制造等资金共识最凝聚的领域。而人民币汇率的强势曲线，或将化身为一个属于真正价值投资者的A股新纪元“最强助攻”。（财富中文网）</p></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Tue, 06 Jan 2026 16:00:00 GMT",
      "wordCount": 1977,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "9f3e5c48975c",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:11.565Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-09T08:26:00.311Z"
      }
    },
    {
      "title": "一项大学生调查显示，这个风靡一时的网络热词已过时",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/06/content_471381.htm",
      "content": "<div class=\"word-zh\">\n<div class=\"word-text\">\n<div class=\"wt-wp word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n\n</p><p>\n</p><p>在一项针对过度使用和误用词语的年度调查中，密歇根州的大学生受访者表示，“6-7”已经“过气”，在新年到来之际应该被彻底停用。</p>\n<p>这个词入选了苏必利尔湖州立大学（Lake Superior State University）上周四发布的第50届“禁用词清单”（Banished Words List）的前十名。该清单以调侃的方式，专门盘点被滥用的俚语。它始于1976年一次新年前夜派对上的创意，被亲切地称为“女王英语误用、滥用和无用清单”。</p>\n<p>据苏必利尔湖州立大学介绍，去年共收到约1,400条提名，来自美国全部50个州以及乌兹别克斯坦、巴西、日本等多个国家。</p>\n<p>进入前十的词语还包括：“demure”（端庄的）、“incentivize”（激励）、“perfect”（完美）、“gift/gifted”（天赋/有天赋的）、“my bad”（我的错）和“reach out”（联系）。其中，“my bad”和“reach out”早在1998年和1994年就曾被列入清单。</p>\n<p>苏必利尔湖州立大学校长戴维·特拉维斯表示：“这份清单确实反映了年轻一代的流行趋势和语言习惯。社交媒体让人们更容易误解或误用词语。我们使用的词汇主要通过短信或帖文传播，但缺乏肢体语言和语气语境，极易造成误解。”</p>\n<p>2025年，鲜有词汇比“6-7”更让父母、教师以及40岁以上人群感到困惑。Dictionary.com 甚至将其评选为2025年的年度热词，而其他词典则选择了“slop”（垃圾内容）和“rage bait”（愤怒诱饵）等词汇。</p>\n<p>但“6-7”究竟是什么意思？它在去年夏天爆红，尤其是在Z世代中流行。许多人认为，它本身毫无意义，更像是由社交媒体推动的“内部玩笑”。</p>\n<p>词典编辑在说明中写道：“别担心，因为我们自己也还在琢磨它到底是什么意思。”</p>\n<p>从字面上看，这两个数字可以直接读作“six, seven”，也可以合并理解为数字67；在大学篮球比赛中，当一支球队的得分达到这个数字时，部分球迷会爆发欢呼。</p>\n<p>“6-7”登上“禁用词清单”榜首，可谓物以类聚。2019年，沿用数百年的拉丁语短语“quid pro quo”（交换条件）曾是呼声最高的禁用词汇；2017年，“fake news”（假新闻）得票最多。</p>\n<p>密歇根大学安娜堡分校（University of Michigan in Ann Arbor）19岁的大二学生阿拉娜·博比特，对使用“6-7”毫不介意。</p>\n<p>博比特表示：“我觉得它很有趣。虽然有点傻气，尽管我并不明白它的意思，但用起来就是很好玩。”</p>\n<p>贾伦·布雷泽尔则表示，他身边有一小部分朋友会用“6-7”，差不多每周会冒出来几次，但他本人绝不说这个词。</p>\n<p>这位密歇根大学迪尔伯恩分校（University of Michigan-Dearborn）19岁的大二学生表示：“我从来不用。我真的没懂这个梗，完全不觉得哪里有趣。”</p>\n<p>不过，他也认为，即便是开玩笑，彻底禁用这个词或许也有些过头。他还承认自己确实会用清单上的其他一些词语。</p>\n<p>布雷泽尔表示：“我一直用‘cooked’这个词。在过去一年里，它在网上突然流行起来。它的意思差不多就是‘算了吧，已经结束了’。”</p>\n<p>特拉维斯表示，清单上的一些词汇确实具有相当长的生命力。</p>\n<p>他表示：“我不觉得它们会彻底消失，比如‘at the end of the day’。我今天还用了‘my bad’，用起来很自然。我年轻时就开始这样说，很多年长的人现在也还在用。”</p>\n<p>不过，他也指出，虽然有些词语“会长期存在”，但也有一些注定只是昙花一现。</p>\n<p>他表示：“我觉得‘6-7’这个词到明年就会消失。”（财富中文网）</p>\n<p>译者：刘进龙</p>\n<p>审校：汪皓</p></div></div></div><!-- 双语 -->\n<div class=\"word-du\">\n<div class=\"word-text\">\n<div class=\"word-box\">\n\n<div class=\"word-en\">\n<p>Respondents to an annual Michigan college survey of overused and misused words and phrases say ” 6-7 ” is “cooked” and should come to a massive full-stop heading into the new year.</p>\n<p>Those are among the top 10 words on the 50th annual “Banished Words List,” released Thursday by Lake Superior State University. The tongue-in-cheek roundup of overused slang started in 1976 as a New Year’s Eve party idea, and is affectionately called the list of “Queen’s English for Mis-use, Over-use and General Uselessness.”</p>\n<p>Around 1,400 submissions came from all 50 states and a number of countries outside the U.S., including Uzbekistan, Brazil and Japan, according to Lake Superior State.</p>\n<p>Also in the top 10 are “demure,” “incentivize,” “perfect,” “gift/gifted,” “my bad” and “reach out.” “My bad” and “reach out” also made the list decades ago — in 1998 and 1994, respectively.</p>\n<p>“The list definitely represents the fad and vernacular trends of the younger generation,” said David Travis, Lake Superior State University president. “Social media allows a greater opportunity to misunderstand or misuse words. We’re using terms that are shared through texting, primarily, or through posting with no body language or tone context. It’s very easy to misunderstand these words.”</p>\n<p>Few phrases in 2025 befuddled parents, teachers and others over the age of, say 40, more than “6-7.” Dictionary.com even picked it as their 2025 word of the year, while other dictionaries chose words like “slop” and “ rage bait.”</p>\n<p>But what does “6-7” actually mean? It exploded over the summer, especially among Gen Z, and is considered by many to be nonsensical in meaning — an inside joke driven by social media.</p>\n<p>“Don’t worry, because we’re all still trying to figure out exactly what it means,” the dictionary’s editors wrote.</p>\n<p>Each number can be spoken aloud as “six, seven.” They even can be combined as the number 67; at college basketball games, some fans explode when a team reaches that point total.</p>\n<p>The placement of “6-7” at the top of the banished list puts it in good company. In 2019, the centuries-old Latin phrase “quid pro quo” was the top requested phrase to ban from popular use. In 2017, ” fake news ” got the most votes.</p>\n<p>Alana Bobbitt, a 19-year-old sophomore at the University of Michigan in Ann Arbor, is unapologetic about using “6-7.”</p>\n<p>“I find joy in it,” Bobbitt said. “It’s a little bit silly, and even though I don’t understand what it means, it’s fun to use.”</p>\n<p>Jalen Brezzell says a small group of his friends use “6-7” and that it comes up a couple of times each week. But he won’t utter it.</p>\n<p>“Never. I don’t really get the joke,” said Brezzell, a 19-year-old sophomore at the University of Michigan-Dearborn. “I don’t see what’s funny about it.”</p>\n<p>But banning it, even in jest, might be a bit of a stretch, he said, adding that he does use other words and phrases on the list.</p>\n<p>“I’ve always used the word ‘cooked,’” Brezzell said. “I just think it got popular on the internet over this past year. It’s saying, like, ‘give it up, it’s over.’”</p>\n<p>Some of the phrases do have longevity, Travis said.</p>\n<p>“I don’t think they’ll ever go away, like ‘at the end of the day,’” he said. “I used ‘my bad’ today. I feel comfortable using it. I started using it when I was young. A lot of us older people are still using it.”</p>\n<p>Travis said that while some terms on the list “will stick around in perpetuity,” others will be fleeting.</p>\n<p>“I think ‘6-7,’ next year, will be gone,” he said.</p></div></div></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Mon, 05 Jan 2026 16:00:00 GMT",
      "wordCount": 3948,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "f8d32301c251",
      "status": "pending",
      "syncedAt": "2026-01-07T05:42:55.642Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-09T08:26:00.311Z"
      }
    },
    {
      "title": "瑞典：人工智能竞赛中紧追美国的“独角兽工厂”",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/06/content_471379.htm",
      "content": "<div class=\"word-zh\">\n<div class=\"word-text\">\n<div class=\"wt-wp word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260106/080027b692af2ac6fc9408.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<div style=\"TEXT-ALIGN: left\" align=\"left\"><font color=\"gray\">图片来源：Getty Images</font></div>\n<p></p><p>\n</p><p>最近读新闻，你很容易产生一种错觉：科技界、新闻界和投资圈似乎正在无意中催生一个人工智能“泡沫”。泡沫是否存在仍有争议，但相关讨论已自成气候，愈演愈烈。每一篇预测纳斯达克崩盘的文章都加剧投资者的紧张情绪，进而催生出更多同类文章，世界就这样陷入无尽的循环。</p>\n<p>通常，抵御市场波动最有效的方法，是让当下的技术深度融入社会肌理，使其价值不易迅速流失。一旦普通人的真实体验与交易大厅或董事会里的亢奋情绪脱节，危机便可能悄然逼近。</p>\n<p>在这方面，我们可以向全球人口排名第89位的国家——我的祖国瑞典取经。上世纪90年代，瑞典政府推出了一项名为“家庭电脑改革”（Hem-PC-reformen）的法案，旨在让每家每户都拥有一台电脑。这一举措常被视为随后数十年科技腾飞、“以小搏大”的起点。它并非某家企业的战略宣言或CEO打造的光鲜工具，而是一项惠及全民的国家政策，旨在将新技术牢固地嵌入日常生活。</p>\n<p>时至今日，斯德哥尔摩已成为硅谷以外全球人均独角兽企业数量最多的城市。瑞典的人工智能初创企业正蓬勃发展：为律师提供自动化服务的Legora正以18亿美元估值融资；电动卡车独角兽Einride近日宣布获资1亿美元，用于扩展自动驾驶货运业务；帮助用户用AI开发应用的“氛围编程”平台Lovable是全球增长最快的企业之一；而上个月，企业技术公司Workday以11亿美元收购了我们的公司Sana。</p>\n<p>对于一个人口不及纽约州一半、偏居北极圈旁的国家来说，这样的成就已相当亮眼。人们不断追问：瑞典何以取得如此成绩？虽无秘方，但确有几样关键要素。</p>\n<p>前述“家庭电脑改革”的推行，部分得益于冬季长达18小时的极夜。漫漫长夜里，瑞典人乐于守在电脑前，在早期互联网环境中探索尝试。</p>\n<p>这批具备数字素养的世代随后创建了多家全球领先的科技公司：2003年，Skype成立，旨在普及视频通话技术；同年，开发了《糖果传奇》的游戏公司King诞生；2005年，Klarna问世；2006年，Spotify上线；2009年，Mojang筑起了《我的世界》的第一块方块。</p>\n<p>瑞典人深以为傲。这些成功故事证明了我们在全球舞台上的潜力，也为生态系统注入了巨大流动性。Skype和Mojang被微软收购，King被动视（Activision）收购，交易额均达数十亿美元；Spotify于2018年上市，Klarna也在去年早些时候上市。每一个成功故事都造就了一批新的百万富翁，其中许多人深感有责任将资金再投入瑞典的科技与创业领域。</p>\n<p>这种飞轮效应塑造了今日瑞典的人工智能产业。我们的成长型企业站在巨人肩上，身处有利于创业的环境中。有潜力的创业者能获得资金支持，投资常来自EQT、Northzone、Creandum等优质机构。在瑞典创业相对容易，股票期权制度也激励着人们创建公司。斯德哥尔摩坐拥瑞典皇家理工学院（KTH）和斯德哥尔摩经济学院（Handelshögskolan），许多创始人同时拥有这两所学校的学位（当然也有不少成功创业者完全未读大学）。此外，瑞典的英语普及率极高。</p>\n<p>政府也持续发挥着关键作用。瑞典的研发支出占GDP比重（3.57%）高于任何其他欧洲国家。任何员工均可休六个月的“创业假”（tjänstledighet）去创办企业。为效仿90年代成功的“家庭电脑改革”，首相去年支持推出“瑞典人工智能改革”计划，向所有公务员、学生、教师、研究机构和非营利组织免费提供智能体人工智能技术。</p>\n<p>文化层面也有助力。瑞典是沃尔沃（Volvo）和宜家（IKEA）的故乡，其设计理念以功能与形式融合著称。我认识的许多软件工程师都对美学充满热情，他们对待应用登陆页面的精细程度，不亚于审视一把布鲁诺·马松（Bruno Mathsson）设计的椅子。</p>\n<p>最后，瑞典也是一个崇尚谦逊的国度（虽然我正写着夸赞本国的文章）。在这里，锋芒毕露通常不受欢迎。尽管这在社会层面或有弊端，但它助力在科技界营造了高度互信、摒弃自负的氛围。不同组织和创业者之间信息共享 freely，因为大家都明白，任何一家瑞典人工智能企业的成功，都将惠及整个生态。</p>\n<p>当然，我们仍面临挑战，有些看似琐碎（比如北欧航空，请开通直飞旧金山的航线），有些则关乎根本（例如后期融资仍依赖美国投资者）。</p>\n<p>但不可否认，瑞典“广泛普及、深度接纳”的科技发展之路，对世界其他地区具有借鉴意义。如果我们担心人工智能公司估值攀升过快，担心其他经济指标能否及时跟上、避免泡沫，那么我们需要做的，正是将这项技术编织进日常生活。（财富中文网）</p>\n<p><em>Oscar Täckström是Sana公司首席科学家。Fortune.com上发表的评论文章中表达的观点，仅代表作者本人的观点，不代表《财富》杂志的观点和立场。</em></p>\n<p>译者：梁宇</p>\n<p>审校：夏林</p></div></div></div><!-- 双语 -->\n<div class=\"word-du\">\n<div class=\"word-text\">\n<div class=\"word-box\">\n\n<div class=\"word-en\">\n<p>Reading the media these days, you would be forgiven for thinking the technology, journalism, and investment communities were inadvertently wishing an AI ‘bubble’ into existence. Whether a bubble exists or not remains debatable, but the conversation itself has taken on a life of its own. Every article predicting the collapse of the NASDAQ increases investor nervousness, which leads to another article about the collapse of the NASDAQ, and so the world turns ad infinitum.</p>\n<p>Often the most effective insulation against market volatility is for the technology of the day to be ubiquitously woven into the fabric of society, such that it cannot lose value quickly. When there is a disconnect between people’s real-world experiences and the excitement felt on trading floors or in boardrooms, trouble can loom.</p>\n<p>We can learn something in this regard from the world’s 89th most populous country: my native Sweden. In the 1990s, the Swedish government introduced a piece of legislation called Hem-PC-reformen (the Home-PC reform), which aimed to put a computer in every house. This move is often credited as the starting gun for subsequent decades of technological progress and “punching above our weight.” This was not a corporate strategic manifesto or shiny new tech tool built by a CEO; it was a countrywide policy for all of us, designed to firmly cement a new technology into our lives.</p>\n<p>Fast-forward to today, and Stockholm has the highest number of unicorns per capita of any city in the world outside of Silicon Valley. Sweden’s AI startups are soaring. Legora, which automates tasks for lawyers, is raising capital at a $1.8 billion valuation. Einride, the electric vehicle unicorn, recently announced $100 million to scale autonomous freight. The ‘vibe-coding’ platform Lovable, which helps people build apps with AI, is one of the fastest-growing businesses in the world. And last month, the enterprise technology company Workday acquired our own business, Sana, for $1.1 billion.</p>\n<p>Not bad for a country with half the population of the state of New York, tucked away by the Arctic Circle. People keep asking how a nation like ours can achieve so much. Though there’s no secret sauce, there are a few essential ingredients.</p>\n<p>The aforementioned Home-PC reform was catalysed by winter darkness that can last 18 hours, meaning we Swedes spent hours at our computers experimenting within an early internet environment.</p>\n<p>That digitally literate generation then built world-beating technology companies. Skype was founded in 2003 to popularize video call technology. So was King, the maker of Candy Crush. In 2005, Klarna was born. 2006, Spotify. In 2009, Mojang laid the first blocks of Minecraft.</p>\n<p>We Swedes are very proud of these success stories. They show us what is possible on the global stage. They have also provided huge liquidity moments for our ecosystem. Skype and Mojang were bought by Microsoft, Activision by King, all at multiple billion-dollar price tags. Spotify went public in 2018, and Klarna earlier this year. Each of these success stories created another group of millionaires, many of whom feel a duty to reinvest back into Sweden’s technology and startup sectors.</p>\n<p>This flywheel effect has made our AI sector what it is today. Our scaleups stand on the shoulders of giants, within an environment conducive to business building. There is capital available for deserving entrepreneurs, often deployed by quality investment firms like EQT, Northzone, and Creandum. It is relatively easy to start a company here, and our stock options system incentivizes building businesses. Stockholm is home to both the engineering university KTH and the business school Handelshögskolan, with many founders securing degrees from both (alongside many successful entrepreneurs who ignore university entirely). We also have very high English language proficiency rates.</p>\n<p>The government continues to play a crucial role, too. Sweden spends a higher proportion of GDP on Research &amp; Development (3.57%) than any other European country. Any employee in Sweden can take six months off to start a business, a scheme known as tjänstledighet. And to mirror that successful PC Home Reform policy from the 90s, the Prime Minister this year supported a Swedish AI Reform scheme that makes agentic AI free for all civil servants, students, teachers, research institutions, and non-profits.</p>\n<p>There are also aspects of our culture that help us build great companies. We are the country of Volvo and IKEA, of a Swedish design ethos known for blending function and form. Many software engineers I know here are passionate about aesthetics, meaning an app’s landing page is often treated with the same eye for detail as a Bruno Mathsson chair.</p>\n<p>Finally, we are also a humble nation (he says while writing a piece about how great a nation we are!). Putting one’s head above the rest is typically frowned upon. Though this can have its societal drawbacks, it has helped foster a high-trust, low-ego environment in our technology. Information is freely shared between different organizations and entrepreneurs, in the knowledge that each Swedish AI success benefits all.</p>\n<p>We still have our challenges, of course, ranging from the seemingly trivial (Scandinavian Airlines, please launch a direct flight to San Francisco) to the fundamental (we still rely on American investors for later-stage capital).</p>\n<p>But there is no denying that the Swedish approach to technology – broad and deep acceptance – is a useful tale for the rest of the world. If we are worried about the speed at which AI companies have increased in value, and when other economic metrics will catch up to prevent a bubble, we need to weave that technology into our daily lives.</p></div></div></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Mon, 05 Jan 2026 16:00:00 GMT",
      "wordCount": 6464,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "9e47ac1cfe9f",
      "status": "pending",
      "syncedAt": "2026-01-07T05:42:55.642Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-09T08:26:00.311Z"
      }
    },
    {
      "title": "谷歌前CEO投身人工智能与数据中心竞赛埃里克·施密特正借力百年铁路转型企业，破局AI数据中心能源瓶颈。",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/06/content_471377.htm",
      "content": "<div class=\"word-zh\">\n<div class=\"word-text\">\n<div class=\"wt-wp word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260106/080027b692af2ac6fb0e05.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<div style=\"TEXT-ALIGN: left\" align=\"left\"><font color=\"gray\">2022年，谷歌前首席执行官埃里克·施密特（Eric Schmidt）在多伦多能源中心举办的“碰撞”科技大会上发表演讲。图片来源：Lukas Schulze/Sportsfile for Collision—Getty Images</font></div>\n<p></p><p>\n</p><p>2022年，谷歌前首席执行官埃里克·施密特（Eric Schmidt）在多伦多能源中心举办的“碰撞”科技大会上发表演讲。</p>\n<p>谷歌前首席执行官埃里克·施密特（Eric Schmidt）正通过新创企业投身人工智能与数据中心竞赛，并押注西得克萨斯乡村地区，携手一家由破产铁路转型而成的石油巨头，共同打造可满足700万户家庭用电的能源供应体系。</p>\n<p>施密特新创立的Bolt Data &amp; Energy公司，为大型数据中心园区提供土地、电力和水资源的一站式解决方案。Bolt已与得克萨斯太平洋土地公司（Texas Pacific Land，简称TPL）合作。这家低调的油气企业历史悠久，市值达200亿美元，拥有西得克萨斯88.2万英亩（约3569平方公里）的土地——面积超过罗德岛州——且天然气与可再生能源资源便捷可得。值得一提的是，该公司原本服务于油气业务的水务板块，也能为耗水量巨大的数据中心提供支持。</p>\n<p>“能源是AI规模化的主要瓶颈。若想保持美国竞争力，就必须解决这个问题。Bolt正是为此而生，”施密特通过邮件接受《财富》杂志采访时表示，“我们意识到，将我的技术专长与TPL无可匹敌的土地资源、充沛水源及低成本能源相结合，可以构建满足近乎无限算力需求的基础设施。”</p>\n<p>施密特在2021年——即ChatGPT发布前一年——与人合著了《人工智能时代与人类未来》一书。他将人工智能与先进机器人时代视为“第四次工业革命”，并认为Bolt这类数据中心园区开发商是美国在全球AI竞赛中与中国抗衡的关键。</p>\n<p>“我们的平台以西得克萨斯丰富的天然气为起点，但设计上已规划向可再生能源与清洁能源转型，未来还包括核能，”施密特说，“通过整合土地、发电与数据中心，我们可以打造具备扩展性与韧性的基础设施，满足全球日益增长的算力需求。我们的目标是确保AI负责任地发展、支撑美国竞争力、推动技术造福人类，同时最大限度减少对气候的影响。”</p>\n<p>现年70岁的施密特在2001至2011年间担任谷歌首席执行官十年，之后继续担任谷歌及母公司Alphabet的执行董事长至2017年，并任技术顾问至2020年。然而他并未闲下来：目前他还担任航空航天制造商Relativity Space的首席执行官，并联合创办了一家非营利组织，主办“国家竞争力AI+博览会”。</p>\n<p>施密特担任Bolt董事长，并与投资者托德·迈斯特（Todd Meister）及艾伦·泰斯勒（Allan Tessler）共同创立了该公司——后者是TPL的主要投资人。截至目前，Bolt已筹集1.5亿美元启动资金，其中TPL投资了5000万美元，并获得了为新数据中心项目供应关键水资源的优先权。</p>\n<p>“我们希望获取比土地租赁或供水合同更多的价值链环节，因此决定投资Bolt，”得克萨斯太平洋土地公司首席执行官泰·格洛弗（Ty Glover）告诉《财富》，“在你不擅长的领域寻找合作伙伴时，还有谁能比埃里克·施密特这样的行业泰斗更合适呢？”</p>\n<p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260106/080027b692af2ac6fb2806.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<div style=\"TEXT-ALIGN: left\" align=\"left\"><font color=\"gray\">图片来源：Thomas Fuller/SOPA Images/LightRocket—Getty Images</font></div>\n<p></p><p>\n</p><p><strong>西得克萨斯：人工智能新热土</strong></p>\n<p>要理解TPL为何拥有如此庞大的土地，需回顾其超过150年的历史。</p>\n<p>渊源可追溯至1871年，当时联邦政府特许修建一条从得克萨斯通往加利福尼亚的全国性铁路。作为交换，铁路公司获得了联邦授予的土地。</p>\n<p>该铁路因财务问题最终失败，但为管理其土地资产，成立了得克萨斯太平洋土地信托（Texas Pacific Land Trust）。一个多世纪前，随着二叠纪盆地石油热潮兴起，这些土地价值飙升。</p>\n<p>TPL已上市近百年，但此前一直是一家默默收取油气特许使用费的信托机构，直至2021年投资者纠纷促使它转型为更具活力的公司。</p>\n<p>“从破产铁路到油气巨头，再进军AI领域，这是一段激动人心的旅程。这对我们和西得克萨斯来说都是新前沿，”格洛弗说。</p>\n<p>格洛弗指出，随着弗吉尼亚等传统数据中心区域趋于饱和，西得克萨斯等新兴地区因监管更宽松、人口更稀疏而更具吸引力。</p>\n<p>“我们希望未来几年内启动项目建设，”他说，“TPL的优势在于可规模化扩展。单一业主就能建设多个吉瓦级数据中心园区。与其他行业一样，规模在这里至关重要。”</p>\n<p>施密特表示，Bolt计划从一个核心客户起步逐步扩展。他列举了多家潜在合作方：谷歌、微软、Meta、亚马逊、甲骨文（Oracle）、OpenAI、Anthropic、xAI、Palantir，甚至白宫新推出的“创世纪AI任务”（Genesis Mission for AI）。</p>\n<p>Bolt采取定制化模式，类似得克萨斯州的AI能源初创公司Fermi——后者由美国前能源部长、得州州长里克·佩里（Rick Perry）支持。Fermi在2025年10月尚未产生收入时就进行了IPO，市值一度飙升至160亿美元，但到2025年底已跌至50亿美元。不过，Bolt保持私有化，不依赖公众对AI热潮的投资热情。</p>\n<p>施密特表示，计划从天然气发电起步，逐步扩容至1吉瓦，随后随着能源扩展到风能、太阳能、储能及未来的核能，建设更多园区。目标是在TPL的土地上实现10吉瓦发电容量——相当于700万户家庭的用电量。</p>\n<p>“我们与传统数据中心租赁场地、从电网购电的模式不同。通过将能源所有权与先进数据基础设施垂直整合，我们可以设计出高效且韧性的平台，”施密特说。（财富中文网）</p>\n<p>译者：中慧言-王芳</p></div></div></div><!-- 双语 -->\n<div class=\"word-du\">\n<div class=\"word-text\">\n<div class=\"word-box\">\n\n<div class=\"word-en\">\n<p>Eric Schmidt, former Google CEO, speaks during the Collision 2022 conference at Enercare Centre in Toronto. Lukas Schulze/Sportsfile for Collision—Getty Images</p>\n<p>Former Google CEO Eric Schmidt is getting into the AI and data center race with his new startup, and he’s betting on rural West Texas and a failed railroad turned oil giant to help him build enough power to light up 7 million homes.</p>\n<p>Schmidt’s new Bolt Data &amp; Energy is taking the one-stop shop approach for hyperscalers’ land, power, and water needs for their data center campuses. Bolt has teamed up with Texas Pacific Land, a little-known oil and gas player with a long history and a $20 billion market cap that happens to offer 882,000 acres of West Texas land—more acreage than Rhode Island—with easy access to natural gas and renewable energy resources. Oh, and the company just so happens to have its own water services business for oil and gas that can translate to help for thirsty data centers as well.</p>\n<p>“Energy is the main constraint in scaling AI. If we want to keep America competitive, we have to solve this problem. Bolt was created to address this challenge,” Schmidt said in an emailed interview with Fortune. “We realized that combining my technical expertise with TPL’s unrivaled land, abundant water, and access to low-cost energy could create the infrastructure needed to meet the virtually infinite demand for compute.”</p>\n<p>Having literally co-authored the book on AI—The Age of AI: And Our Human Future, in 2021, a year before the launch of ChatGPT—Schmidt sees the age of AI and advanced robotics as the “Fourth Industrial Revolution.” He believes data center campus developers such as Bolt are necessary to compete with China in the global AI race.</p>\n<p>“Our platform begins with West Texas’ abundant natural gas but is designed to transition to renewable and clean energy, with nuclear power also included in future plans,” Schmidt said. “By integrating land, power generation, and data centers, we can create a scalable, resilient infrastructure capable of meeting the growing global demand for compute. Our goal is to ensure AI develops responsibly, supports American competitiveness, and delivers technology that benefits humanity while minimizing climate impact.”</p>\n<p>Schmidt, 70, served as Google’s CEO for a decade, from 2001 to 2011, and then continued as executive chairman of Google and then Alphabet through 2017 and as technical advisor until 2020. He’s stayed plenty busy since, though. He’s also now the CEO of aerospace manufacturer Relatively Space, and cofounder of the non-profit that organizes the AI+ Expo for National Competitiveness.</p>\n<p>Schmidt is the chairman of Bolt, and he cofounded it with Investors Todd Meister and Allan Tessler, who is a major investor in Texas Pacific Land. To date, Bolt has raised $150 million in initial capital, with TPL contributing a $50 million investment, including right of first refusal to supply critical water resources to the new data center projects.</p>\n<p>“We felt like we wanted to capture more of the value chain than just a land lease or a water contract, so that’s why we actually invested in Bolt,” Texas Pacific Land CEO Ty Glover told Fortune. “When you’re looking at who you might want to partner with in a space that you’re not an expert in, then who better than a titan of that industry like Eric Schmidt.”</p>\n<p><strong>West Texas as an AI epicenter</strong></p>\n<p>To understand how Texas Pacific Land came by such a massive acreage holding, it helps to look back at its history of more than 150 years.</p>\n<p>The legacy dates to 1871, when a federal charter was granted to build a national railroad from Texas to California. At the time, railroad companies received federal land grants in exchange for laying tracks.</p>\n<p>The railroad failed for a variety of financial reasons, but it resulted in the formation of the Texas Pacific Land Trust to manage the railroad’s acreage. That acreage became quite valuable when the Texas oil boom took hold in the Permian Basin more than a century ago.</p>\n<p>Texas Pacific has been publicly traded for almost 100 years, but it existed as a sleepy trust collecting oil and gas royalties until 2021, when an investor feud resulted in the trust converting into a much more proactive corporation.</p>\n<p>“Coming from a failed railroad to a gorilla in the oil and gas space and now entering the AI space is exciting. It’s a new frontier for us and for West Texas,” Glover said.</p>\n<p>As legacy data center regions like Virginia get saturated with facilities, the frontier regions such as West Texas are going be more attractive, Glover said, with easier regulatory environments and more sparse populations.</p>\n<p>“Our hope is we’re moving dirt on projects within the next couple of years,” he said. “What’s attractive about TPL is we can really scale this. You can build multiple, multi-gig data center campuses with one owner. Just like in other industries, scale really matters here.”</p>\n<p>Schmidt said Bolt plans to start with one anchor customer and grow from there. He name-dropped many potential anchors: Google, Microsoft, Meta, Amazon, Oracle, OpenAI, Anthropic, xAI, Palantir, and even the White House’s new Genesis Mission for AI.</p>\n<p>Bolt is taking a bespoke approach similar to that of Texas-based AI power startup Fermi, backed by former U.S. energy secretary and Texas governor Rick Perry. Fermi launched an IPO in October before it had even started collecting revenue and quickly surged to a $16 billion market cap, though its value has since plunged to $5 billion at the end of 2025. However, Bolt is staying private and not banking on public investor interest in the AI boom.</p>\n<p>The plan is to start with natural gas-fired power and grow to 1 gigawatt capacity, Schmidt said, then build more campuses as the power generation sources expand to include wind, solar, and battery power and, eventually, nuclear power over time. The goal is to grow to 10 gigawatts of power—enough to electrify about 7 million homes—on Texas Pacific Land acreage.</p>\n<p>“We’re taking a different approach from traditional data center models that lease space and buy power from the grid. By vertically integrating energy ownership with advanced data infrastructure, we can design a platform that is both efficient and resilient,” Schmidt said.</p></div></div></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Mon, 05 Jan 2026 16:00:00 GMT",
      "wordCount": 7145,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "bab50200aba5",
      "status": "pending",
      "syncedAt": "2026-01-07T05:42:55.642Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-09T08:26:00.311Z"
      }
    },
    {
      "title": "半世纪的轮回，白银从未停止挑逗人性与规则",
      "link": "https://www.fortunechina.com/shangye/c/2026-01/06/content_471384.htm",
      "content": "<div class=\"word-text bgf\">\n<div class=\"word-text-con\">\n<p align=\"center\">\n\n</p><p>\n</p><p>岁末年初，经历一轮暴涨的白银震荡加剧。</p>\n<p>美东时间2025年12月29日，截至收盘，COMEX白银期货跌7.2%，现货白银暴跌超9%，美股白银股随之全线大跌。而在随后的交易日，白银期货价格又实现反弹。</p>\n<p>消息面上，近一个多月来以来，作为国内唯一主投白银期货的公募基金，国投白银LOF已发布十余次溢价风险提示公告。芝加哥商品交易所（CME）在刚刚过去的12月内已三次上调白银期货履约保证金，以抑制过度投机，防范杠杆风险。</p>\n<p>资本市场无新事，多数风浪都是旧事重现。历史上，类似手段曾被数次利用以释放收紧信号。其中，最有标志性且影响力最大的一次，莫过于1980年亨特兄弟操纵白银市场案。</p>\n<p>1980年3月27日，被称为“白银星期四”，这天白银暴跌引发了市场恐慌。在此之前，白银价格在亨利兄弟——邦克·亨特和赫伯特·亨特的人为操纵下快速暴涨。他们的父亲HL·亨特曾是一名赌徒，后来成为了石油大亨。两人在继承财富的同时，也继承了父亲的赌性。</p>\n<p>在通胀高企的背景下，兄弟两人自1973年起开始囤积白银，购买或通过期货合约购买了全球私人手中超过2亿盎司的白银，形成绝对控盘，并借助高杠杆机制将价格从起初的约2美元/盎司推高至1980年初的50美元/盎司。</p>\n<p>对此，监管机构纷纷出手。CME颁布“白银规则7”，限制保证金购买和合约持有数量，要求交易者拿出近100%的现金维持头寸，消灭杠杆。白银价格出现下跌后，很多家庭为了尽快换取更多现金，纷纷出售银制器具，进一步加剧下跌趋势。</p>\n<p>即便如此，亨特兄弟依然确信银价会反弹，邦克·亨特再次购买了5000万美元的银合约。时任美联储主席保罗·沃尔克出手反制，要求银行催缴高杠杆客户的贷款，其目标就是兄弟二人。由于面临着数十亿美元的保证金征收要求，亨特兄弟开始抛售其合约。</p>\n<p>此后不到半年时间里，银价遭受了大宗商品市场历史中最为突然的崩盘，暴跌80%。亨特兄弟数年构建的白银帝国随之倾颓。</p>\n<p>事发当年，《财富》编辑罗伊·罗文和肖恩·塔利采访了这对兄弟，并写下了标题为《商品交易所里，究竟是谁在监管谁？》的文章，讲述了亨特兄弟的豪赌与溃败，以及市场中多方角色的利益勾结、冲突与博弈，反映了当时市场有待改革之处与复杂性。</p>\n<p>时移世易，今天的市场形势已与当年有所不同。</p>\n<p>当前这轮上涨并非由单一机构控制，而是由于多重基本面因素的共振——包括人工智能、光伏、新能源为代表的工业需求、地缘风险、长期供应缺口等。因此，相比1980年的短期白银投机泡沫，如今至少有供需基本面支撑。马斯克在其社交媒体上表示，白银价格的飙升不是好事。这一观点背后，是一场不断加速的科技革命。</p>\n<p>站在今天看，全球金融市场经历过去近半个世纪的危机与变革，这篇文章中反映的部分问题已经得到解决，但未完成的课题往往会重复出现，一些情节在今日的市场依然能找到各种形式的映射——例如，亨特兄弟从银行获得巨额贷款，大而不能倒，即便白银崩盘，一旦价格反弹他们依然可能笑到最后；散户因信息不对称，易被情绪操纵，在市场规则变更下利益受损：1980年的人们会被身穿黄色外套进场交易的主力鼓动情绪，而在互联网极度发达的今天，引起情绪波动的因素更为混杂和隐蔽；以及，有关规则公平性、金融基础设施的独立性与透明度，和更宏大的关于人性博弈的讨论至今仍在继续。</p>\n<p>因此，这篇文章内容也许能给当下的市场带来一些新的思考。</p>\n<p>当肖恩·塔利回想那次采访，他说亨特兄弟二人并未详细解释看好白银的原因。言下之意却是，白银的地下储量已经非常稀少，而开采成本异常之高，因此高银价也不会带来多少新的供应。对邦克来说，银的避险效果比金更好。尽管黄金的价格一直是银的50至100倍。</p>\n<p>多年后，肖恩·塔利依旧记得邦克对他说的一句话：“肖恩，《圣经》里说，银的价值将与黄金的价值相当。这一天很快就要到来了。”</p>\n<p>在那之后的四十多年里，这句话并未成真。当时白银价格主要由金融属性主导，这句话便多少有些投机意味。但站在2026年的开端，或许可以重新审视一下这句话了。</p>\n<p>以下为首发于1980年夏天的《商品交易所里，究竟是谁在监管谁？》原文。</p>\n<p><strong>《商品交易所里，究竟是谁在监管谁？》</strong></p>\n<p>作者：罗伊·罗文，记者：肖恩·塔利</p>\n<p>亨特兄弟的遭遇实在难以激起公众的同情。在最近一次竭力维护价值40亿美元的白银头寸却遭受重创之后，纳尔逊·邦克·亨特和威廉·赫伯特·亨特两兄弟在国会委员会面前大声喊冤。</p>\n<p>他们指控纽约商品交易所（New York Commodity Exchange）理事会的“操纵行为”直接导致他们陷入困境。然而，无论是国会还是公众，都没有对他们流露出哪怕一丝怜悯。</p>\n<p>实际上，亨特兄弟的指控并非空穴来风，反而切中要害。</p>\n<p>纽约商品交易所（以下简称Comex）的理事会成员关系密切，本身就是一个利益高度一致的小圈子，他们在集体和个人层面上，都有着强烈动机推动银价下跌。</p>\n<p>直到今天，这些人仍在竭力掩饰自己在Comex这个充满火药味的舞台上的“双重身份”——他们既是制定规则的管理者，又是亲自下场的交易者；既是裁判，也是运动员。</p>\n<p>在白银价格一路上扬的整个过程中，这些理事始终顽固地持有空头头寸，这意味着他们必须在未来以固定价格交割白银，而不断累积的持仓成本几乎将他们逼至绝境。最终，他们找到了“解药”：在交易所会议室里披上理事的外衣，修改直接关系自身交易的规则，巧妙地把一场原本错误的豪赌，变成了一次稳赚不赔的买卖。</p>\n<p>当然，这种“高难度动作”并不新鲜。在大宗商品交易这个险象环生的世界里，早已有人屡次发出警告，批评该领域的现状是“狐狸看守鸡舍”。</p>\n<p>对此，时年36岁的Comex总裁李·贝伦特再次抛出典型的反驳言论：“无稽之谈。亨特兄弟是这个市场里的长期参与者。他们清楚我们实行的是自律监管，规则本就可以调整。”</p>\n<p>身为律师的贝伦特坚持认为，从技术层面看，规则并未被篡改：“我们只是在按照既有权限范围行使职权。”</p>\n<p>而在亨特兄弟的这场劫难中，这些可以灵活变通的权限，被Comex用一项紧急法令扩大到极限。该法令规定，白银期货（即在特定日期以特定价格交割或接收白银的合约）只能用于平仓投机头寸。规则中却暗藏了一处精巧的例外条款：作为交易所内核心权力集团的空头卖家，可以出于履行实物交割目的而继续卖出，从而减少自身白银库存和风险。</p>\n<p>换言之，自去年1月21日起，亨特兄弟及其沙特合作伙伴，以及所有因这次突如其来的规则变化而被波及的小投资者，可以在纽约商品交易所抛售任意数量的白银合约，却被禁止建立任何新的买入头寸。</p>\n<p>一个只剩下卖方的市场，结局显而易见：注定要崩溃。果然在3月27日，市场轰然倒塌，这一天后来被称为“白银星期四”。</p>\n<p><strong>交易池中的一场“走秀”</strong></p>\n<p>当然，这场暴跌并非完全源于一次规则变更。大宗商品市场比股市更加残酷，卖方巧舌如簧的操纵手段，以及买方的贪婪或无知，本身就可能招致灾祸。在这里，娴熟的操盘技巧或欺诈手段，都可能大行其道。</p>\n<p>一个典型案例，正是围绕ContiCommodity Services公司的争议，尤其是其纽约分公司个性张扬的副总裁诺顿·沃尔图赫的所作所为。若非母公司康地谷物紧急注入8,000万美元资本，Conti在“白银星期四”当天就已破产。然而，沃尔图赫本人却在这场崩盘中全身而退，据称他本人获利超过1,000万美元。</p>\n<p>两周前，他被传唤至参议员唐纳德·斯图尔特主持的农业小组委员会，接受有关商品期货市场的调查。起初，Conti的律师试图阻止他出席听证会，含糊其辞地声称“这不合时宜”。</p>\n<p>在白银价格大涨期间，沃尔图赫主要服务于阿拉伯客户。其中规模最大的一位客户纳吉·纳哈斯，一度欠下Conti高达5,100万美元。据同事回忆，沃尔图赫有个习惯：在交易接近尾声时，他常常会穿上一件黄色的Conti外套，自信满满地步入纽约商品交易所的白银交易池；仅凭他的现身，便足以提振市场信心。一条语音热线会立刻向Conti遍布全球的各个办公室播报：“最大的白银多头已经进场。”</p>\n<p>有一天，银价继续飙升之际，沃尔图赫对身边的拥趸们宣称：“总有一天，他们会把这拍成电影。”虽然电影没有拍成，但他及时离场，确实赚得盆满钵满——虽然未必在最高点出清，却依然是大赢家。只是，他并未将自己后来对白银市场的不安如实告知客户。一位同事直言不讳地评价道：“诺顿背叛了我们。”</p>\n<p>此事后续的影响极为复杂。纳哈斯聘请的一名芝加哥大宗商品法律师菲利普·布卢姆虽不打算起诉沃尔图赫，却正考虑对Comex提起诉讼。布卢姆称，去年年底的一系列所谓“保密”会议上，Comex曾诱使纳哈斯选择将白银合约展期，而非要求实物交割。纳哈斯的配合，缓解了交易商筹集稀缺白银现货的压力。</p>\n<p>然而，布卢姆指出，其委托人的意图随后却被泄露到了交易大厅，致使合约展期成本升高到令人难以承受的地步。他还指责Comex发布“仅限平仓交易”的法令，认为当时根本不存在真正的紧急状况。他表示：“唯一的紧急状况是空头陷入财务危机。”</p>\n<p>为了佐证自己的指控，布卢姆已正式要求调取Comex理事会1月7日、8日和21日的会议记录。他尤其希望查明，持有空头头寸的理事是否像芝加哥期货交易所（Chicago Board of Trade，CBOT）主席拉尔夫·彼得斯那样，在表决时主动回避。迄今为止，Comex拒绝公开这些会议记录。Comex总裁李·贝伦特对布卢姆表示：“这些信息属于机密。”</p>\n<p>与此同时，更多诉讼已在酝酿之中——其中，当然很可能也包括亨特兄弟的起诉。</p>\n<p><strong>神奇的“地板价”</strong></p>\n<p>正如市场中的合谋行为促使银价下跌一样，要想阻止银价跌至谷底，或许同样离不开某种默契配合。3月27日，银价触及每盎司10.80美元的低点，在国内外沉重的抛售压力下，银价似乎还会继续下探。</p>\n<p>当时，持有亨特兄弟约2,500万盎司白银作为抵押品的贝奇·哈尔西·斯图尔特·希尔兹公司正在积极抛售；同时也有迹象显示，美林证券也可能加入卖方行列，它悄然持有2,000万盎司白银及4,000万美元美国国债作为亨特兄弟抵押品。</p>\n<p>一位不愿具名的政府官员称：“然而，几乎像变魔术一样，价格反弹了。”</p>\n<p>谈及此事，Comex保证金委员会主席亨利·贾雷茨基博士向由威廉·普罗克斯迈尔参议员主持的参议院银行、住房与城市事务委员会披露了一段耐人寻味的内情。贾雷茨基身兼多重身份，他既是莫卡塔金属公司的董事长，又长期与亨特兄弟从事白银交易。</p>\n<p>他对参议员们表示，金银交易商和投资银行已准备好“防止银价跌至损害市场的过低水平”。他与一些银行家组建了一个财团，一旦出现大规模抛售，便买下“全部过剩的白银”。尽管市场上谣言四起，贾雷茨基仍坚称，阻止价格崩盘的并非任何集体行动，而是正常的市场力量。</p>\n<p>作为耶鲁大学医学院的前教授，贾雷茨基以如计算机般思维敏捷而著称，即便批评者也对其才智表示认可。然而，在Comex内部，他却颇具争议，被指在推行击垮亨特兄弟的“仅限平仓交易”规则中扮演了决定性角色。</p>\n<p>与此同时，以“坚守与繁荣”为口号的莫卡塔金属公司在1980年第一季度业绩亮眼，并跻身美国第二大私有企业（仅次于粮食批发巨头嘉吉公司）。</p>\n<p>就在银价触底后，面向贵金属专家的权威通讯刊物《格林商品市场评论》以颇具讽刺意味的口吻回顾了这段历史。</p>\n<p>该刊物指出，正是亨特兄弟在去年10月，将莫卡塔金属公司从绝境中解救出来。当时，资本金仅4,000万美元的莫卡塔金属公司，因在Comex做空白银，欠下为其提供融资的银行高达4亿美元债务。随着银价持续上涨，莫卡塔没有通过继续借入保证金而背负更沉重的债务，而是选择通过所谓的E.F.P.交易（期货转现货，即白银）来削减空头头寸。亨特兄弟慷慨地接受了白银硬币（业内俗称“废银”）作为交换。</p>\n<p>对此，贾雷茨基不以为然地表示：“亨特兄弟向来就不是以救助手头拮据的白银交易商而闻名。”</p>\n<p><strong>价差、跨期套利与期货溢价</strong></p>\n<p>正如上述情形所揭示的那样，多年来，美国整个大宗商品市场的运作方式，几乎与1929年“黑色星期四”之前的股票市场一样随意。对过度投机的限制、对交易规则的遵守、甚至对不当行为的监管——这些职责基本都被交由纽约商品交易所、芝加哥期货交易所，以及其他交易所自行承担。</p>\n<p>自律监管的逻辑一直建立在这样一种观点之上：商品交易池内充斥着复杂的操作，诸如逼仓（即商品短缺）、跨期套利（同时买卖不同交割月份的期货合约）、价差交易（期货价格之间的差额），以及期货溢价（期货价格高于现货价格的溢价）等，其运行机制过于专业、复杂，外部监管者根本无从驾驭。无论是无利害关系的商界人士，还是政府官僚，都难以真正理解其中的微妙之处和剧烈波动。</p>\n<p>理论上，系统的安全性正是源于交易所理事会的人员构成，他们分别代表交易员、经销商、经纪人，以及公众的利益。</p>\n<p>当某一期货市场运行过热时，例如大约一年前的白银市场，单个交易所可以采取一系列降温措施，如提高保证金要求，设定合约持仓上限，禁止不道德的会员买卖交易；如果局势彻底失控，甚至可以直接关闭市场。</p>\n<p>在这轮白银的暴涨与暴跌过程中，Comex确实采取了其中若干措施，但行动迟缓。交易所将保证金从2,000美元一路提高至6万美元，并在出台“仅限平仓交易”规则之前，大幅下调了持仓上限。与此同时，位于华盛顿的商品期货交易委员会（Commodity Futures Trading Commission）启动了法律程序，拟禁止45名阿拉伯和欧洲交易者继续参与交易。这些交易者通过瑞士大众银行集中操作白银账户，却未履行必要的财务披露义务。</p>\n<p>当然，更早采取刹车措施的阻力在于：这些措施往往会压缩交易量，从而减少交易所成员的收入。正因如此，金属交易量更小、利害关系也相对有限的芝加哥期货交易所，在这场白银危机中的反应反而比Comex更加迅捷。</p>\n<p><strong>一个规模空前的市场</strong></p>\n<p>如今，在商品交易池内一贯弥漫的粗犷的“边疆精神”，在通胀环境下进一步高涨。通胀带来的是对快速获利的强烈渴求。与此同时，由于一些交易所在经营贵金属的同时也开始涉足金融工具，这进一步刺激了投机情绪。只需支付2,000美元保证金，便可买入一份名义价值100万美元的国库券期货合约，这种市场的刺激程度足以媲美任何人声鼎沸的赌场。</p>\n<p>因此，那些既不如亨特兄弟老练、也不如他们财力雄厚的投资者，会被不断吸引入局，并在其中遭遇令人咋舌的损失，也就不足为奇了。去年，国库券期货的交易额飙升至2万亿美元——这是一个规模庞大的市场，却在很大程度上仍依赖自我监管。</p>\n<p>五年前商品期货交易委员会（CFTC）设立，联邦监管才初见雏形。商品期货交易委员会设立的初衷是充当大宗商品市场的“证监会”（SEC）。其现任主席是作风强硬、年仅32岁的詹姆斯·斯通。他一直在谨慎摸索监管边界，希望在不扼杀市场自由（被普遍认为对期货市场高效运转至关重要）的前提下，引入必要监管。</p>\n<p>在这场令人心悸的白银风波之前，政府几乎对商品市场“鸡舍”里的乱象视而不见。如今，商品期货交易委员会试图亡羊补牢，揪出那些“狐狸”。与此同时，美国财政部、证券交易委员会、联邦储备委员会，以及不少于四个国会委员会，也突然像鸡舍里的母鸡一样，为这个行业张开保护的翅膀。</p>\n<p><strong>市场狂飙</strong></p>\n<p>就在5月29日这一天，赫伯特·亨特和邦克·亨特在众议院农业委员会下设的自然资源与信贷小组委员会前唉叹的同时，参议员威廉·普罗克斯迈尔主持的参议院银行委员会，正在听取美联储主席保罗·沃尔克和财政部副部长罗伯特·卡斯韦尔的证词。他们就“期货市场中的投机狂潮”如何将美国推至金融混乱边缘做出说明。</p>\n<p>委员会主席普罗克斯迈尔警告称：“期货市场已经变成了‘印第安纳波利斯500’赛车场，人们希望在这个高风险、高杠杆、快节奏的市场中一夜暴富。”他还补充道，鉴于政府监管的缺位，有时“期货市场更像是一场撞车大赛。”</p>\n<p>普罗克斯迈尔已提交一项法案，拟授权美联储对黄金和白银的保证金水平实施监管，就像其目前通过设定证券保证金来遏制股票市场的过度投机一样。</p>\n<p>普罗克斯迈尔法案在期货行业中犹如诅咒，不受欢迎。业内普遍认为，一旦政府介入，保证金水平势必上调。正因如此，美国三大贵金属期货市场——纽约商品交易所、芝加哥期货交易所，以及CME——已联合聘请华盛顿实力雄厚的游说机构Charles E. Walker Associates，全力阻击该法案以及“白银星期四”之后提出的另一项法案。</p>\n<p>然而，普罗克斯迈尔调查揭露的事实，已经清楚地印证了Comex的成员是如何贪婪地从亨特兄弟身上大快朵颐的。商品期货交易委员会提供的一份机密数据（普罗克斯迈尔立即将其公开）显示，去年冬季白银价格飙升之际，由23人组成的Comex理事会中，有9名经销商和交易商合计持有约7,500万盎司的净空头头寸。对此，这位参议员颇为克制地指出：“那些负责决定保证金水平和持仓上限的人，明显带有强烈的自身利益考量。”</p>\n<p>但此事出现了离奇的转折。普罗克斯迈尔指出，即使Comex的理事们已经锁定巨额利润，“当尘埃落定时，亨特兄弟仍有可能成为最终赢家”。</p>\n<p>正如普罗克斯迈尔的幕僚长所解释的那样，亨特兄弟估计损失的17亿美元，实际走过了一条曲折的资金回路：资金从银行流向亨特兄弟，再转至空头手中；空头随后将收益存回银行，而银行又反过来向亨特兄弟提供了11亿美元贷款，使他们不必将手中剩余的9,300万盎司白银抛向已经低迷的市场。因此，一旦银价再度上涨，亨特兄弟仍有可能笑到最后。</p>\n<p>尽管普罗克斯迈尔和无数怀疑者心存疑虑，仍有不少商品市场专家坚称，期货市场的运作完全符合其应有的逻辑。他们认为，当价格暴涨时，全球出现了一批新的白银供给，从烛台到银币，被熔化成纯度为99.9%的银锭。</p>\n<p>在这些专家看来，最终击退市场狂热的是供给的扩张，而非暗箱操作。但这一说法却无法解释一个关键问题：为何在白银精炼厂满负荷运转时，银价仍然一路高涨。</p>\n<p><strong>给亨利的建议</strong></p>\n<p>现行市场体系最能言善辩的捍卫者之一，是纽约凯威莱德律师事务所的合伙人、律师托马斯·鲁索。他曾担任商品期货交易委员会交易与市场部门的主管。鲁索坦言：“自我监管中的‘自我’意味着一定会出现利益冲突。但追求自身利益会促进市场成长，这并不是什么坏事。”</p>\n<p>鲁索认为，无论如何，一两家交易所的理事会成员并不能左右价格。“价格并非规则和监管作用的产物，而是由供需决定的。”</p>\n<p>值得注意的是，鲁索正是莫卡塔金属公司董事长亨利·贾雷茨基的律师，并曾就贾雷茨基在Comex理事会任职所引发的利益冲突问题，为其提供建议。鲁索表示：“我给亨利的建议很简单，就是运用良好的商业判断。他已经披露了自己在亨特兄弟问题上的立场。若亨利当时不发表意见，反而是未履行其作为Comex理事会成员的法律义务。”</p>\n<p>在他关于大宗商品的多篇论述中，鲁索一贯直言不讳地反对政府公开提出的提高保证金的意图。他认为：“那样做只会把小投机者挤出市场，并加剧市场波动性。”</p>\n<p>不过，他也承认，白银危机很可能促成若干有益的改革：过度集中的持仓或将被禁止；利用期货获取实物商品的做法也可能受到限制，因为这会扭曲期货市场原本的功能——即发现价格，并为使用者和生产者提供对冲价格波动风险的工具。</p>\n<p>鲁索预测的另外一项改革是出台防止投机者联手操作的“合并规则”。他强调，这些规则变化应当适用于所有期货，无论是小麦、国库券还是白银：“期货就是期货，不分种类。”</p>\n<p>在商品期货交易委员会主席斯通的“高层密室会议”中，未来可能酝酿出更多改革方案。这位曾任马萨诸塞州保险专员、作风强硬的年轻官员已明确表态，将推动建立更为严格的保证金制度。他表示：“不能指望交易所自己设定足够高的保证金要求。”</p>\n<p>他同时主张设定持仓上限。他承认：“调整持仓上限确实刺破了白银泡沫。这也是我和亨特兄弟为数不多的共识之一。”尽管如此，斯通也清醒地意识到过度监管的风险，可能迫使投机者逃往海外市场，以逃避监管。</p>\n<p>遗憾的是，斯通及其委员们对于如何根除长期困扰交易所的利益冲突问题，仍缺乏清晰思路。同样令人遗憾的是，委员会内部的个性冲突需优先解决，才能制定出合理的市场规则。</p>\n<p>在“白银星期四”当天，委员会罕见地展现出一致立场，决定按兵不动。从当日结果看，这一选择并未酿成灾难；但从长远来看，一个关键问题无法回避：是否应当强制要求交易所引入足够数量的独立外部理事，以制衡那些对行业基本规则拥有既得利益的内部人士？</p>\n<p>真正令斯通警惕的是，全球范围内正在形成的规模庞大的新财富集团。他表示：“亨特兄弟本不应有能力从市场上大量抽走一种关键大宗商品。一旦他们这么做，市场便无法正常运转。但如果某个资金极其雄厚的外国政府决定在美国期货市场玩同样的把戏，后果将不堪设想。与之相比，亨特兄弟的所作所为根本不值一提。”</p>\n<p>这场风波或许还有一个最讽刺的结局。现在断言亨特兄弟最终是赢家还是输家，仍为时尚早，但他们的亲身经历所带来的巨大冲击，反而可能让他们无意中变成了关键的改革推动者，使他们曾热衷于博弈的市场迎来革新。（财富中文网）</p>\n<p>编辑：徐晓彤</p></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Mon, 05 Jan 2026 16:00:00 GMT",
      "wordCount": 7608,
      "sourceName": "财富中文网 - 商业",
      "sourceLanguage": "zh",
      "id": "f2120579ea18",
      "status": "pending",
      "syncedAt": "2026-01-07T05:42:55.642Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-09T08:26:00.311Z"
      }
    }
  ],
  "lastSync": "2026-01-09T15:19:10.219Z",
  "totalItems": 16,
  "qualityCheckedAt": "2026-01-09T08:26:00.311Z"
}