{
  "sourceId": "cryptoslate",
  "items": [
    {
      "title": "Strategy saved from Index expulsion, yet a hidden clause effectively kills the infinite money loop for investors",
      "link": "https://cryptoslate.com/how-mscis-new-decision-has-reshaped-the-bitcoin-treasury-dynamic-for-strategy/",
      "content": "<p>The threat of a massive forced sell-off in crypto-linked equities has been averted.</p>\n<p>However, that reprieve comes with a structural catch that fundamentally alters the economics of the &#8220;<a href=\"https://cryptoslate.com/coins/bitcoin/\">Bitcoin</a> Treasury&#8221; trade.</p>\n<p>On Jan. 6, the dominant benchmark provider for global equity and ETF markets, MSCI Inc., <a href=\"https://app2.msci.com/webapp/index_ann/DocGet?pub_key=DD3Olh5uInk%3D&lang=en&format=html\">announced</a> it will retain “Digital Asset Treasury Companies” (DATCOs) in its global indices for the February 2026 review, sparing firms like <a href=\"https://cryptoslate.com/companies/microstrategy/\">Strategy (formerly MicroStrategy)</a> from expulsion.</p>\n<p>It stated:</p>\n<blockquote><p>&#8220;For the time being, the current index treatment of DATCOs identified in the preliminary list published by MSCI of companies whose digital asset holdings represent 50% or more of their total assets will remain unchanged.&#8221;</p></blockquote>\n<p>Following the news, <a href=\"https://cryptoslate.com/people/michael-saylor/\">Michael Saylor</a>, Strategy's executive chairman, touted the victory of remaining in the benchmark.</p>\n<p>However, the index provider has simultaneously introduced a technical freeze on share counts for these entities. It explained:</p>\n<blockquote><p>&#8220;MSCI will not implement increases to the Number of Shares (NOS), Foreign Inclusion Factor (FIF) or Domestic Inclusion Factor (DIF) for these securities. MSCI will defer any additions or size-segment migrations for all securities included in the preliminary list.&#8221;</p></blockquote>\n<p>Through this decision, MSCI has effectively severed the link between new equity issuance and automatic passive buying.</p>\n<p>This move simply meant the &#8220;downside&#8221; of a forced liquidation has been removed, but the &#8220;upside&#8221; mechanics of the index trade have been dismantled</p>\n<h2>The end of the mechanical bid</h2>\n<p>The immediate market reaction, a surge of over 6% in Strategy’s stock, reflected relief that a catastrophic liquidity event was off the table.</p>\n<figure id=\"attachment_513901\" aria-describedby=\"caption-attachment-513901\" style=\"width: 1423px\" class=\"wp-caption aligncenter\"><img fetchpriority=\"high\" decoding=\"async\" class=\"size-full wp-image-513901\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-07-130608.jpg\" alt=\"Strategy Bitcoin MSTR \" width=\"1423\" height=\"646\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-07-130608.jpg 1423w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-07-130608-300x136.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-07-130608-1024x465.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-07-130608-768x349.jpg 768w\" sizes=\"(max-width: 1423px) 100vw, 1423px\" /><figcaption id=\"caption-attachment-513901\" class=\"wp-caption-text\">Strategy's MSTR Stock Key Metrics (Source: Strategy)</figcaption></figure>\n<p>Notably, <a href=\"https://cryptoslate.com/companies/jpmorgan/\">JPMorgan</a> suggested that a full exclusion could have <a href=\"https://cryptoslate.com/inside-the-jpmorgan-boycott-drama-to-defend-strategys-inclusion-in-major-indexes/\">triggered between $3 billion and $9 billion in passive selling of MSTR.</a></p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/inside-the-jpmorgan-boycott-drama-to-defend-strategys-inclusion-in-major-indexes/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/11/bitcoin-jpmorgan-1024x538.jpg\" alt=\"Inside the JPMorgan boycott drama defending Bitcoin treasuries being kicked off major indexes\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Inside the JPMorgan boycott drama defending Bitcoin treasuries being kicked off major indexes</h3>\n                            <p class=\"cs-article-embed__summary\">MSCI consultation paper and JPMorgan&#039;s positioning resulting in some major fallout across social media to defend DATs like Strategy.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Nov 25, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Gino Matos</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>This volume would likely have crushed the stock price and forced the liquidation of Bitcoin holdings.</p>\n<p>However, the removed threat of exclusion masks a new reality where the automatic demand lever for the stocks is gone.</p>\n<p>Historically, when Strategy <a href=\"https://cryptoslate.com/how-strategy-plans-to-kickstart-its-bitcoin-buying-internationally/\">issued new shares to fund Bitcoin acquisitions,</a> the index provider would eventually update the share count.</p>\n<p>As a result, passive funds tracking the index were then mathematically compelled to buy a pro rata portion of the new issuance to minimize tracking error. This created a guaranteed, price-insensitive source of demand that helped absorb dilution.</p>\n<p>Under the new &#8220;freeze&#8221; policy, this loop is broken. Even if Strategy significantly expands its float to raise capital, MSCI will effectively ignore those new shares for index calculation purposes.</p>\n<p>The company’s weight in the index will not increase, and consequently, ETFs and index funds will not be forced to buy the new paper.</p>\n<p>Market analysts note that this shift forces a return to fundamentals. Without the backstop of benchmark-tracking demand, Strategy and its peers must now rely on active managers, hedge funds, and retail investors to absorb new supply.</p>\n<h2>Quantifying the liquidity gap</h2>\n<p>To understand the magnitude of this shift, market researchers are modeling the &#8220;lost bid&#8221; that issuers must now navigate.</p>\n<p>Bull Theory, a crypto research firm, <a href=\"https://x.com/BullTheoryio/status/2008843304734162991\">quantified</a> this liquidity gap in a note to clients. The firm posited a hypothetical scenario involving a treasury company with 200 million outstanding shares, of which roughly 10% are typically held by passive index trackers.</p>\n<p>In the Bull Theory model, if that company issues 20 million new shares to raise capital, the old index mechanics would eventually mandate that passive funds purchase 2 million of those shares.</p>\n<p>At a theoretical price point of $300 per share, that represents $600 million of automatic, price-insensitive buying pressure.</p>\n<p>Under MSCI’s new freeze, Bull Theory noted that the $600 million bid falls to zero.</p>\n<p>Considering this, it stated:</p>\n<blockquote><p>&#8220;Strategy now must find private buyers, offer discounts, or raise less money.&#8221;</p></blockquote>\n<p>This means that the forced demand from index funds has been eliminated.</p>\n<p>Thus, it presents a <a href=\"https://cryptoslate.com/strategys-bitcoin-mnav-collapses-to-1-174-lowest-since-february-2024/\">significant hurdle for Strategy</a>, which issued more than $15 billion in <a href=\"https://cryptoslate.com/the-infinite-money-glitch-fueling-strategy-and-bitmine-has-evaporated-forcing-a-desperate-pivot-to-survive/\">new shares throughout 2025 to aggressively accumulate Bitcoin.</a></p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/the-infinite-money-glitch-fueling-strategy-and-bitmine-has-evaporated-forcing-a-desperate-pivot-to-survive/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/12/strategy-bitmine--1024x538.jpg\" alt=\"The &#8220;infinite money glitch&#8221; fueling Strategy and BitMine has evaporated, forcing a desperate pivot to survive\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">The &#8220;infinite money glitch&#8221; fueling Strategy and BitMine has evaporated, forcing a desperate pivot to survive</h3>\n                            <p class=\"cs-article-embed__summary\">The arbitrage trade allowing firms to print equity for crypto is dead, leaving their $60 billion hoard structurally exposed.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Dec 9, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>If the company attempts to replicate that scale of issuance in 2026, it will do so in a market void of passive support. Without that structural bid, the risk of a price correction during dilution events increases significantly.</p>\n<h2>ETFs emerge as silent winners</h2>\n<p>MSCI's decision to cap these companies rather than expel them or leave them alone has also significantly altered the competitive dynamics in the asset management sector.</p>\n<p>Over the past year, <a href=\"https://cryptoslate.com/bitcoin-etfs-failed-a-critical-holiday-stress-test-as-1-29-billion-vanished-in-just-12-days/\">US spot Bitcoin ETFs</a> have matured as an asset class and have seen significant institutional interest. In fact, this rise led MSCI's former parent company, Morgan Stanley, to file for its own Spot Bitcoin ETF.</p>\n<p>From this vantage point, Strategy competes with these <a href=\"https://cryptoslate.com/100-crypto-etfs-in-2026-what-the-etf-palooza-means-for-btc-eth-sol-plumbing/\">fee-bearing Bitcoin ETFs</a>, offering investors a way to gain passive Bitcoin exposure through an operating company structure. By freezing the index weighting of DATCOs, the new rule degrades their ability to efficiently scale via equity markets.</p>\n<p>If Strategy’s ability to raise cheap capital is curtailed, large allocators may rotate capital out of the corporate equity and into Spot ETFs, which do not carry the operational risks of a company or the premium-to-NAV volatility.</p>\n<p>This flow of funds would directly benefit issuers of <a href=\"https://cryptoslate.com/bitcoin-is-swallowing-billions-in-etf-cash-again-but-a-specific-market-wrapper-is-killing-the-price-breakout/\">spot ETFs, including major Wall Street banks,</a> effectively capturing the fees previously reflected in equity premiums.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/bitcoin-is-swallowing-billions-in-etf-cash-again-but-a-specific-market-wrapper-is-killing-the-price-breakout/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2026/01/bitcoin-etf-cash-1024x538.jpg\" alt=\"Bitcoin is swallowing billions in ETF cash again, but a specific “market wrapper” is killing the price breakout\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Bitcoin is swallowing billions in ETF cash again, but a specific “market wrapper” is killing the price breakout</h3>\n                            <p class=\"cs-article-embed__summary\">Inflows hit $697 million in days, yet the charts remain frozen because structured demand is neutralizing the rally.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Jan 6, 2026</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Liam &#039;Akiba&#039; Wright</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>By neutering the &#8220;flywheel&#8221; effect of the treasury strategy, the index provider may have inadvertently, or intentionally, leveled the playing field in favor of traditional asset management products.</p>\n<p>The post <a href=\"https://cryptoslate.com/how-mscis-new-decision-has-reshaped-the-bitcoin-treasury-dynamic-for-strategy/\">Strategy saved from Index expulsion, yet a hidden clause effectively kills the infinite money loop for investors</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 22:35:02 +0000",
      "wordCount": 1039,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "4a4e6263c790",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:19.778Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Morgan Stanley just filed for two crypto ETFs, but one massive omission sends a brutal signal",
      "link": "https://cryptoslate.com/morgan-stanley-files-for-bitcoin-and-solana-etfs-neglects-ethereum-and-xrp/",
      "content": "<p><a href=\"https://cryptoslate.com/companies/morgan-stanley/\">Morgan Stanley,</a> the $1.8 trillion banking giant, has applied to launch two exchange-traded funds (ETFs) tracking the prices of <a href=\"https://cryptoslate.com/coins/bitcoin/\">Bitcoin</a> and <a href=\"https://cryptoslate.com/coins/solana/\">Solana</a> with the US Securities and Exchange Commission (SEC).</p>\n<p>The filings mark a watershed moment for the Wall Street giant, pushing one of the world's most recognizable banking brands deeper into the crypto ecosystem.</p>\n<p>Matt Hougan, the Chief Investment Officer at <a href=\"https://cryptoslate.com/companies/bitwise/\">Bitwise</a>, observed that while the bank currently oversees a roster of 20 ETFs, the vast majority operate under its subsidiary brands, such as Calvert, Parametric, or Eaton Vance.</p>\n<p>Consequently, the proposed Bitcoin and Solana funds would mark only the third and fourth instances of ETFs bearing the parent &#8220;Morgan Stanley&#8221; nameplate.</p>\n<p>With that in mind, Hougan said the bank is leveraging its brand to make a serious bid for a larger slice of the crypto ETF market. He <a href=\"https://x.com/Matt_Hougan/status/2008542897130664041\">noted</a>:</p>\n<blockquote><p>&#8220;Consensus View: Institutions are slowly warming up to crypto. Accurate View: Institutions are charging at crypto full-speed and see it as a key business priority.&#8221;</p></blockquote>\n<h2>Inside the prospectus</h2>\n<p>According to the preliminary prospectuses, both trusts are engineered as passive investment vehicles. Their mandate is to track the market price of the underlying tokens without utilizing leverage or engaging in active trading strategies.</p>\n<p>However, their specific exchange for listing remains unnamed, and the ticker symbols are yet to be determined. Still, the operational mechanics guiding each fund have been clearly defined.</p>\n<p>For the <a href=\"https://www.sec.gov/Archives/edgar/data/2103612/000110465926000959/tm2534140d2_s1.htm\">Morgan Stanley Bitcoin Trust</a>, Morgan Stanley Investment Management Inc. is designated as the sponsor. The fund intends to calculate the daily value of its shares using a benchmark derived from executed trade flows across major spot bitcoin exchanges.</p>\n<p>Operationally, the trust expects to handle the purchase and sale of BTC primarily to facilitate the creation and redemption of share baskets.</p>\n<p>However, the filing notes that Bitcoin could also be liquidated to cover expenses, potentially utilizing a prime broker arrangement to execute these transactions.</p>\n<p>The accompanying filing for the <a href=\"https://www.sec.gov/Archives/edgar/data/2103547/000110465926000988/tm2534148d1_s1.htm\">Morgan Stanley Solana Trust</a> largely mirrors this structural template but introduces a critical innovation: the inclusion of staking rewards.</p>\n<p>The product is designed not only to track the price of the SOL token but also <a href=\"https://cryptoslate.com/us-solana-staking-etfs-begin-trading-today-what-it-changes-for-altcoins/\">to &#8220;reflect rewards from staking a portion of the Trust’s SOL.&#8221;</a></p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/us-solana-staking-etfs-begin-trading-today-what-it-changes-for-altcoins/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/10/solana-litecoin-hbar--1024x538.jpg\" alt=\"US Solana staking ETFs begin trading today: What it changes for altcoins\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">US Solana staking ETFs begin trading today: What it changes for altcoins</h3>\n                            <p class=\"cs-article-embed__summary\">Canary Capital CEO Steven McClurg confirmed that the company&#039;s spot HBAR and LTC ETFs are effective and will also begin trading on Nasdaq. </p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Oct 28, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Gino Matos</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>To achieve this, the sponsor plans to contract with third-party staking service providers. The filing outlines a mechanism for the trust to distribute rewards to shareholders quarterly, in accordance with current Internal Revenue Service guidance.</p>\n<p>This feature introduces significant operational complexity compared to plain-vanilla BTC funds.</p>\n<p>The prospectus details protocol-specific constraints, including warm-up, activation, and withdrawal periods that can render staked assets temporarily inaccessible. It also explicitly warns that technical failures or malicious actions by staking providers could negatively impact reward generation.</p>\n<p>Financially, the structure ties the sponsor's revenue directly to the staking operation's efficiency.</p>\n<p>The filing also disclosed that a portion of the <a href=\"https://cryptoslate.com/can-solanas-11-6b-staking-reboot-pull-liquidity-from-ethereums-l2s/\">staking rewards</a>, expressed as a percentage, the amount of which remains undisclosed in this preliminary stage, will be paid to the sponsor after costs are settled.</p>\n<h2>Why Morgan Stanley filed for Bitcoin and Solana ETFs</h2>\n<p>Morgan Stanley’s timing aligns with a convergence of favorable political shifts and regulatory streamlining.</p>\n<p>The return of President <a href=\"https://cryptoslate.com/people/donald-trump/\">Donald Trump</a> to office has ushered in a more crypto-friendly regulatory environment at the SEC, encouraging traditional financial institutions to participate more broadly in the sector.</p>\n<p>Behind the scenes, regulators recently overhauled the &#8220;plumbing&#8221; required to bring these products to market. In September, the SEC approved significant rule changes permitting national exchanges to implement <a href=\"https://cryptoslate.com/sec-greenlights-new-generic-standards-to-expedite-crypto-etp-listings/\">generic listing standards</a> for commodity-based trust shares, a category that includes digital assets.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/sec-greenlights-new-generic-standards-to-expedite-crypto-etp-listings/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/09/sec-commodity-etf-1024x538.jpg\" alt=\"SEC greenlights new generic standards to expedite crypto ETP listings\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">SEC greenlights new generic standards to expedite crypto ETP listings</h3>\n                            <p class=\"cs-article-embed__summary\">SEC&#039;s ruling aims to accelerate the launch of digital asset ETPs by reducing approval wait times.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Sep 18, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Assad Jafri</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>This procedural update suggests that qualifying ETFs may now bypass the lengthy, case-by-case rule-change process that historically delayed product launches.</p>\n<p>Concurrently, federal banking regulators have softened their stance on banks' role as intermediaries. In December, the Office of the Comptroller of the Currency issued Interpretive Letter 1188, confirming that national banks may engage in &#8220;riskless principal&#8221; transactions involving crypto assets.</p>\n<p>This guidance effectively allows banks to buy and sell digital assets as intermediaries in offsetting trades, provided they adhere to safety and soundness standards.</p>\n<p>Meanwhile, these external factors mirror Morgan Stanley's internal policy shifts.</p>\n<p>The firm has steadily expanded its footprint in the crypto investment space. Last year, it <a href=\"https://cryptoslate.com/morgan-stanleys-new-investment-guidance-could-channel-up-to-80b-into-bitcoin/\">established a 4% allocation cap</a> for &#8220;opportunistic&#8221; portfolios holding digital assets.</p>\n<p>Furthermore, the wealth management division moved to <a href=\"https://cryptoslate.com/morgan-stanley-first-in-wall-street-to-authorize-spot-bitcoin-etfs-for-wealthy-clients/\">universalize crypto access</a>, opening these investments to all client accounts, including retirement plans.</p>\n<p>At the same time, the banking giant has revealed plans to roll out a <a href=\"https://cryptoslate.com/morgan-stanley-to-kick-off-proprietary-crypto-trading-services-via-digital-platform-in-2026/\">crypto trading service</a> on the E*Trade platform in the first half of 2026.</p>\n<p>Taken together, Nate Geraci, President of the Nova Dius Wealth Store, emphasized that the bank’s decision to manufacture its own products represents a logical next step following its distribution expansion.</p>\n<p>He <a href=\"https://x.com/NateGeraci/status/2008529449369956671\">noted</a>:</p>\n<blockquote><p>&#8220;Back in October, Morgan Stanley dropped restrictions on financial advisors recommending crypto ETFs…Now launching their own. Makes sense given Morgan’s massive distribution. Clearly they were seeing meaningful demand from clients for crypto ETFs.&#8221;</p></blockquote>\n<h2>Ethereum and XRP skipped</h2>\n<p>While the bank is advancing with Bitcoin and Solana, it has notably bypassed <a href=\"https://cryptoslate.com/coins/ethereum/\">Ethereum</a> and <a href=\"https://cryptoslate.com/coins/xrp/\">XRP</a> in this filing cycle, a decision that contrasts with recent flow data for those assets.</p>\n<p>For context, <a href=\"https://cryptoslate.com/xrp-etfs-top-1b-but-why-hasnt-price-moved/\">spot XRP ETFs</a> in the US have demonstrated remarkable consistency, maintaining a &#8220;green streak&#8221; with zero days of outflows since their launch on Nov. 13. This has driven cumulative inflows past the $1 billion mark in under 2 months.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/xrp-etfs-top-1b-but-why-hasnt-price-moved/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/12/xrp-etf-2-1024x538.jpg\" alt=\"XRP’s $1 billion ETF record is misleading, and one hidden flow metric explains why price remains stagnant\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">XRP’s $1 billion ETF record is misleading, and one hidden flow metric explains why price remains stagnant</h3>\n                            <p class=\"cs-article-embed__summary\">XRP ETFs have crossed $1B in AUM, yet XRP’s price has barely flinched. Here’s what that disconnect teaches you about how ETFs actually move markets.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Jan 3, 2026</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Andjela Radmilac</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>Meanwhile, the exclusion of Ethereum stands out even more given its market capitalization and rising institutional interest.</p>\n<p><a href=\"https://cryptoslate.com/are-ethereum-etfs-a-price-headwind/\">Ethereum ETFs</a> have generated inflows of more than $340 million within the first two days of the year, according to SoSo Value data.</p>\n<p>These flows follow the funds' performance in late 2025, when the category saw approximately 18% of its inflows exit the system.</p>\n<p>Since peaking at $15 billion before the liquidations on Oct. 10, these funds bled around $2.8 billion.</p>\n<p>Consequently, total assets under management for the Ethereum group retracted to roughly $19 billion, down from a high of over $32 billion in early October.</p>\n<p>Regardless, institutional interest, as evidenced by this year's early inflows, remains strong in Ethereum funds.</p>\n<p>The post <a href=\"https://cryptoslate.com/morgan-stanley-files-for-bitcoin-and-solana-etfs-neglects-ethereum-and-xrp/\">Morgan Stanley just filed for two crypto ETFs, but one massive omission sends a brutal signal</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 20:45:37 +0000",
      "wordCount": 1168,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "387c8984f14f",
      "status": "published",
      "syncedAt": "2026-01-08T01:06:19.778Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Solana applications generate $2.4 billion, proving the network is finally decoupling from this volatile metric",
      "link": "https://cryptoslate.com/solana-applications-generated-2-4-billion-proving-the-network-is-finally-decoupling-from-this-volatile-metric/",
      "content": "<p><a href=\"https://cryptoslate.com/coins/solana/\">Solana’s</a> ecosystem recorded its strongest financial year to date in 2025, posting all-time highs in revenue, active users, and trading volume even as the network’s native token finished the year nearly 50% below its early peak.</p>\n<p>According to <em>CryptoSlate</em> data, SOL rallied to more than $250 in the first quarter of 2025 before broader market headwinds dragged the asset to a low of $105, and it closed the year around $123.</p>\n<p>Despite the volatile price action, the <a href=\"https://cryptoslate.com/grayscale-calls-solana-cryptos-financial-bazaar-does-the-data-back-it-up/\">network's underlying economy</a> expanded at an unprecedented rate.</p>\n<p>Applications and trading venues built on the blockchain reported a year defined by high-frequency activity, massive asset issuance, and surging revenue. This painted a picture of a flourishing ecosystem decoupled from the speculative value of its base asset.</p>\n<h2>Record revenue</h2>\n<p>The Solana Foundation revealed that applications built on Solana generated $2.39 billion in revenue in 2025, a 46% year-over-year increase and a new all-time high.</p>\n<figure id=\"attachment_513878\" aria-describedby=\"caption-attachment-513878\" style=\"width: 1334px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-full wp-image-513878\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yCaUAAV2F8.jpg\" alt=\"Solana Application Revenue\" width=\"1334\" height=\"1088\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yCaUAAV2F8.jpg 1334w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yCaUAAV2F8-300x245.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yCaUAAV2F8-1024x835.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yCaUAAV2F8-768x626.jpg 768w\" sizes=\"(max-width: 1334px) 100vw, 1334px\" /><figcaption id=\"caption-attachment-513878\" class=\"wp-caption-text\">Solana Application Revenue (Source: Blockworks)</figcaption></figure>\n<p>This surge was not limited to a single sector but was distributed across a diverse array of platforms. Seven distinct applications, including <a href=\"https://cryptoslate.com/products/pump-fun/\">Pump.fun</a>, AxiomExchange, MeteoraAG, Raydium, JupiterExchange, tradewithPhoton, and bullx_io, each surpassed $100 million in annual revenue.</p>\n<p>Beyond these market leaders, the &#8220;long tail&#8221; of smaller applications generated a combined revenue exceeding $500 million, signaling a deepening developer ecosystem.</p>\n<p>At the network level, revenue accelerated dramatically. REV, a metric tracking total network revenue, reached $1.4 billion, marking a 48-fold increase over two years.</p>\n<p>Meanwhile, the blockchain network's usage metrics mirrored this financial growth. The network processed 33 billion non-vote transactions, a 28% increase from the previous year.</p>\n<figure id=\"attachment_513876\" aria-describedby=\"caption-attachment-513876\" style=\"width: 1382px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513876\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4x1bcAgZ9xK.jpg\" alt=\"Solana Total Transactions\" width=\"1382\" height=\"1136\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4x1bcAgZ9xK.jpg 1382w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4x1bcAgZ9xK-300x247.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4x1bcAgZ9xK-1024x842.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4x1bcAgZ9xK-768x631.jpg 768w\" sizes=\"(max-width: 1382px) 100vw, 1382px\" /><figcaption id=\"caption-attachment-513876\" class=\"wp-caption-text\">Solana Total Transactions (Source: Blockworks)</figcaption></figure>\n<p>When including vote transactions, the total throughput reached 116 billion, with the chain averaging 1,054 non-vote transactions per second.</p>\n<p>A rapidly expanding user base drove this activity as unique active wallets averaged 3.2 million per day, a 50% increase and a new record. Furthermore, 725 million new wallets recorded at least one transaction during the year.</p>\n<p>While wallet addresses do not correspond one-to-one with individual users, analysts suggest the figure highlights the immense breadth of participation flowing through Solana’s programs and trading venues.</p>\n<h2>Trading activities grow</h2>\n<p>The most robust growth vector in 2025 was the <a href=\"https://cryptoslate.com/70m-daily-transactions-143b-volume-how-solana-won-defis-throughput-race/\">trading activity occurring on decentralized exchanges (DEXs)</a> and the specialized infrastructure supporting them.</p>\n<p><a href=\"https://cryptoslate.com/insights/solanas-dex-ecosystem-dominance-nears-50-with-record-200b-trading-volume/\">Solana DEX volume</a> reached $1.5 trillion in 2025, a 57% year-over-year increase and a historical peak for the network. The liquidity for these trades also deepened, with SOL-stablecoin pair volume hitting $782 billion, more than doubling from the previous year.</p>\n<figure id=\"attachment_513879\" aria-describedby=\"caption-attachment-513879\" style=\"width: 1772px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513879\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yEbcAA_r3R.jpg\" alt=\"Solana DEX Volume\" width=\"1772\" height=\"1192\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yEbcAA_r3R.jpg 1772w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yEbcAA_r3R-300x202.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yEbcAA_r3R-1024x689.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yEbcAA_r3R-768x517.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yEbcAA_r3R-1536x1033.jpg 1536w\" sizes=\"(max-width: 1772px) 100vw, 1772px\" /><figcaption id=\"caption-attachment-513879\" class=\"wp-caption-text\">Solana DEX Volume (Source: Blockworks)</figcaption></figure>\n<p>Market dominance was concentrated among a dozen major exchanges, each processing more than $10 billion in volume. Raydium led the sector with $347 billion in volume, followed by orca_so at $241 billion, humidifi at $184.7 billion, SolFiAMM at $184.2 billion, and MeteoraAG at $182 billion.</p>\n<p>Notably, the mechanics of how trades were routed underwent a significant shift in 2025. &#8220;Prop AMMs&#8221; (Proprietary Automated Market Makers) grew their share of aggregator volume from 19% to 54%, suggesting a move toward more specialized, efficient trading algorithms.</p>\n<p>At the same time, the composition of trading pairs also evolved, with SOL serving as the pair token in 42% of all trades, while the dollar-pegged stablecoin USDC accounted for 30%.</p>\n<p>Emerging categories also contributed to the volume expansion. Artificial Intelligence (AI) agents, automated software programs conducting on-chain transactions, accounted for $31 billion in volume.</p>\n<p>Meanwhile, volume for tokenized real-world assets reached $598 million, and project-specific token volume, such as JUP and RAY, totaled $86 billion.</p>\n<p>On the aggregation front, platforms that route trades across multiple exchanges to find the best price handled $922 billion in volume, doubling their throughput from 2024. JupiterExchange dominated this vertical, accounting for $812 billion of that volume.</p>\n<p>Professional-grade trading platforms also saw a surge, generating $940 million in revenue, a 44% increase, while processing $108 billion in volume. AxiomExchange captured nearly a third of this professional market share.</p>\n<h2>The speculative boom</h2>\n<p>While Solana blockchain infrastructure matured, <a href=\"https://cryptoslate.com/solana-crypto-casino-shifts-from-memecoins-to-prediction-markets/\">retail speculation</a> remained a primary engine of network activity. <a href=\"https://cryptoslate.com/memecoins-are-back-but-one-specific-wallet-metric-suggests-the-50-billion-rally-is-a-dangerous-trap/\">Memecoins</a>, cryptocurrencies often based on internet jokes or viral trends, have driven significant turnover, despite questions about their long-term sustainability.</p>\n<p>Memecoin volume reached $482 billion. Although this represented a 10% decrease year-over-year, it marked an 80-fold increase over a two-year horizon, highlighting the sector's explosive growth since 2023.</p>\n<p>Notably, launchpads, platforms designed to simplify the creation of new tokens, became central to this pipeline.</p>\n<p>Six launchpads, <a href=\"https://cryptoslate.com/did-600-million-pump-fun-ico-fuel-new-memecoin-season-by-legitimizing-launchpad-memes/\">including Pump.fun,</a> bonkfun, believeapp, MeteoraAG via DBC, moonit, and Raydium via LaunchLab, each facilitated over $1 billion in trading volume. Revenues for these launchpads doubled year over year to $762 million.</p>\n<p><a href=\"https://cryptoslate.com/pumpfun-memecoin-streams-explode-as-creators-pocket-record-earnings-in-last-week/\">Pump.fun emerged as the defining retail application</a> of the year. The platform was credited with drastically lowering the technical barriers to token creation, allowing users to launch new assets in seconds.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/pumpfun-memecoin-streams-explode-as-creators-pocket-record-earnings-in-last-week/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/09/pumpfun-1024x538.jpg\" alt=\"Pumpfun memecoin streams explode as creators pocket record earnings in last week\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Pumpfun memecoin streams explode as creators pocket record earnings in last week</h3>\n                            <p class=\"cs-article-embed__summary\">Solana&#039;s Pump.fun emerges as a streaming force, pushing creator payouts to unprecedented levels.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Sep 15, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>However, the ease of creation led to market saturation. Users created 11.6 million new tokens through launchpads in 2025, more than doubling the previous year's count.</p>\n<p>Yet, the success rate for these assets was minuscule. Only 105,000 tokens &#8220;graduated&#8221; from their bonding curves, a mechanism that moves a token to a standard exchange once enough capital is raised.</p>\n<p>This represents a graduation rate of just 0.89%, reinforcing the high-risk, casino-like nature of this market segment, where the vast <a href=\"https://cryptoslate.com/solana-has-become-a-breeding-ground-for-pump-and-dump-memecoin-cabals-bloomberg/\">majority of launches quickly lose traction</a>.</p>\n<p>Meanwhile, <a href=\"https://cryptoslate.com/trump-musk-feud-becomes-memecoin-meta-leads-to-surge-in-trading-volume/\">political events</a> also influenced the speculative fervor.</p>\n<p>The return of <a href=\"https://cryptoslate.com/people/donald-trump/\">Donald Trump</a> to political office triggered a wave of &#8220;PolitiFi&#8221; memecoins. Tokens such as TRUMP and MELANIA, along with countless copycats, contributed significantly to DEX volume spikes throughout the year.</p>\n<h2>Cheap transactions</h2>\n<p>A key factor enabling Solana’s ability to handle this diverse mix of high-frequency trading and <a href=\"https://cryptoslate.com/insights/solanas-daily-fees-and-revenue-hit-ath-amid-heightened-engagement/\">massive token issuance was its fee structure.</a></p>\n<p>Despite daily wallet activity and transaction counts reaching record highs, the cost to use the network declined.</p>\n<p>The average transaction fee fell to $0.017 from $0.025 the previous year. More notably, the median fee dropped to $0.0011 from $0.0014.</p>\n<p>This economic environment sustained high-frequency trading behaviors that are cost-prohibitive on more expensive blockchain networks.</p>\n<p>It facilitated the creation of 725 million new wallets and allowed bots and automated agents to operate with high velocity without eroding profit margins.</p>\n<h2>Institutional maturation: ETFs and Stablecoins</h2>\n<p>Beyond the retail frenzy, 2025 marked a turning point for Solana’s integration into traditional financial markets.</p>\n<p>A significant milestone was the late-2025 rollout of US-listed spot <a href=\"https://cryptoslate.com/xrp-and-solana-dethrone-bitcoin-and-ethereum-as-institutional-favorites-in-2025/\">Solana Exchange Traded Funds (ETFs).</a></p>\n<p>These products opened the door for traditional equity investors to gain exposure to SOL without managing private keys. The <a href=\"https://cryptoslate.com/solana-etfs-are-outperforming-bitcoin-is-sol-siphoning-btc-liquidity/\">ETFs recorded $1.02 billion in net inflows</a> shortly after launch, signaling strong institutional appetite.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/solana-etfs-are-outperforming-bitcoin-is-sol-siphoning-btc-liquidity/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/11/solana-btc-eth-1024x538.jpg\" alt=\"Solana ETFs are outperforming Bitcoin: Is SOL siphoning BTC liquidity?\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Solana ETFs are outperforming Bitcoin: Is SOL siphoning BTC liquidity?</h3>\n                            <p class=\"cs-article-embed__summary\">A week of outflows from Bitcoin/Ethereum funds contrasts with steady Solana inflows. What changes if the pattern persists?</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Nov 6, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Gino Matos</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p><span style=\"box-sizing: border-box; margin: 0px; padding: 0px;\">At the same time, some <a href=\"https://cryptoslate.com/forward-industries-to-become-largest-solana-treasury-holder-through-1-6b-deal-stock-jumps-101/\" target=\"_blank\" rel=\"noopener\">public companies like Forward Industries</a> had also embraced cryptocurrency as their treasury asset and acquired more than 18 million SOL tokens.</span></p>\n<p>Simultaneously, the usage of stablecoins, cryptocurrencies pegged to fiat currency, exploded.</p>\n<p><a href=\"https://cryptoslate.com/insights/solana-nears-10-billion-milestone-in-stablecoin-holdings-amid-trump-memecoin-frenzy/\">Stablecoin supply on Solana</a> ended 2025 at $14.8 billion, a new all-time high that more than doubled the previous year's figure.</p>\n<figure id=\"attachment_513877\" aria-describedby=\"caption-attachment-513877\" style=\"width: 1430px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513877\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yBbcAMM_Ye.jpg\" alt=\"Solana Stablecoin Supply\" width=\"1430\" height=\"1184\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yBbcAMM_Ye.jpg 1430w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yBbcAMM_Ye-300x248.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yBbcAMM_Ye-1024x848.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G9-u4yBbcAMM_Ye-768x636.jpg 768w\" sizes=\"(max-width: 1430px) 100vw, 1430px\" /><figcaption id=\"caption-attachment-513877\" class=\"wp-caption-text\">Solana Stablecoin Supply (Source: Blockworks)</figcaption></figure>\n<p>USDC dominated this market, accounting for 66% of the supply. Total stablecoin transfer volume reached an astronomical $11.7 trillion, a seven-fold increase over two years, indicating that Solana is increasingly being used for global settlement and payments.</p>\n<p>Notably, the network also <a href=\"https://cryptoslate.com/is-solana-ready-for-institutions-700m-real-world-assets-and-no-downtime/\">saw growth in tokenized assets</a>.</p>\n<p>Equities debuted on-chain with $1 billion in supply and $651 million in trading volume. Bitcoin supply on Solana doubled to $770 million, while <a href=\"https://cryptoslate.com/coins/bitcoin/\">Bitcoin</a> trading volume on the network grew fivefold to $33 billion.</p>\n<p>Additionally, assets from other chains, including <a href=\"https://cryptoslate.com/coins/zcash/\">Zcash</a>, Monad, and NEAR, debuted on Solana with a combined supply of $32 million.</p>\n<p>As a result, token Terminal data estimates that applications on Solana now hold approximately $35 billion in user assets.</p>\n<figure id=\"attachment_513875\" aria-describedby=\"caption-attachment-513875\" style=\"width: 1500px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513875\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9_aI7DWEAAaAg8.jpg\" alt=\"Solana TVL\" width=\"1500\" height=\"1500\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9_aI7DWEAAaAg8.jpg 1500w, https://cryptoslate.com/wp-content/uploads/2026/01/G9_aI7DWEAAaAg8-300x300.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G9_aI7DWEAAaAg8-1024x1024.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G9_aI7DWEAAaAg8-150x150.jpg 150w, https://cryptoslate.com/wp-content/uploads/2026/01/G9_aI7DWEAAaAg8-768x768.jpg 768w\" sizes=\"(max-width: 1500px) 100vw, 1500px\" /><figcaption id=\"caption-attachment-513875\" class=\"wp-caption-text\">Solana Ecosystem TVL (Source: Token Terminal)</figcaption></figure>\n<p>Furthermore, the ecosystem's Total Value Locked (TVL) has risen by roughly $30 billion since January 2024, representing nearly 10-fold growth in just two years.</p>\n<p>This accumulation of value suggests that users are not merely transacting and leaving, but are increasingly parking capital within the Solana economy.</p>\n<p>The post <a href=\"https://cryptoslate.com/solana-applications-generated-2-4-billion-proving-the-network-is-finally-decoupling-from-this-volatile-metric/\">Solana applications generate $2.4 billion, proving the network is finally decoupling from this volatile metric</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 19:05:48 +0000",
      "wordCount": 1413,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "69b6acd74313",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:19.778Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Bitcoin ripped to $94,000 as critical metric quietly turns positive for first time since October",
      "link": "https://cryptoslate.com/bitcoin-ripped-to-94000-as-critical-metric-quietly-turned-positive-for-first-time-since-october/",
      "content": "<p>Bitcoin ETFs grabbed $1.2 billion in the first two trading sessions of 2026, coinciding with BTC's climb to $94,000, a 7% gain in just days. The narrative wrote itself: institutional money flooded in, prices followed.</p>\n<p>Yet, that correlation masks a more complex structural shift unfolding across options markets, on-chain flows, and derivatives positioning, suggesting the rally's foundation runs deeper than spot demand alone.</p>\n<h2>Paying up for convexity</h2>\n<p><a href=\"https://cryptoslate.com/people/jeffrey-park/\">Jeffrey Park</a>, CIO at ProCap BTC, <a href=\"https://x.com/dgt10011/status/2008326442073887226?s=20\">flagged</a> that Bitcoin options call skew flipped positive on Jan. 1 for the first time since October. He surfaced a signal institutional traders watch more closely than AUM tallies: the cost of upside protection relative to downside hedges.</p>\n<p>Call skew measures the difference between the implied volatility of out-of-the-money calls and that of comparable puts, typically expressed as a 25-delta risk reversal.</p>\n<p>When that spread turns positive, traders bid more aggressively for upside exposure than for downside insurance. The market charges a premium for convexity in one direction, which functions as a live vote on where participants expect the price to break.</p>\n<p>Positive call skew reflects genuine demand for leverage on the upside, such as institutions positioning for breakouts, retail chasing momentum, or structured products needing call inventory.</p>\n<p>The mechanical effect compounds this: when dealers sell those calls, they hedge by buying spot or futures as prices rise, creating a feedback loop that amplifies rallies.</p>\n<p>The January flip in <a href=\"https://cryptoslate.com/coins/bitcoin/\">Bitcoin</a> options skew didn't just reflect sentiment; it reconfigured the derivatives landscape in a way that makes upside moves self-reinforcing through delta-hedging flows.</p>\n<figure id=\"attachment_513836\" aria-describedby=\"caption-attachment-513836\" style=\"width: 1423px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513836 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_naFGjxsITL.jpg\" alt=\"Bitcoin call skew turns positive in January\" width=\"1423\" height=\"840\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_naFGjxsITL.jpg 1423w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_naFGjxsITL-300x177.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_naFGjxsITL-1024x604.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_naFGjxsITL-768x453.jpg 768w\" sizes=\"(max-width: 1423px) 100vw, 1423px\" /><figcaption id=\"caption-attachment-513836\" class=\"wp-caption-text\">Bitcoin options call skew turned positive on Jan. 1 for the first time since October, signaling traders are paying more for upside protection. Image: Amberdata/Jeff Park</figcaption></figure>\n<h2>Supply redistribution and leverage dynamics</h2>\n<p>Checkonchain framed the rally through a <a href=\"https://x.com/_checkonchain/status/2008345352563552472?s=20\">different lens</a> on Jan. 5, pointing to &#8220;massive supply redistribution happening under the hood.&#8221;</p>\n<p>Top-heavy supply dropped from 67% to 47%, while <a href=\"https://charts.checkonchain.com/btconchain/realised/realisedpnl_2/realisedpnl_2_light.html\">profit-taking gradually collapsed</a> from 30,721 BTC on Nov. 23 to just 3,596 BTC by Jan. 3.</p>\n<p>The market wasn't simply rising: it was rebalancing, with concentrated holders distributing to buyers willing to absorb supply without immediately flipping for profit.</p>\n<p>When profit-taking evaporates while price climbs, it suggests new entrants are accumulating with longer time horizons.</p>\n<p>The drop in realized profit removes sell-side pressure that typically caps rallies. Recent buyers entered at prices closer to current levels, creating a cohort less incentivized to exit on marginal gains.</p>\n<figure id=\"attachment_513837\" aria-describedby=\"caption-attachment-513837\" style=\"width: 2464px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513837 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_30U6ANDdPx.jpg\" alt=\"Realized profit since Nov. 30\" width=\"2464\" height=\"886\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_30U6ANDdPx.jpg 2464w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_30U6ANDdPx-300x108.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_30U6ANDdPx-1024x368.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_30U6ANDdPx-768x276.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_30U6ANDdPx-1536x552.jpg 1536w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_30U6ANDdPx-2048x736.jpg 2048w\" sizes=\"(max-width: 2464px) 100vw, 2464px\" /><figcaption id=\"caption-attachment-513837\" class=\"wp-caption-text\">BTC-denominated realized profit fell from 30,721 BTC on Nov. 23 to 3,596 BTC by Jan. 3, per Checkonchain data.</figcaption></figure>\n<p>The futures market added another layer. <a href=\"https://cryptoslate.com/companies/coinglass/\">CoinGlass</a> data showed <a href=\"https://www.coinglass.com/LiquidationData\">$530 million in liquidations over 24 hours</a>, with $361 million from shorts, a classic short squeeze that is helping the recent rally.</p>\n<p>However, the squeeze occurred within a low-leverage environment. Checkonchain data shows that crypto-native leverage <a href=\"https://charts.checkonchain.com/btconchain/derivatives/leverageratio_0/leverageratio_0_light.html\">fell from 5.2% to 4.8%</a> between Dec. 31 and Jan. 5, while global leverage dropped from 7.2% to 6.6%. Futures leverage inched up slightly to 3.3% but remained well below historical peaks.</p>\n<p>When shorts get squeezed in a low-leverage regime, the unwind removes resistance without creating systemic fragility on the long side.</p>\n<p>The lack of excessive leverage means the rally isn't built on borrowed capital that would have to be deleveraged at the first sign of weakness. Spot-driven rallies don't face the same reflexive deleveraging risk as futures-heavy moves.</p>\n<figure id=\"attachment_513838\" aria-describedby=\"caption-attachment-513838\" style=\"width: 2462px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513838 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_Leep6qPVG6.jpg\" alt=\"Leverage in Bitcoin derivatives\" width=\"2462\" height=\"899\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_Leep6qPVG6.jpg 2462w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_Leep6qPVG6-300x110.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_Leep6qPVG6-1024x374.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_Leep6qPVG6-768x280.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_Leep6qPVG6-1536x561.jpg 1536w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_Leep6qPVG6-2048x748.jpg 2048w\" sizes=\"(max-width: 2462px) 100vw, 2462px\" /><figcaption id=\"caption-attachment-513838\" class=\"wp-caption-text\">Crypto-native leverage ratio declined from 5.2% to 4.8% between Dec. 31 and Jan. 5, per Checkonchain data.</figcaption></figure>\n<p>The interplay between the mechanics of call skew repricing upside risk, supply consolidating into stronger hands, and leverage staying compressed creates a setup where catalysts like ETF inflows amplify rather than initiate the move.</p>\n<p>The ETFs provided a narrative anchor and liquidity entry point, but the structural conditions that allow prices to hold gains were already in place.</p>\n<p>Bitcoin's breach of $94,000 marked the convergence of multiple structural indicators that suggest more conviction behind the move than spot flows alone would imply.</p>\n<p>The post <a href=\"https://cryptoslate.com/bitcoin-ripped-to-94000-as-critical-metric-quietly-turned-positive-for-first-time-since-october/\">Bitcoin ripped to $94,000 as critical metric quietly turns positive for first time since October</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 17:05:36 +0000",
      "wordCount": 673,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "4fc2f0cc540b",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:19.778Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Exchanges to freeze trading and withdrawals after countdown under new crypto law – how long do you have?",
      "link": "https://cryptoslate.com/new-crypto-laws-trigger-a-strict-60-day-countdown-that-forces-providers-to-freeze-your-trading-ability/",
      "content": "<p>Crypto companies serving EU residents began collecting <a href=\"https://cryptoslate.com/eu-adopts-directive-for-stronger-member-collaboration-on-crypto-tax-data-sharing/\">tax data</a> on Jan. 1, 2026, under the European Union’s DAC8 rules. That start date has fed viral <a href=\"https://x.com/blockchainchick/status/2008579343426220057?s=20\">claims</a> on X that the bloc has “ended crypto privacy.”</p>\n<p><a href=\"https://taxation-customs.ec.europa.eu/taxation/tax-transparency-cooperation/administrative-co-operation-and-mutual-assistance/directive-administrative-cooperation-dac/dac8_en\" target=\"_blank\" rel=\"noopener\">The European Commission's</a> guidance for DAC8 set Jan. 1, 2026, as the operational start date for data collection. However, many commentators are overreaching in their conclusions, and the implied timeline is compressed.</p>\n<h2>What DAC8’s Jan. 1 start date actually means in practice</h2>\n<p>Providers collect data through 2026, while the first full-year reports are due in 2027. The Commission describes a nine-month window, from the end of the first fiscal year through Sept. 30, 2027.</p>\n<p>In practice, that makes 2026 the buildout and data-capture year. Larger effects on enforcement would likely arrive when reports can be matched at scale across borders.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/europe-tightens-crypto-regulations-with-new-anti-money-laundering-laws/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2024/04/eu-aml-1024x538.jpg\" alt=\"Europe tightens crypto regulations with new anti-money laundering laws\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Europe tightens crypto regulations with new anti-money laundering laws</h3>\n                            <p class=\"cs-article-embed__summary\">Europe&#039;s crypto ecosystem braces for impact as new stringent AML regulations signal tighter KYC norms and oversight.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Apr 25, 2024</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>DAC8, implemented through <a href=\"https://eur-lex.europa.eu/eli/dir/2023/2226/oj/eng\">Directive (EU) 2023/2226</a>, expands tax visibility inside the regulated perimeter rather than eliminating self-custody. The directive targets reporting crypto-asset service providers and their EU-resident users.</p>\n<p>It covers exchanges between crypto and fiat, exchanges between one crypto-asset and another, and “transfers.” That transfer definition is broad enough to capture withdrawals from an exchange account to an address not maintained by the same provider for that same user.</p>\n<p>This brings “unhosted” or self-custody destinations into the reportable scope. <a href=\"https://www.europarl.europa.eu/RegData/etudes/BRIE/2023/739310/EPRS_BRI%282023%29739310_EN.pdf\">European Parliament Research Service</a> materials on DAC8 also describe the reporting summary as including “transfers to un-hosted distributed ledger addresses.”</p>\n<p>Claims that providers must send a user’s “full transaction history” directly to tax authorities are overstated. The reporting cycle is annual, and the European Commission’s <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX%3A52022SC0402\">impact assessment</a> describes a policy design intended to strike a middle ground on granularity and administrative burden.</p>\n<p>That includes aggregation in parts of the reporting, even as it requires standardized identity and account fields that can support cross-border matching. The practical change is that activity that begins at a reporting provider, including a withdrawal to self-custody, no longer ends the information trail at the regulated chokepoint.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/the-end-of-privacy-in-europe-germanys-shift-on-eu-chat-control-raises-alarm/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/10/germany-privacy-1024x538.jpg\" alt=\"The end of privacy in Europe? Germany’s shift on EU Chat Control raises alarm\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">The end of privacy in Europe? Germany’s shift on EU Chat Control raises alarm</h3>\n                            <p class=\"cs-article-embed__summary\">Germany’s possible U-turn on the EU Chat Control proposal is alarming privacy advocates. Signal messaging app warns this could mark the end of encrypted privacy rights in Europe.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Oct 5, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Christina Comben</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<h2>DAC8 shifts the compliance burden to onboarding, identity, and access controls</h2>\n<p>DAC8’s strongest pressure point for users is onboarding and documentation. The directive requires providers to obtain required information such as a tax identification number.</p>\n<p>If a user does not provide it, the provider must ultimately prevent the user from performing “Reportable Transactions,” but only after two reminders and not before 60 days. That is narrower than an instant, blanket “freeze,” but it can still cut off trading and withdrawal flows that fall inside the reportable scope.</p>\n<p>The exchange plumbing is now more concrete. <a href=\"https://eur-lex.europa.eu/eli/reg_impl/2025/2263/oj/eng\">Implementing Regulation (EU) 2025/2263</a> sets standardized forms and computerized formats for mandatory information exchange, giving tax administrations a shared schema for ingestion and reconciliation.</p>\n<p>The Commission’s impact assessment estimates about €1.7 billion in additional annual revenue from crypto-asset transactions under its central case. European Parliament materials cite a wider range of about €1 billion to €2.4 billion per year.</p>\n<p>The same assessment models compliance costs for providers at about €259 million one-off and about €22.6 million to €24 million recurring annually. It also models administrative build costs for member states.</p>\n<table>\n<caption>EU crypto changes</caption>\n<thead>\n<tr>\n<th>What changes now, and what changes later</th>\n<th>Timing</th>\n<th>Source</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Providers begin collecting DAC8 data</td>\n<td>Jan. 1, 2026</td>\n<td>European Commission (Taxation and Customs Union)</td>\n</tr>\n<tr>\n<td>First full-year reports due</td>\n<td>By Sept. 30, 2027</td>\n<td>European Commission (Taxation and Customs Union)</td>\n</tr>\n<tr>\n<td>Scope includes exchanges and transfers to unhosted addresses</td>\n<td>Collection starts in 2026</td>\n<td>Directive (EU) 2023/2226; European Parliament EPRS</td>\n</tr>\n<tr>\n<td>Modeled annual revenue uplift, central case</td>\n<td>~€1.7 billion</td>\n<td>European Commission impact assessment</td>\n</tr>\n<tr>\n<td>Modeled provider compliance costs</td>\n<td>~€259 million one-off, ~€22.6 million to €24 million recurring</td>\n<td>European Commission impact assessment</td>\n</tr>\n</tbody>\n</table>\n<h2>How DAC8 reshapes platform economics and cross-border crypto activity</h2>\n<p>For platforms, the cost profile and the “no TIN, no reportable transactions” rule can reshape competitive dynamics. Fixed build costs for reporting stacks, customer due diligence, and transfer record-keeping can push smaller providers toward mergers, third-party compliance tooling, or tighter EU product scope.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/stablecoins-put-on-notice-as-eu-lawmakers-agree-on-landmark-mica-framework/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2022/07/eu-crypto-exchange-regulation-1024x538.jpg\" alt=\"Stablecoins put on notice as EU lawmakers agree on landmark MiCA framework\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Stablecoins put on notice as EU lawmakers agree on landmark MiCA framework</h3>\n                            <p class=\"cs-article-embed__summary\">Although MiCA will bring much needed regulatory clarity, crypto firms will face stricter rules under the new framework.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Jul 1, 2022</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Samuel Wan</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>Larger platforms may be better positioned to spread those costs across a wider base. Even so, the rule’s practical impact will depend on how providers implement controls around reportable activity.</p>\n<p>DAC8 also aligns Europe with a broader convergence path. According to the <a href=\"https://www.oecd.org/en/publications/bringing-tax-transparency-to-crypto-assets-an-update_b33c9aa1-en.html\">OECD</a>, 58 jurisdictions have indicated intent to commence exchanges under its Crypto-Asset Reporting Framework in 2027.</p>\n<p>That reduces the advantage of routing activity offshore when counterpart jurisdictions exchange comparable datasets.</p>\n<p>In that environment, DAC8 does not end private key control, but it turns regulated entry and exit points, including withdrawals to self-custody, into standardized reportable events that tax administrations can use in 2027 reporting cycles.</p>\n<p>The post <a href=\"https://cryptoslate.com/new-crypto-laws-trigger-a-strict-60-day-countdown-that-forces-providers-to-freeze-your-trading-ability/\">Exchanges to freeze trading and withdrawals after countdown under new crypto law &#8211; how long do you have?</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 15:15:05 +0000",
      "wordCount": 901,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "075cec8d36fd",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:19.778Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Friday Supreme Court ruling could trigger an instant “tariff shock” crash as Bitcoin wildly misprices impact",
      "link": "https://cryptoslate.com/bitcoin-is-wildly-mispricing-this-fridays-supreme-court-ruling-that-could-trigger-an-instant-tariff-shock-crash/",
      "content": "<p>The US Supreme Court returns from a four-week break on Jan. 9 with a potentially consequential economic ruling: whether the President Donald Trump administration lawfully imposed sweeping tariffs under emergency powers, or whether those duties on hundreds of billions in imports violated Congressional limits.</p>\n<p>Prediction markets give the government only a 23% to 30% chance of winning. Treasury officials have floated tens of billions in potential refunds and several hundred billion in lost revenue over a decade if the tariffs fall.</p>\n<p>Meanwhile, Bitcoin options traders are pricing seven-day implied volatility near multi-month lows, with the 25-delta skew tilted toward calls. Futures funding hovers <a href=\"https://www.coinglass.com/FundingRate\">around 0.0076% to 0.0094% per eight hours</a>, according to <a href=\"https://cryptoslate.com/companies/coinglass/\">CoinGlass</a> data, well below frothy levels.</p>\n<p>The dollar index trades 9.5% lower than a year ago, ten-year Treasury yields sit around 4.2%, and equity markets closed 2025 near record territory.</p>\n<p>The disconnect is stark: Washington and prediction platforms treat Friday as a binary macro event, but neither cross-asset markets nor Bitcoin derivatives show a clear &#8220;tariff shock&#8221; premium.</p>\n<h2>No directional movements, potential for high volatility</h2>\n<p><a href=\"https://cryptoslate.com/people/donald-trump/\">Trump's</a> &#8220;Liberation Day&#8221; tariffs were imposed in April 2025 using the International Emergency Economic Powers Act, a 1977 law typically reserved for national security threats.</p>\n<p>Two lower courts ruled the tariffs illegal, holding that IEEPA was stretched beyond Congressional intent. The Supreme Court heard arguments in November, with justices across the ideological spectrum sounding skeptical of the government's position.</p>\n<p>Tariffs under IEEPA account for roughly half of total US tariff revenue and contributed to price pressures that made 2025 the worst year for the dollar since 2017. If struck down, the refund and revenue implications run into hundreds of billions over the next decade.</p>\n<p>Traders at <a href=\"https://cryptoslate.com/companies/polymarket/\">Polymarket</a> predict a <a href=\"https://polymarket.com/event/will-the-supreme-court-rule-in-favor-of-trumps-tariffs?tid=1767722552618\">77% chance</a> that the Supreme Court will rule against the Trump administration, while odds at Kalshi are slightly <a href=\"https://kalshi.com/markets/kxdjtvostariffs/tariffs-case/kxdjtvostariffs\">lower at 69%</a>.</p>\n<figure id=\"attachment_513858\" aria-describedby=\"caption-attachment-513858\" style=\"width: 885px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513858 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/222.jpg\" alt=\"Prediction markets odds\" width=\"885\" height=\"912\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/222.jpg 885w, https://cryptoslate.com/wp-content/uploads/2026/01/222-291x300.jpg 291w, https://cryptoslate.com/wp-content/uploads/2026/01/222-768x791.jpg 768w\" sizes=\"(max-width: 885px) 100vw, 885px\" /><figcaption id=\"caption-attachment-513858\" class=\"wp-caption-text\">Prediction markets show 23-31% odds the Supreme Court rules in favor of Trump's tariffs, per Polymarket and Kalshi data.</figcaption></figure>\n<p>A niche market where importers sell potential refund claims to hedge funds shows those claims trading <a href=\"https://finance-commerce.com/2025/12/u-s-companies-selling-rights-to-potential-tariff-refund-claims/\">around 20-30 cents on the dollar</a>, which macro analysts cross-check to estimate real-money odds in the 40-45% range.</p>\n<p>The delta between prediction market odds and secondary refund claim pricing suggests meaningful uncertainty remains, exactly the setup where event-driven volatility could spike if the ruling surprises.</p>\n<p>Bitcoin derivatives also show no directional bias from traders, though they could see high volatility following the decision.</p>\n<p><a href=\"https://cryptoslate.com/companies/deribit/\">Deribit's</a> volatility index (DVOL) rose from 43 on Jan. 1 to a local peak of 46.4 on Jan. 5. Nevertheless, it sits at <a href=\"https://www.deribit.com/statistics/BTC/volatility-index\">one of its lowest levels</a> since late November.</p>\n<figure id=\"attachment_513856\" aria-describedby=\"caption-attachment-513856\" style=\"width: 1922px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513856 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_3wSxKVjRE8.jpg\" alt=\"Deribit's DVOL\" width=\"1922\" height=\"732\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_3wSxKVjRE8.jpg 1922w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_3wSxKVjRE8-300x114.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_3wSxKVjRE8-1024x390.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_3wSxKVjRE8-768x292.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_3wSxKVjRE8-1536x585.jpg 1536w\" sizes=\"(max-width: 1922px) 100vw, 1922px\" /><figcaption id=\"caption-attachment-513856\" class=\"wp-caption-text\">Deribit's volatility index rose from 43 on Jan. 1 to 46.4 on Jan. 5, near its lowest levels since late November. Image: Deribit</figcaption></figure>\n<p>Additionally, the 25-delta call-put skew is mildly negative at around -1.3 vols for both 1-week and 1-month maturities, meaning short-dated puts still trade slightly richer than equivalent calls.</p>\n<p>The difference between tenors is negligible, so the options surface isn't flashing a strong directional view around the event. The data shows just a modest, generic preference for downside hedges rather than a speculative upside grab.</p>\n<p>This pairs with perpetual futures funding hovers around around 0.0076% to 0.0094% per eight hours, well below the levels of over 0.01% that flag frothy long leverage.</p>\n<p>However, Bitcoin futures open interest is already swollen <a href=\"https://www.coinglass.com/BitcoinOpenInterest\">above $60 billion</a>, showing there's plenty of leverage in the system, despite neither crash hedges nor upside lottery tickets being especially prized.</p>\n<p>If the Supreme Court surprises either way, the move may be less about &#8220;new information&#8221; than about how $60 billion of positioning scrambles to reprice it.</p>\n<h2>Two outcomes, two transmission channels</h2>\n<p>If the Court upholds tariffs, it goes against prediction market odds and surprises macro desks.</p>\n<p>The read-through is: import prices are higher and stickier, less confidence that inflation will glide back to target, and a lean toward a stronger dollar and higher real yields.</p>\n<p>That setup is risk-off for equities, and Bitcoin in that tape probably trades with other high-beta assets in a knee-jerk selloff movement alongside a firmer DXY and weaker S&P.</p>\n<figure id=\"attachment_513857\" aria-describedby=\"caption-attachment-513857\" style=\"width: 1906px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513857 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/dxy2.jpg\" alt=\"DXY daily chart since January 2025\" width=\"1906\" height=\"627\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/dxy2.jpg 1906w, https://cryptoslate.com/wp-content/uploads/2026/01/dxy2-300x99.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/dxy2-1024x337.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/dxy2-768x253.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/dxy2-1536x505.jpg 1536w\" sizes=\"(max-width: 1906px) 100vw, 1906px\" /><figcaption id=\"caption-attachment-513857\" class=\"wp-caption-text\">The dollar index trades around 98, roughly 9.5% lower than its peak a year ago in early 2025.</figcaption></figure>\n<p>The slower narrative is different. Persistent tariffs reinforce the idea that US policy risk and fiscal fragility are structural. That's the environment where &#8220;digital gold&#8221; and &#8220;outside money&#8221; narratives tend to re-emerge after initial deleveraging.</p>\n<p>It's a second-leg theme rather than an instant safe-haven bid.</p>\n<p>In derivative terms, a surprise &#8220;tariffs upheld&#8221; ruling would see short-dated puts explode in value, realized volatility spike, and front-end implied vol reprice higher.</p>\n<p>If the Court strikes down tariffs, which is currently the likely scenario, it validates the base case in Polymarket, <a href=\"https://cryptoslate.com/companies/kalshi/\">Kalshi</a>, and on Wall Street. Overturning the tariffs is effectively a disinflationary supply-side shock plus potential corporate stimulus if refunds materialize.</p>\n<p>Market analysis has described this as &#8220;rocket fuel&#8221; for stocks and a tailwind for global growth expectations.</p>\n<p>The immediate playbook would be: DXY softer, long-end yields lower, credit spreads tighter, equities up. Bitcoin usually benefits during a broader risk-on move, particularly if lower yields revive the &#8220;liquidity and carry&#8221; trade that fueled 2025's ETF and basis flows.</p>\n<p>The twist is that because this outcome is expected, Bitcoin's reaction might depend heavily on positioning. If the market enters Jan. 9 with only mild front-end implied volatility, moderate funding, and no outsized put skew, there's room for BTC to grind higher as traders re-risk.</p>\n<p>If options and perps get crowded long into Friday, the classic &#8220;good news, sell the fact&#8221; setup happens, where BTC briefly pops and then mean-reverts.</p>\n<h2>What &#8220;priced in&#8221; actually means</h2>\n<p>Prediction markets indicate the direction is partly priced in, but neither cross-asset nor BTC derivatives show a large &#8220;tariff shock&#8221; premium.</p>\n<p>That's not the same as saying the ruling won't move markets. It means the move depends less on which way the Court decides and more on whether the decision surprises relative to positioning.</p>\n<p>If tariffs are upheld, that would be a genuine surprise, and the market can expect volatility to spike as traders reprice inflation persistence and the dollar's strength. If tariffs are struck down, the reaction depends on whether the market has already front-run the good news or still has room to chase risk-on momentum.</p>\n<p>The current setup suggests <a href=\"https://cryptoslate.com/coins/bitcoin/\">Bitcoin</a> is in the zone where either outcome could produce a tradable move, but neither is so overdetermined that Friday becomes a non-event.</p>\n<p>The ruling won't reshape Bitcoin's long-term trajectory, but it could clarify which macro narrative dominates the next few weeks: reflation and dollar strength if tariffs stay, or disinflation and risk-on flows if they fall.</p>\n<p>The derivatives market isn't screaming about it yet, which means there's still alpha in paying attention.</p>\n<p>The post <a href=\"https://cryptoslate.com/bitcoin-is-wildly-mispricing-this-fridays-supreme-court-ruling-that-could-trigger-an-instant-tariff-shock-crash/\">Friday Supreme Court ruling could trigger an instant &#8220;tariff shock&#8221; crash as Bitcoin wildly misprices impact</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 13:07:35 +0000",
      "wordCount": 1149,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "91e81d398ca4",
      "status": "pending",
      "syncedAt": "2026-01-08T01:06:19.778Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "XRP currently dominates Japan’s cash inflows, and a new 20% tax rate is about to lock that advantage in",
      "link": "https://cryptoslate.com/xrp-currently-dominates-japans-cash-inflows-and-a-new-20-tax-rate-is-about-to-lock-that-advantage-in/",
      "content": "<p>Japan's Finance Minister Satsuki Katayama stood at the Tokyo Stock Exchange on Jan. 5 and declared 2026 a &#8220;digital year,&#8221; framing traditional exchanges as the primary gateway for investors to access cryptoassets and ETF-like products.</p>\n<p>As Elliptic noted, she pointed to US spot Bitcoin ETFs as a model, explicitly stating what Japan's Financial Services Agency had been building toward: crypto was being pulled into the same institutional channels as equities and funds.</p>\n<p>The timing matters because the policy architecture behind that statement, consisting of tax cuts, stablecoin licensing, and a wholesale <a href=\"https://www.elliptic.co/blog/crypto-regulatory-affairs-hong-kong-progresses-cryptoasset-regulatory-activities#Japan-integration-crypto\">reclassification of 105 cryptoassets as financial products</a>, creates a clear regulatory pathway for institutional crypto exposure in Asia.</p>\n<p>Additionally, buried in the mechanics of that shift is a second-order effect: <a href=\"https://cryptoslate.com/coins/xrp/\">XRP</a> sits at the center of Japan's existing crypto infrastructure, positioning it to capture a disproportionate share of the institutional flows these reforms are designed to unlock.</p>\n<h2>Policy stack</h2>\n<p>Japan's FSA finalized plans to reclassify 105 major cryptoassets as &#8220;financial products&#8221; under the Financial Instruments and Exchange Act, moving them out of the lighter Payment Services Act regime.</p>\n<p>Exchanges listing these assets face issuer-style disclosure, volatility, and blockchain risk reporting, and insider trading restrictions. The bill goes to the 2026 ordinary Diet session.</p>\n<p>The same package reduces the effective tax rate on eligible crypto income from <a href=\"https://cryptoslate.com/japans-20-crypto-tax-sets-a-new-bar-in-asia-pressuring-singapore-and-hong-kong-as-retail-costs-fall/\">as high as 55% to a flat 20%</a>, aligning crypto taxation with that of stock investments.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/japans-20-crypto-tax-sets-a-new-bar-in-asia-pressuring-singapore-and-hong-kong-as-retail-costs-fall/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/11/japan-crypto-tax-1024x538.jpg\" alt=\"Japan’s 20% crypto tax sets a new bar in Asia, pressuring Singapore and Hong Kong as retail costs fall\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Japan’s 20% crypto tax sets a new bar in Asia, pressuring Singapore and Hong Kong as retail costs fall</h3>\n                            <p class=\"cs-article-embed__summary\">Japan’s sweeping crypto reclassification could redefine Asia’s regulatory power balance.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Nov 23, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Andjela Radmilac</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>The FSA also advanced a yen-pegged stablecoin initiative that resulted in Japan's first licensed JPY stablecoin, JPYC, while exploring ways to allow local banks to trade cryptocurrencies, much as they trade stocks and government bonds.</p>\n<p>Put together, the changes to the policy stack are as described in the table below:</p>\n<table>\n<thead>\n<tr>\n<th>Policy area</th>\n<th>Policy change</th>\n<th>What it does in practice</th>\n<th>Implication for crypto markets</th>\n<th>Timeline / status</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Asset classification</td>\n<td>Reclassifies 105 major cryptoassets as “financial products” under the Financial Instruments and Exchange Act (FIEA), instead of the lighter Payment Services Act regime</td>\n<td>Brings targeted tokens into the same legal bucket as traditional securities, triggering issuer-style disclosure, volatility and blockchain-risk reporting, and insider-trading rules for exchanges that list them</td>\n<td>Moves major tokens into the familiar securities-market framework, making it easier for brokers, exchanges, and institutions to treat leading coins like mainstream investable assets</td>\n<td>Bill slated for submission to the 2026 ordinary Diet session</td>\n</tr>\n<tr>\n<td>Exchange and issuer obligations</td>\n<td>Imposes disclosure and risk-reporting duties on exchanges listing the reclassified assets</td>\n<td>Requires detailed information on technology, market and governance risks, plus monitoring for abusive trading activity</td>\n<td>Improves transparency and investor protection, giving institutional compliance teams more comfort around listing and holding large-cap cryptoassets</td>\n<td>Comes into force with the 2026 FIEA amendment once passed and implemented</td>\n</tr>\n<tr>\n<td>Tax treatment</td>\n<td>Cuts effective tax on eligible crypto income from up to 55% to a flat 20%, in line with equity taxation</td>\n<td>Aligns crypto capital gains with stock investments rather than high progressive income brackets</td>\n<td>Lowers the friction for households, HNWIs and corporates to hold and trade crypto, and makes exchange-listed or fund-wrapped exposure more attractive on a risk-adjusted, after-tax basis</td>\n<td>Included in the same reform package; designed to take effect alongside or shortly after the legal reclassification</td>\n</tr>\n<tr>\n<td>Stablecoin regime</td>\n<td>Advances a yen-pegged stablecoin framework that enabled Japan’s first licensed JPY stablecoin, JPYC</td>\n<td>Provides a regulated path for issuing and using JPY-backed stablecoins within domestic markets</td>\n<td>Creates native JPY liquidity rails for trading and settlement, paving the way for onshore stablecoin pairs and integration of crypto into payments and capital-markets infrastructure</td>\n<td>Framework already in motion, with JPYC live as the first licensed JPY stablecoin</td>\n</tr>\n<tr>\n<td>Bank and securities participation</td>\n<td>Explores ways for local banks to trade cryptocurrencies in a manner similar to stocks and government bonds</td>\n<td>Opens the door for banks and their securities arms to directly offer crypto dealing, custody and related services</td>\n<td>Enlarges the set of regulated institutions that can intermediate crypto exposure, supporting deeper liquidity, more sophisticated products and institutional flows</td>\n<td>Ongoing supervisory workstream linked to the broader 2026 reform and bank-level licensing decisions</td>\n</tr>\n<tr>\n<td>Political and regulatory framing</td>\n<td>Positions digital assets within the securities-market playbook, with stock and commodity exchanges as primary gateways for investors</td>\n<td>Signals that crypto will be accessed mainly through regulated exchanges and securities-type products such as ETFs and structured notes</td>\n<td>Anchors the long-term vision in traditional market infrastructure, clearing a path for exchange-listed crypto products, bank custody and broker-distributed exposure that can scale institutional participation</td>\n<td>Articulated in recent government and ministry statements; provides the narrative and policy direction that the 2026 legal and tax changes are meant to operationalize</td>\n</tr>\n</tbody>\n</table>\n<h2>Adoption gap</h2>\n<p>Chainalysis' 2025 Global Crypto Adoption Index ranks Japan 19th worldwide for overall crypto adoption. Yet, on the &#8220;institutional centralized service value received&#8221; sub-index, Japan falls to 27th.</p>\n<p>Japanese consumers and high-net-worth users are engaged, but flows of $1 million or more through centralized venues lag grassroots activity.</p>\n<p>Japan's on-chain value received grew 120% in the 12 months to June 2025, outpacing India (99%), South Korea (100%), Indonesia (103%), and Vietnam (55%). Chainalysis links that growth to regulatory reforms, tax plans, and stablecoin licensing.</p>\n<figure id=\"attachment_513849\" aria-describedby=\"caption-attachment-513849\" style=\"width: 1206px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513849 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/msedge_Xj6sU3JXgM.jpg\" alt=\"Japan's crypto adoption growth in one year\" width=\"1206\" height=\"777\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/msedge_Xj6sU3JXgM.jpg 1206w, https://cryptoslate.com/wp-content/uploads/2026/01/msedge_Xj6sU3JXgM-300x193.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/msedge_Xj6sU3JXgM-1024x660.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/msedge_Xj6sU3JXgM-768x495.jpg 768w\" sizes=\"(max-width: 1206px) 100vw, 1206px\" /><figcaption id=\"caption-attachment-513849\" class=\"wp-caption-text\">Japan's on-chain value received grew 120% year-over-year, outpacing Indonesia, South Korea, India, and Vietnam, per Chainalysis data.</figcaption></figure>\n<p>The critical detail: from July 2024 to June 2025, purchases of JPY on centralized exchanges went &#8220;predominantly into XRP,&#8221; with about $21.7 billion in XRP bought, versus roughly $4.7 billion in BTC and $2 billion in <a href=\"https://cryptoslate.com/coins/cardano/\">ADA</a>.</p>\n<p>The report explicitly suggests investors are betting on the &#8220;real-world utility of XRP&#8221; given <a href=\"https://cryptoslate.com/companies/ripple/\">Ripple's</a> strategic partnership with SBI Holdings.</p>\n<p>The Japanese crypto industry is growing fast, institutions lag retail, and XRP dominates JPY on-ramp volume.</p>\n<h2>Why XRP captures the institutional pathway</h2>\n<p>The payments rail isn't hypothetical. SBI Remit, part of SBI Holdings, has used Ripple's payment technology since 2017. In 2021, it became the first Japanese remittance provider to use XRP as a bridge asset for Japan-Philippines transfers.</p>\n<p>In 2023, SBI expanded that model so XRP now bridges remittances from Japan into bank accounts in the Philippines, Vietnam, and Indonesia.</p>\n<p>These aren't pilot programs, but live corridors moving money across the region's most active remittance routes.</p>\n<p>On the stablecoin side, Ripple and SBI <a href=\"https://cryptoslate.com/ripples-rlusd-stablecoin-to-enter-japanese-market-by-2026/\">signed a memorandum of understanding</a> in August 2025 for SBI VC Trade to distribute Ripple's <a href=\"https://cryptoslate.com/coins/ripple-usd/\">RLUSD</a> stablecoin domestically. The SBI-related firm is the first to hold Japan's Electronic Payment Instruments Exchange Service Provider license.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/ripples-rlusd-stablecoin-to-enter-japanese-market-by-2026/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/08/ripple-japan-1024x538.jpg\" alt=\"Ripple's RLUSD stablecoin to enter Japanese market by 2026\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Ripple's RLUSD stablecoin to enter Japanese market by 2026</h3>\n                            <p class=\"cs-article-embed__summary\">By teaming up with SBI VC Trade, Ripple plans RLUSD launch aligning with Japan&#039;s stablecoin regulatory reviews.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Aug 22, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>The partnership targets institutional demand and emphasizes full US dollar backing, short-term Treasuries, and monthly attestations to meet regulatory expectations.</p>\n<p>The ETF angle is tailor-made for this thesis.</p>\n<p>In August 2025, SBI's earnings materials outlined plans for Japan's first dual-asset crypto ETF, pairing Bitcoin and XRP. SBI aims to launch &#8220;upon regulatory approval&#8221; in anticipation of the FSA's reclassification of crypto as a financial product.</p>\n<p>The Bitcoin-XRP ETF would list on the Tokyo Stock Exchange. XRP shares top billing with Bitcoin in the institutional product design.</p>\n<p>Recent research describes Japan as one of the most <a href=\"https://www.diva-portal.org/smash/get/diva2%3A1964132/FULLTEXT01.pdf\">&#8220;Ripple-friendly&#8221; jurisdictions</a>, with SBI Remit's XRP corridors cited as examples of lower-cost, near-instant transfers and as a testbed for cross-border rails in Asia.</p>\n<p>When regulators in Tokyo talk about &#8220;real-world utility&#8221; or &#8220;digital year&#8221; in the same breath as capital markets, XRP is one of the few assets already plugged into regulated institutions and payment flows.</p>\n<figure id=\"attachment_513853\" aria-describedby=\"caption-attachment-513853\" style=\"width: 1207px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513853 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/msedge_kBZr6HH8Lo-1.jpg\" alt=\"Japan is the 5th-largest country in APAC\" width=\"1207\" height=\"778\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/msedge_kBZr6HH8Lo-1.jpg 1207w, https://cryptoslate.com/wp-content/uploads/2026/01/msedge_kBZr6HH8Lo-1-300x193.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/msedge_kBZr6HH8Lo-1-1024x660.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/msedge_kBZr6HH8Lo-1-768x495.jpg 768w\" sizes=\"(max-width: 1207px) 100vw, 1207px\" /><figcaption id=\"caption-attachment-513853\" class=\"wp-caption-text\">Japan is the 5th-largest country in APAC for crypto adoption, with nearly $200 billion in on-chain value received, followed by Australia and Pakistan, per Chainalysis.</figcaption></figure>\n<h2>How exposure actually reaches investors</h2>\n<p>Once the FSA's proposals are enacted, those 105 cryptoassets will fall under FIEA, with disclosure, insider-trading controls, and product-governance rules similar to those for equities and funds.</p>\n<p>That unlocks the existing machinery of Japanese finance: securities firms, banks' securities arms, and exchange-listed products.</p>\n<p>The Osaka Digital Exchange already operates START, Japan's first secondary market for security tokens, which is funded by institutions such as SBI and major brokerages.</p>\n<p>Policy work from Nomura Research Institute <a href=\"https://www.nri.com/en/knowledge/publication/jamb_2025/files/jamb2025_2026_en.pdf\">lays out the menu</a>: investment trusts holding spot crypto, futures-based crypto funds, sale of foreign Bitcoin ETFs to domestic investors, and potential cross-listings of US products on the Tokyo Stock Exchange.</p>\n<figure id=\"attachment_513854\" aria-describedby=\"caption-attachment-513854\" style=\"width: 835px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513854 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_bTuHIoH1Gf.jpg\" alt=\"Regulatory scorecard\" width=\"835\" height=\"414\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_bTuHIoH1Gf.jpg 835w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_bTuHIoH1Gf-300x149.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_bTuHIoH1Gf-768x381.jpg 768w\" sizes=\"(max-width: 835px) 100vw, 835px\" /><figcaption id=\"caption-attachment-513854\" class=\"wp-caption-text\">Japan's current regulatory framework permits foreign crypto ETF purchases but restricts domestic origination and cross-listing of spot crypto products.</figcaption></figure>\n<p>Overlay SBI's plans for a <a href=\"https://cryptoslate.com/coins/bitcoin/\">Bitcoin</a>-XRP ETF, SBI VC Trade's role as a licensed crypto and stablecoin venue, and SBI Remit's existing XRP rails.</p>\n<p>The institutional pathway becomes clear: JPY savings and corporate cash can transform into regulated exposure to XRP through exchange-listed ETFs, investment trusts, or structured notes sitting on top of XRP liquidity on domestic exchanges.</p>\n<h2>What &#8220;more XRP liquidity&#8221; actually looks like</h2>\n<p>At the microstructure level, the easiest near-term effect shows up in JPY spot markets.</p>\n<p>Tax cuts and a move into the securities law framework make it easier for brokers and wealth managers to recommend regulated crypto products.</p>\n<p>For XRP, which already dominates JPY fiat on-ramp volume, that likely manifests as higher daily JPY/XRP traded volume, deeper order books, and tighter spreads versus USD pairs.</p>\n<p><a href=\"https://cryptoslate.com/companies/chainalysis/\">Chainalysis'</a> $21.7 billion figure for XRP/JPY inflows provides a baseline for comparison.</p>\n<figure id=\"attachment_513851\" aria-describedby=\"caption-attachment-513851\" style=\"width: 1207px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513851 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/msedge_0l2End6GzS.jpg\" alt=\"XRP/JPY dominance in Japanese order books\" width=\"1207\" height=\"778\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/msedge_0l2End6GzS.jpg 1207w, https://cryptoslate.com/wp-content/uploads/2026/01/msedge_0l2End6GzS-300x193.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/msedge_0l2End6GzS-1024x660.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/msedge_0l2End6GzS-768x495.jpg 768w\" sizes=\"(max-width: 1207px) 100vw, 1207px\" /><figcaption id=\"caption-attachment-513851\" class=\"wp-caption-text\">XRP accounted for $21.7 billion in JPY purchases on centralized exchanges, far exceeding BTC's $4.7 billion, per Chainalysis data.</figcaption></figure>\n<p>On the payments side, if Remit and its partners continue expanding corridors and if yen-backed stablecoins like JPYC or bank-issued tokens become standard settlement assets, XRP's role as a bridge currency for regional remittances will strengthen. That creates a persistent two-way flow and liquidity in Asian trading hours.</p>\n<p>The ETF and securities-wrapper layer represents the institutional inflection point.</p>\n<p>If the Bitcoin-XRP ETF or a similar product is approved, XRP could see demand from pension funds, asset managers, and corporate treasuries that can only access assets through FIEA-compliant wrappers.</p>\n<p>In practice, that appears as growth in ETF AUM, creation and redemption activity linked to XRP, and a larger share of global XRP volume routed through JPY-venue authorized participants.</p>\n<h2>Upside without the oversell</h2>\n<p>Japan is a fast-growing crypto market. Policy is shifting to treat major tokens as full financial products, with lower tax rates.</p>\n<p>Regulators want exchanges and ETFs to serve as the access points. XRP is unusually entrenched in Japan due to JPY on-ramp dominance, SBI/Ripple's remittance infrastructure, and proposed ETFs.</p>\n<p>The caveats matter: no crypto ETFs have been approved yet, the FSA hasn't publicly named XRP as a preferred asset, and liberalizing stablecoins could dilute some of XRP's structural advantage in JPY flows as <a href=\"https://cryptoslate.com/coins/usd-coin/\">USDC</a> and JPYC become more widely available.</p>\n<p>But if Japan's &#8220;digital year&#8221; pushes regulated exchanges and ETF wrappers to the center of crypto access, XRP is one of the few non-Bitcoin assets that already has both domestic policy alignment and real transactional use in Japan and across Asian remittance corridors.</p>\n<p>The institutional gap Chainalysis identifies of 27th in institutional flows, despite 19th in overall adoption, represents the space these reforms are designed to fill.</p>\n<p>When that gap closes, the assets that already sit inside Japan's regulated financial plumbing, that already move real money across the region's payment rails, and that already appear in proposed ETF structures have a structural head start. XRP fits that description in ways most tokens don't.</p>\n<p>The post <a href=\"https://cryptoslate.com/xrp-currently-dominates-japans-cash-inflows-and-a-new-20-tax-rate-is-about-to-lock-that-advantage-in/\">XRP currently dominates Japan’s cash inflows, and a new 20% tax rate is about to lock that advantage in</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 11:19:36 +0000",
      "wordCount": 1930,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "b466fa8d78d7",
      "status": "pending",
      "syncedAt": "2026-01-08T01:06:19.778Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "XRP ETFs are devouring supply at a rate that exposes a glaring $1 billion institutional secret",
      "link": "https://cryptoslate.com/xrp-outpaces-bitcoin-and-ethereum-to-lead-top-10-assets-in-early-2026/",
      "content": "<p><a href=\"https://cryptoslate.com/coins/xrp/\">XRP</a> has emerged as the best-performing asset among the top 10 cryptocurrencies by market capitalization to start 2026, outpacing market leaders <a href=\"https://cryptoslate.com/coins/bitcoin/\">Bitcoin</a> and <a href=\"https://cryptoslate.com/coins/ethereum/\">Ethereum</a>.</p>\n<p>According to data from <em>CryptoSlate</em>, XRP has jumped by 28% since the start of the year to $2.37, its highest price level since November 2025.</p>\n<p>In comparison, Bitcoin and Ethereum have registered gains of less than 10% over the same period, despite the broader market having seen improvements.</p>\n<p>Considering this, XRP’s surge highlights a specific rotation of capital that appears driven by more than just general market beta.</p>\n<h2>The ETF absorption machine</h2>\n<p>The primary engine behind this rally appears to be a relentless bid from regulated investment vehicles in the United States.</p>\n<p>Spot XRP exchange-traded funds (ETFs) have absorbed capital at an accelerating rate, extending a &#8220;green streak&#8221; that has remained unbroken since the products launched on Nov. 13.</p>\n<p>This trend has continued into the new year, with the five products registering inflows of nearly $60 million within the first two trading days of this year.</p>\n<p>Consequently, the consistent buying pressure has accelerated rapidly, with cumulative inflows into <a href=\"https://cryptoslate.com/how-xrp-etfs-1-billion-inflow-is-shaping-a-new-market-equilibrium/\">spot XRP ETFs surpassing $1 billion</a>.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/how-xrp-etfs-1-billion-inflow-is-shaping-a-new-market-equilibrium/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/12/xrp-etf-inflow--1024x538.jpg\" alt=\"XRP ETFs absorbed nearly $1 billion in 18 days, yet the price is flashing a major warning signal\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">XRP ETFs absorbed nearly $1 billion in 18 days, yet the price is flashing a major warning signal</h3>\n                            <p class=\"cs-article-embed__summary\">With $1 billion in ETF inflows, XRP maintains stability despite significant sell-side pressure in derivatives markets.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Dec 11, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>Moreover, <a href=\"https://xpmarket.com/etf\">data</a> from XPmarket shows that these funds are registering significant daily trading volumes. This suggests that professional allocators are not merely testing the waters but are actively building positions.</p>\n<figure id=\"attachment_513801\" aria-describedby=\"caption-attachment-513801\" style=\"width: 1468px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513801\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-140343.jpg\" alt=\"XRP Funds Volume\" width=\"1468\" height=\"754\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-140343.jpg 1468w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-140343-300x154.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-140343-1024x526.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-140343-768x394.jpg 768w\" sizes=\"(max-width: 1468px) 100vw, 1468px\" /><figcaption id=\"caption-attachment-513801\" class=\"wp-caption-text\">XRP Funds Volume (Source: XPMarket)</figcaption></figure>\n<p>The scale of this capital rotation becomes stark when viewed against historical data.</p>\n<p>Throughout 2024, XRP investment products attracted $608 million in investment. In 2025, <a href=\"https://cryptoslate.com/xrp-and-solana-dethrone-bitcoin-and-ethereum-as-institutional-favorites-in-2025/\">that figure ballooned roughly fivefold to $3.69 billion.</a></p>\n<p>So, the aggressive start to 2026 indicates that the appetite for exposure to the asset is intensifying rather than tapering off, providing a persistent tailwind for price discovery.</p>\n<h2>On-Chain liquidity and supply shock</h2>\n<p>Meanwhile, the price action is being exacerbated by a classic supply-side squeeze.</p>\n<p>On-chain data indicates that the amount of <a href=\"https://cryptoslate.com/xrp-on-exchanges-hits-8-year-low-but-historical-data-exposes-a-brutal-flaw-in-the-popular-moon-narrative/\">XRP held on centralized exchanges has dropped to multi-year lows.</a></p>\n<p>In the crypto markets, declining exchange balances are traditionally interpreted as a bullish signal, indicating that investors are moving assets into cold storage or custody solutions rather than leaving them idle for immediate sale.</p>\n<p>With fewer tokens available on order books, the market has become highly sensitive to demand shocks.</p>\n<p>This current dynamic is distinct because the liquidity usually associated with retail rallies is being supplanted by deep-pocketed institutional volume.</p>\n<p>Data from CryptoQuant reveals a structural anomaly that underscores this bullish shift. The XRP Ledger (XRPL) decentralized exchange (DEX) liquidity has surged to $172.9 billion.</p>\n<figure id=\"attachment_513799\" aria-describedby=\"caption-attachment-513799\" style=\"width: 873px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513799\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-135932.jpg\" alt=\"XRPL Liquidity\" width=\"873\" height=\"481\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-135932.jpg 873w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-135932-300x165.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-135932-768x423.jpg 768w\" sizes=\"(max-width: 873px) 100vw, 873px\" /><figcaption id=\"caption-attachment-513799\" class=\"wp-caption-text\">XRPL Liquidity (Source: CryptoQuant)</figcaption></figure>\n<p>Typically, during periods of price consolidation or dips, liquidity tends to thin out as traders exit positions to avoid volatility.</p>\n<p>However, the current trend points in the opposite direction: capital is flooding into order books. This liquidity injection suggests that market makers and large-scale liquidity providers are actively positioning themselves for a sustained trend reversal or a major volatility event.</p>\n<p>The frequency and magnitude of these liquidity spikes, particularly those observed since Dec. 10, 2025, suggest the entry of institutional-grade market makers.</p>\n<p>This creates an ecosystem where &#8220;whales,&#8221; entities holding massive amounts of capital, can execute large trades without destabilizing the price, making the asset significantly more attractive for high-volume portfolio rebalancing.</p>\n<h2>Technical confluence</h2>\n<p>Beyond the flow data, technical indicators from <em>CryptoQuant</em> also show that the rally is supported by robust market mechanics rather than fleeting hype.</p>\n<p>The rally to $2.37 was characterized by a breakout from a falling wedge, a technical pattern often associated with bullish reversals.</p>\n<p>So, this move was not organic buying alone; it was accelerated by a &#8220;short squeeze,&#8221; in which traders betting against the asset were forced to buy back their positions to cover losses.</p>\n<p>Specifically, the breakout was supported by $5.8 million in short liquidations. These forced buy orders acted as a catalyst, providing the momentum to sustain the price move above the psychological $2.30 level.</p>\n<p>Furthermore, the &#8220;Taker Buy Ratio,&#8221; a metric that gauges whether buyers or sellers are initiating trades, has crossed the critical 0.5 threshold. Values above this mark indicate that buyers are signaling dominant bullish sentiment, aggressively hitting the &#8220;ask&#8221; price rather than waiting for limit orders to fill.</p>\n<figure id=\"attachment_513803\" aria-describedby=\"caption-attachment-513803\" style=\"width: 868px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513803\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-141714.jpg\" alt=\"XRP Taker Ratio\" width=\"868\" height=\"484\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-141714.jpg 868w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-141714-300x167.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-141714-768x428.jpg 768w\" sizes=\"(max-width: 868px) 100vw, 868px\" /><figcaption id=\"caption-attachment-513803\" class=\"wp-caption-text\">XRP Taker Ratio (Source: CryptoQuant)</figcaption></figure>\n<p>This aggressive buying is validated by network utility metrics. The liquidity flooding the XRPL is not stagnant. The transaction count on the decentralized exchange has climbed to 890,268, indicating that increased market depth is meeting real, organic demand.</p>\n<p>This confirms that capital entering the ecosystem is actively utilized rather than parked, further reinforcing the asset's floor price.</p>\n<p>Notably, the XRP derivatives market mirrors this optimism.</p>\n<p>According to Coinglass <a href=\"https://www.coinglass.com/currencies/XRP\">data</a>, <a href=\"https://cryptoslate.com/xrps-new-plumbing-narrative-exposes-a-valuation-shift-that-most-retail-speculators-are-completely-ignoring/\">open interest in XRP futures</a> has climbed to nearly $4.5 billion, the highest level recorded since November.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/xrps-new-plumbing-narrative-exposes-a-valuation-shift-that-most-retail-speculators-are-completely-ignoring/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/12/xrp-ripple-1024x538.jpg\" alt=\"XRP’s new &#8220;plumbing&#8221; narrative exposes a valuation shift that most retail speculators are completely ignoring\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">XRP’s new &#8220;plumbing&#8221; narrative exposes a valuation shift that most retail speculators are completely ignoring</h3>\n                            <p class=\"cs-article-embed__summary\">Ripple&#039;s advancements position XRP as more than a token, inching towards a role in settlement infrastructure.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Dec 10, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<figure id=\"attachment_513802\" aria-describedby=\"caption-attachment-513802\" style=\"width: 1870px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513802\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-141428.jpg\" alt=\"XRP Futures Open Interest\" width=\"1870\" height=\"591\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-141428.jpg 1870w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-141428-300x95.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-141428-1024x324.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-141428-768x243.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-141428-1536x485.jpg 1536w\" sizes=\"(max-width: 1870px) 100vw, 1870px\" /><figcaption id=\"caption-attachment-513802\" class=\"wp-caption-text\">XRP Futures Open Interest (Source: CoinGlass)</figcaption></figure>\n<p>Simultaneously, the asset’s derivatives volume has crossed the $10 billion mark for the first time in the same period.</p>\n<h2>Structural maturation</h2>\n<p>While price action dominates the headlines, the underlying infrastructure of the Ripple ecosystem has undergone a quiet but significant transformation.</p>\n<p><a href=\"https://cryptoslate.com/companies/ripple/\">Ripple</a>, the company closely associated with the token, has strengthened its institutional capabilities <a href=\"https://cryptoslate.com/why-is-xrp-facing-retail-fear-despite-rising-on-chain-activity-and-etf-inflows/\">through a series of strategic acquisitions.</a> These include the purchase of custody firm Palisade, GTreasury, stablecoin firm Rail, and global prime broker Hidden Road, which has been rebranded as Ripple Prime.</p>\n<p>By assembling a toolkit that resembles a traditional market-structure stack, the firm has created a more credible platform for enterprises to test on-chain settlement.</p>\n<p>While these developments do not guarantee immediate increases in <a href=\"https://cryptoslate.com/xrps-defi-utility-sparks-as-mxrp-vaults-nears-20-million/\">XRP’s utility usage,</a> they remove operational friction for potential institutional adopters.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/xrps-defi-utility-sparks-as-mxrp-vaults-nears-20-million/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/09/xrp-defi-1024x538.jpg\" alt=\"XRP's DeFi utility sparks as liquid staking vault nears $20 million\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">XRP's DeFi utility sparks as liquid staking vault nears $20 million</h3>\n                            <p class=\"cs-article-embed__summary\">mXRP&#039;s swift adoption underscores investor eagerness to unlock fresh utility for long dormant XRP.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Sep 25, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>Taken together, these shifts explain why market participants are beginning to examine XRP through a new lens. It is moving away from being viewed solely as a speculative asset and is increasingly assessed as a potential utility component within a broader, regulated payments architecture.</p>\n<p>The post <a href=\"https://cryptoslate.com/xrp-outpaces-bitcoin-and-ethereum-to-lead-top-10-assets-in-early-2026/\">XRP ETFs are devouring supply at a rate that exposes a glaring $1 billion institutional secret</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 07:35:31 +0000",
      "wordCount": 1092,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "16d5253ecf3f",
      "status": "pending",
      "syncedAt": "2026-01-08T01:06:19.778Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Bitcoin faces a $40 trillion test as US debt races higher but one hidden buyer is changing everything",
      "link": "https://cryptoslate.com/bitcoin-faces-a-40-trillion-test-as-us-debt-races-higher-but-one-hidden-buyer-is-changing-everything/",
      "content": "<p>On paper, the U.S. national debt is a number so big it stops feeling real. Trillions do that to your brain.</p>\n<p>So let’s bring it back down to human size for a second.</p>\n<p>If you spread today’s federal debt across U.S. households, you land at roughly $285,000 per household, depending on the day you do the math.</p>\n<p>The number moves around with Treasury cash management. The estimate uses the government’s own daily debt tally from <a href=\"https://fiscaldata.treasury.gov/datasets/debt-to-the-penny/\">Treasury</a> and the St. Louis Fed’s household count from <a href=\"https://fred.stlouisfed.org/series/TTLHH\">FRED</a>.</p>\n<p>It’s an unusual way to view the world, but it makes the whole thing feel suddenly personal.</p>\n<p>The viral version of this story says U.S. federal debt hit $38.5 trillion in 2025, up $2.3 trillion in a year, rising by about $6.3 billion a day, and heading to $40 trillion by August.</p>\n<p>The parts that matter are broadly true. The exact “$38.5 trillion” figure is a snapshot that depends on the date you pull.</p>\n<p>As of Dec. 29, 2025, the Treasury’s “Debt to the Penny” dataset shows total public debt outstanding at about $38.386 trillion. That is still staggering, and the direction is still the point.</p>\n<p>The “$40 trillion by August” line is the one that needs a calendar check.</p>\n<p>If debt grows at roughly $5–$7 billion per day from the high-$38 trillion range, you can get to $40 trillion on a late-summer timeline. It just fits better as a 2026 story than a 2025 one.</p>\n<p>The bigger idea is that the pace is fast enough that the milestone is no longer a distant, abstract decade marker. It’s close enough to plan around.</p>\n<p>And planning around it matters for Bitcoin, because this is not only a politics story.</p>\n<p>It’s a market plumbing story, a liquidity story, and increasingly, a crypto market structure story.</p>\n<h2>Debt headlines are loud, the interest bill is louder</h2>\n<p>There are two numbers in this debate: the stock, which is the debt, and the flow, which is the deficit that keeps adding to it.</p>\n<p>The Congressional Budget Office <a href=\"https://www.cbo.gov/publication/61306\">estimates</a> the federal budget deficit totaled about $1.8 trillion in fiscal year 2025. That is the ongoing engine that keeps feeding the debt pile.</p>\n<p>Then there’s the part that makes traders sit up straight: the interest cost of carrying that pile.</p>\n<p>The Treasury’s own fiscal year results, as reported widely from Treasury data, show interest expense hitting a record $1.216 trillion for fiscal 2025. When your interest bill is measured in trillions, you start to understand why bond investors obsess over the direction of yields.</p>\n<p>This is the pivot point for crypto. Bitcoin’s “hard money” story tends to resonate most when people worry about the dollar's long-term purchasing power.</p>\n<p>Bitcoin’s “risk asset” behavior tends to show up when real yields rise, liquidity tightens, and investors start cutting exposure.</p>\n<p>The U.S. debt trajectory can push both forces at once. The market decides which one matters more.</p>\n<h2>The bond market is where this becomes a Bitcoin story</h2>\n<p>Bond investors don’t trade memes. They trade math, supply, and confidence.</p>\n<p>A recent Reuters piece <a href=\"https://www.reuters.com/business/finance/tenuous-peace-between-trump-30-trillion-us-bond-market-2025-12-29/\">described</a> a fragile calm in the U.S. bond market after bouts of volatility in 2025, pointing out how sensitive Treasuries have become to policy shocks, spending signals, and refinancing fears.</p>\n<p>It also noted something crypto traders should not ignore: stablecoin issuers are becoming a meaningful source of demand for short-term U.S. debt.</p>\n<p>That detail is the hinge.</p>\n<p>For years, crypto has watched the Treasury market like it’s the weather, something outside the window that changes the mood of everything else.</p>\n<p>Now parts of crypto are starting to sit inside the Treasury market, buying bills as reserves, affecting flows at the margin, and tightening the link between crypto sentiment and the world’s most important collateral.</p>\n<p>Stablecoin growth is driving demand for T-bills and repo, with a large share of reserves parked in short-duration instruments.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/how-tethers-127b-in-us-treasuries-will-hit-top-5-foreign-holders-by-2033/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/10/tether-top-holder-1024x538.jpg\" alt=\"How Tether’s $127B in US Treasuries will hit top-5 foreign holders by 2033\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">How Tether’s $127B in US Treasuries will hit top-5 foreign holders by 2033</h3>\n                            <p class=\"cs-article-embed__summary\">$1T question: Could Tether ever be the largest foreign holder of U.S. debt?</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Oct 11, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Liam &#039;Akiba&#039; Wright</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>That positions stablecoin issuers as a real buyer class at a time when Treasury supply keeps climbing.</p>\n<p>Meanwhile, researchers at the Kansas City Fed have <a href=\"https://www.kansascityfed.org/research/economic-bulletin/stablecoins-could-increase-treasury-demand-but-only-by-reducing-demand-for-other-assets/\">warned</a> that more stablecoin demand for Treasuries can come with tradeoffs, because shifting funds into stablecoins can reduce demand elsewhere, including bank deposits that support lending.</p>\n<p>That’s a traditional-finance way to say something crypto traders understand instinctively: liquidity has a cost, and it comes from somewhere.</p>\n<p>So when you hear “debt crisis accelerating,” the crypto-relevant translation becomes: Who is buying the debt, at what yield, with what collateral?</p>\n<p>And what happens to global liquidity if that balance wobbles?</p>\n<h2>The Fed just blinked on liquidity, and that matters more than the debt number</h2>\n<p>If you want the cleanest link from Washington’s debt math to Bitcoin’s chart, you usually end up at liquidity.</p>\n<p>In late 2025, the Federal Reserve announced it would stop shrinking its balance sheet starting Dec. 1, 2025, ending the runoff phase that had been draining reserves from the system. <a href=\"https://www.federalreserve.gov/monetarypolicy/policy-normalization.htm\">Fed</a></p>\n<p>Around the same time, Fed policymakers began buying short-dated government bonds in what it described as reserve-management purchases.</p>\n<p>The goal was to keep reserves in what officials call the “ample” zone for smooth interest rate control.</p>\n<p>Year-end strains <a href=\"https://cryptoslate.com/an-overnight-70b-emergency-bank-loan-just-revived-the-dark-covid-cover-up-secret-bailout-theory/\">pushed</a> banks to tap the Fed’s standing repo facility.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/an-overnight-70b-emergency-bank-loan-just-revived-the-dark-covid-cover-up-secret-bailout-theory/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2026/01/bitcoin-fed-repo-1024x538.jpg\" alt=\"A $74B emergency overnight bank loan on NYE just revived a dark 2019 secret bailout theory\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">A $74B emergency overnight bank loan on NYE just revived a dark 2019 secret bailout theory</h3>\n                            <p class=\"cs-article-embed__summary\">Wall Street’s sudden demand for cash looks suspiciously like 2019, but the data tells a deeper story.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Jan 1, 2026</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Liam &#039;Akiba&#039; Wright</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>It was a reminder that the system can feel tight even when the headlines say “everything’s fine.”</p>\n<p>Put those pieces together, and you get a market reality crypto traders should recognize.</p>\n<p>When the Fed is managing reserves, money markets are twitchy, and the Treasury is issuing huge volumes of bills and notes, liquidity becomes a policy variable.</p>\n<p>Bitcoin tends to care about that more than it cares about the abstract debt total.</p>\n<h2>Three paths from here, and what they mean for Bitcoin</h2>\n<p>Nobody gets to write the future, but you can sketch the lanes.</p>\n<p><strong>1) The slow grind, debt keeps rising, yields stay stubborn</strong></p>\n<p>This is the “term premium” world, where investors demand more compensation to hold long-duration debt because they don’t love the supply outlook.</p>\n<p>In that world, Bitcoin’s upside can still exist, but it tends to be choppier, because higher real yields pull capital back into safe return.</p>\n<p>That’s when BTC behaves more like a volatile tech proxy.</p>\n<p><strong>2) The growth scare, yields fall faster than debt rises</strong></p>\n<p>This is the world where recession risk, or a sharp slowdown, pushes rates lower and liquidity conditions loosen.</p>\n<p>The debt still rises, and deficits often widen in a downturn. But markets care most about the direction of yields and the cost of money.</p>\n<p>Historically, this is where Bitcoin can find its cleanest runway, because the “cheap money” reflex returns.</p>\n<p><strong>3) The tantrum, auction nerves, policy shock, or inflation flareup</strong></p>\n<p>This is the tail scenario, and it’s messy. Supply concerns meet a catalyst, and the bond market demands higher yields quickly.</p>\n<p>Risk assets usually sell first, Bitcoin included. Then the narrative can change if the policy response starts to look like financial repression, more reliance on bills and more interventions to keep funding costs contained.</p>\n<p>That’s the environment where Bitcoin’s hedge story can reappear after the initial hit.</p>\n<p>If you want a baseline for why this keeps coming back, CBO’s longer-range projections have federal debt rising to very high levels relative to GDP over the coming decade.</p>\n<p>That keeps the refinancing question alive even when markets are calm.</p>\n<h2>Why this feels close to home, even for people who never trade</h2>\n<p>The debt number is easy to scroll past until you realize it leaks into ordinary life through the price of credit.</p>\n<p>When the Treasury has to fund big deficits, it sells more paper. When that supply rises, yields can rise, and borrowing costs across the economy can follow.</p>\n<p>Mortgage rates, auto loans, business loans, revolving credit, they all live downstream of the “risk-free” curve.</p>\n<p>That is where the human side of this story sits. People feel “the debt” when their payment jumps.</p>\n<p>Bitcoin sits in a strange position in that world.</p>\n<p>It is an escape hatch for some people, a speculative asset for others, and a global bet that the monetary system will keep changing.</p>\n<p>The bigger the debt gets, the more attention the system’s plumbing gets, and the more plausible Bitcoin feels as a long-term alternative to anyone who has lost faith that the rules will stay stable.</p>\n<p>At the same time, Bitcoin is still priced in dollars, still traded on platforms connected to the banking system, and still sensitive to liquidity.</p>\n<p>So rising debt can strengthen the cultural case for Bitcoin while weakening the short-term trading case, depending on what it does to yields and risk appetite.</p>\n<p>That tension is the real story.</p>\n<h2>The underappreciated twist, crypto is becoming a Treasury buyer</h2>\n<p>There’s a detail here that would have sounded absurd a few years ago.</p>\n<p>As stablecoins grow, their issuers have to hold more short-duration, highly liquid reserves, and that often means U.S. Treasuries.</p>\n<p>Researchers and think tanks are now writing openly about the link between stablecoins and Treasury market dynamics, including the risk that stablecoin outflows could force rapid selling in stress. <a href=\"https://www.brookings.edu/articles/the-rise-of-stablecoins-and-implications-for-treasury-markets/\">Brookings</a></p>\n<p>So the next time the U.S. debt number hits another round milestone, pay attention to who is quietly buying the bills.</p>\n<p>Crypto is no longer only reacting to the Treasury market from the outside. It is helping fund it.</p>\n<h2>What to watch next</h2>\n<p>If you want to stay forward-looking, there are a few concrete dates and signals that matter more than the next viral debt post.</p>\n<p>CBO is scheduled to release its next major baseline outlook, “The Budget and Economic Outlook: 2026 to 2036,” on Feb. 11, 2026.</p>\n<p>That <a href=\"https://www.cbo.gov/publication/61954\">update</a> will refresh the market’s default assumptions about deficits, debt, and growth.</p>\n<p>On the Treasury side, the quarterly refunding process and buyback schedule keep signaling how the government plans to finance itself.</p>\n<p>That <a href=\"https://home.treasury.gov/policy-issues/financing-the-government/quarterly-refunding/most-recent-quarterly-refunding-documents\">includes</a> how much it leans on short-term bills versus longer-dated bonds.</p>\n<p>On the Fed side, watch whether reserve-management purchases continue through spring, as Reuters reported staff discussions that highlighted the risk of reserves getting too tight around tax season.</p>\n<h2>Closing thought</h2>\n<p>The U.S. debt number is going to keep climbing. That part is the easiest forecast in markets.</p>\n<p>The harder forecast is how investors will feel about it in the moment, and whether the response shows up as higher yields, easier liquidity, or a little of both.</p>\n<p>Bitcoin lives in that gap between faith and funding, between the story people tell themselves about money and the actual plumbing that makes markets work.</p>\n<p>That gap is getting wider, and that’s why this debt story keeps landing on crypto’s doorstep.</p>\n<p>The post <a href=\"https://cryptoslate.com/bitcoin-faces-a-40-trillion-test-as-us-debt-races-higher-but-one-hidden-buyer-is-changing-everything/\">Bitcoin faces a $40 trillion test as US debt races higher but one hidden buyer is changing everything</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 22:25:42 +0000",
      "wordCount": 1839,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "30bfeb555c1c",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:12.738Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Bitcoin set for big move as whales add 56,227 BTC while tiny wallets sell – this pattern usually ends one way",
      "link": "https://cryptoslate.com/bitcoin-whales-added-56227-btc-while-tiny-wallets-sold-and-this-pattern-usually-ends-one-way/",
      "content": "<p><a href=\"https://cryptoslate.com/coins/bitcoin/\">Bitcoin</a> has stormed into 2026 by rising to its <a href=\"https://cryptoslate.com/bitcoin-breaks-94000-for-the-first-time-in-one-month-why-crypto-is-up-today/\">highest level in over a month</a> after climbing above $94,000 on Jan. 5, signaling a potential end to the stagnation that plagued the crypto market in late 2025.</p>\n<p>This rally marks a decisive shift in sentiment, given that the flagship digital asset closed the previous year with a whimper while equities reached record highs.</p>\n<p>However, that trend appears reversed, with the first trading sessions of the new year delivering a modest but significant reversal.</p>\n<p>During this period, Bitcoin is up over 3% year-to-date and is showing renewed vigor, driven by a confluence of favorable macroeconomic conditions, resurgent institutional demand, and a cleaner derivatives market.</p>\n<h2>The macro shift</h2>\n<p>Underpinning this nascent recovery is a transforming macroeconomic landscape in the United States. Heading into 2026, two reinforcing trends are reshaping the investment climate: a steepening yield curve and a structurally weaker dollar.</p>\n<p>Analysts at Bitfinex told <em>CryptoSlate</em> that the <a href=\"https://cryptoslate.com/bitcoin-2026-real-yields-etf-flows-bofa-jpmorgan/\">US Treasury curve</a> has moved decisively out of the inverted state that characterized the 2022–2024 period.</p>\n<p>This normalization is driven by expectations of eventual policy easing at the front end, coupled with elevated long-dated yields stemming from inflation uncertainty and fiscal concerns.</p>\n<p>They furthered that this configuration reflects a repricing of duration and credibility risk rather than renewed growth optimism. In this environment, financial conditions remain tighter than headline rate cuts would suggest, creating a backdrop where liquidity improves only selectively.</p>\n<p>Simultaneously, the <a href=\"https://cryptoslate.com/us-dollar-decline-pushed-bitcoin-above-120k-bringing-hyper-bitcoinization-closer/\">US dollar has weakened</a> meaningfully.</p>\n<p>While the greenback’s structural foundations remain intact—supported by deep capital markets and demand for Treasuries—the current depreciation appears managed, reflecting policy preferences for improved trade competitiveness.</p>\n<p>This combination of a softer dollar and elevated long-end yields favors assets with &#8220;real&#8221; or defensive characteristics and near-term pricing power.</p>\n<p>Bitcoin, often viewed as a hedge against fiat debasement and liquidity expansion, stands to benefit directly from this regime.</p>\n<h2>Institutional Bitcoin appetite returns</h2>\n<p>Beyond the macro headwinds turning into tailwinds, the specific drivers of Bitcoin’s price action are increasingly institutional in nature.</p>\n<p>The pace of <a href=\"https://cryptoslate.com/bitcoin-etf-fatigue-is-real-ignoring-noise-these-are-the-10-days-that-mattered-in-2025/\">ETF-driven selling,</a> which dampened price action late last year, slowed materially into year-end. As liquidity conditions improve in early 2026, the market is already seeing the impact.</p>\n<p>In the first two trading days of the year alone, <a href=\"https://www.coinperps.com/etf/bitcoin\">data</a> from Coinperps shows that Bitcoin ETFs have recorded over $1 billion in inflows, signaling that institutional capital is rotating back into the asset class.</p>\n<p>Meanwhile, this renewed demand is not limited to passive funds, as <a href=\"https://cryptoslate.com/market-reports/bitcoin-treasury-companies-hedge-or-house-of-cards/\">Bitcoin treasury firms</a> are also accumulating BTC.</p>\n<figure id=\"attachment_513754\" aria-describedby=\"caption-attachment-513754\" style=\"width: 2560px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513754\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G98mRWKbcAYjUEr-scaled.jpg\" alt=\"Bitcoin Treasury Companies\" width=\"2560\" height=\"1368\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G98mRWKbcAYjUEr-scaled.jpg 2560w, https://cryptoslate.com/wp-content/uploads/2026/01/G98mRWKbcAYjUEr-300x160.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G98mRWKbcAYjUEr-1024x547.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G98mRWKbcAYjUEr-768x410.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/G98mRWKbcAYjUEr-1536x821.jpg 1536w, https://cryptoslate.com/wp-content/uploads/2026/01/G98mRWKbcAYjUEr-2048x1094.jpg 2048w\" sizes=\"(max-width: 2560px) 100vw, 2560px\" /><figcaption id=\"caption-attachment-513754\" class=\"wp-caption-text\">Bitcoin Treasury Companies BTC Purchases (Source: Capriole)</figcaption></figure>\n<p>Charles Edwards, the CEO of Capriole, <a href=\"https://x.com/caprioleio/status/2008366104574402972\">noted</a>:</p>\n<blockquote><p>&#8220;Bitcoin treasury companies just flipped to net buying again&#8230;Institutions are once again net buyers of Bitcoin.&#8221;</p></blockquote>\n<p>Indeed, the market has seen an increasing number of BTC treasury companies announce new purchases recently.</p>\n<p>For context, <a href=\"https://cryptoslate.com/companies/microstrategy/\">Strategy Inc. (formerly MicroStrategy),</a> the largest corporate BTC holder, reinforced its long-term commitment to the asset with another significant purchase, bringing its total holdings to 673,783 BTC.</p>\n<p>At the same time, asset management firm Strive announced it had acquired 101.8 BTC in late December, bringing its total holdings to 7,626.8 BTC.</p>\n<p>These purchases mark a significant turnaround from the end of last year, when <a href=\"https://cryptoslate.com/bitcoin-treasury-stocks-are-becoming-distressed-assets-as-a-107000-cost-basis-traps-late-entrants-underwater/\">these firms' activities slowed.</a></p>\n<h2>Market mechanics</h2>\n<p>Market structure data suggests that this rally is built on a healthier foundation than the <a href=\"https://cryptoslate.com/end-of-the-quarter-wipes-out-billions-from-bitcoin-open-interest/\">speculative fervor of previous cycles.</a></p>\n<p>According to blockchain analysis platform <a href=\"https://x.com/_checkonchain/status/2008424923086438763\">Checkonchain</a>, Bitcoin’s move above $94,000 was accompanied by a squeeze on short positions, yet the broader derivatives landscape remains &#8220;surprisingly clean.&#8221;</p>\n<p><a href=\"https://cryptoslate.com/insights/bitcoin-open-interest-falls-10-billion-with-100-million-in-leverage-supporting-93k/\">BTC futures open interest</a> has collapsed from a peak of $98 billion in October to approximately $58 billion today, indicating a massive deleveraging event has already occurred.</p>\n<figure id=\"attachment_513753\" aria-describedby=\"caption-attachment-513753\" style=\"width: 1456px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513753\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G99bf4HbcAUGqqq.jpg\" alt=\"Bitcoin Futures Open INterest\" width=\"1456\" height=\"707\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G99bf4HbcAUGqqq.jpg 1456w, https://cryptoslate.com/wp-content/uploads/2026/01/G99bf4HbcAUGqqq-300x146.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G99bf4HbcAUGqqq-1024x497.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G99bf4HbcAUGqqq-768x373.jpg 768w\" sizes=\"(max-width: 1456px) 100vw, 1456px\" /><figcaption id=\"caption-attachment-513753\" class=\"wp-caption-text\">Bitcoin Futures Open Interest (Source: Checkonchain)</figcaption></figure>\n<p>Furthermore, annualized funding rates are sitting at roughly 5.8%, aligning with the long-term median.</p>\n<p>This neutrality suggests the market has returned to a spot-driven regime, where price rallies are fueled by genuine demand rather than excessive leverage.</p>\n<p>Under the hood, a massive supply redistribution is validating the bullish thesis. Data from blockchain intelligence firm Santiment shows a &#8220;very bullish&#8221; divergence in market behavior: &#8220;whales&#8221; are aggressively accumulating while small retail wallets are exiting.</p>\n<p>Since Dec. 17, large stakeholders—specifically those holding between 10 and 10,000 Bitcoin—have collectively added 56,227 BTC to their balances. Santiment notes that this accumulation marked the asset's local bottom.</p>\n<figure id=\"attachment_513758\" aria-describedby=\"caption-attachment-513758\" style=\"width: 2560px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513758\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G96vRrXXIAAIe83-scaled.jpg\" alt=\"Bitcoin Whales and Sharks Accumulation\" width=\"2560\" height=\"1435\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G96vRrXXIAAIe83-scaled.jpg 2560w, https://cryptoslate.com/wp-content/uploads/2026/01/G96vRrXXIAAIe83-300x168.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G96vRrXXIAAIe83-1024x574.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G96vRrXXIAAIe83-768x431.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/G96vRrXXIAAIe83-1536x861.jpg 1536w, https://cryptoslate.com/wp-content/uploads/2026/01/G96vRrXXIAAIe83-2048x1148.jpg 2048w\" sizes=\"(max-width: 2560px) 100vw, 2560px\" /><figcaption id=\"caption-attachment-513758\" class=\"wp-caption-text\">Bitcoin Whales and Sharks Accumulation (Source: Santiment)</figcaption></figure>\n<p>Crucially, this buying pressure from large entities is occurring while retail traders remain skeptical. Over the past 24 hours, wallets holding less than 0.01 BTC have begun taking profits, seemingly expecting the current price action to be a &#8220;bull trap&#8221; or &#8220;fool's rally.&#8221;</p>\n<p>According to Santiment, markets typically move in the opposite direction of small retail wallets. The combination of whales accumulating and retail dumping creates a setup that the firm characterizes as &#8220;very bullish,&#8221; as coins transfer from weaker hands to long-term holders.</p>\n<p>Moreover, James Coutt, chief crypto analyst at Real Vision, <a href=\"https://x.com/Jamie1Coutts/status/2008155378639638819\">highlighted</a> the technical alignment supporting the move.</p>\n<p>&#8220;Finally seeing proper bullish alignment, not just one indicator firing,&#8221; Coutt said, pointing to a DeMark 13 exhaustion signal on Dec. 31 and a bullish flip in the &#8216;Trend Chameleon' indicator.</p>\n<p>He noted that this specific liquidity regime has historically delivered median 180-day returns of nearly 26% with high win rates.</p>\n<h2>The path to six digits</h2>\n<p>Considering these developments, BTC traders are already positioning for the rally to extend well beyond current levels.</p>\n<p>Since Jan. 2, there has been a surge in interest for January expiry call options with a $100,000 strike price on Deribit.</p>\n<p>Jake Ostrovskis, head of <a href=\"https://cryptoslate.com/companies/wintermute/\">Wintermute</a> OTC, <a href=\"https://x.com/JO_wintermute/status/2008283553746891043\">observed</a> that call buying is dominating desk flow, with the &#8220;aggressive put premium&#8221; finally fading.</p>\n<p><a href=\"https://cryptoquant.com/insights/quicktake/695c16066f89e81772a3579c-Binance-BitcoinStablecoin-ratio-signals-rising-buying-power\">Data</a> from <a href=\"https://cryptoslate.com/companies/cryptoquant/\">CryptoQuant's</a> analyst Darkfost reinforces this bullish outlook.</p>\n<figure id=\"attachment_513755\" aria-describedby=\"caption-attachment-513755\" style=\"width: 1072px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513755\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-113521.jpg\" alt=\"Binance Bitcoin-Stablecoin Ratio\" width=\"1072\" height=\"619\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-113521.jpg 1072w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-113521-300x173.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-113521-1024x591.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-06-113521-768x443.jpg 768w\" sizes=\"(max-width: 1072px) 100vw, 1072px\" /><figcaption id=\"caption-attachment-513755\" class=\"wp-caption-text\">Binance Bitcoin-Stablecoin Ratio (Source: CryptoQuant)</figcaption></figure>\n<p>The analyst noted that the Bitcoin-to-stablecoin ratio on <a href=\"https://cryptoslate.com/companies/binance/\">Binance</a>—a key metric for assessing potential buying power—is hovering around levels last seen during the March 2025 correction. Notably, this was just before Bitcoin launched a rally to <a href=\"https://cryptoslate.com/bitcoin-crosses-126000-why-did-btc-reach-a-new-all-time-high/\">its all-time high of roughly $126,000</a>.</p>\n<p>He also pointed out that stablecoin reserves have increased by approximately $1 billion recently, indicating a loaded &#8220;dry powder&#8221; keg ready for deployment.</p>\n<p>According to him:</p>\n<blockquote><p>&#8220;This shift could mark the early stages of a gradual deployment of sidelined liquidity, which would represent a very positive signal for the market.&#8221;</p></blockquote>\n<p>While some caution remains, the immediate setup points to higher prices.</p>\n<p>With Bitcoin reclaiming systematic levels and US-session selling pressure abating, the path of least resistance appears to be higher. If the cryptocurrency can sustain its momentum above $94,000, the psychological $100,000 barrier may be the next domino to fall.</p>\n<p>The post <a href=\"https://cryptoslate.com/bitcoin-whales-added-56227-btc-while-tiny-wallets-sold-and-this-pattern-usually-ends-one-way/\">Bitcoin set for big move as whales add 56,227 BTC while tiny wallets sell &#8211; this pattern usually ends one way</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 20:15:05 +0000",
      "wordCount": 1123,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "6b6ebf6d4aad",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:12.738Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Bank of America advisers are finally recommending Bitcoin, but the “modest” allocation is the bigger shock",
      "link": "https://cryptoslate.com/bank-of-america-advisers-can-finally-recommend-bitcoin-but-the-modest-allocation-is-the-bigger-shock/",
      "content": "<p>On Monday, January 5, something small on paper becomes huge in practice, the moment a mainstream American wealth adviser can finally say the quiet part out loud.</p>\n<p>Bank of America’s wealth platforms, <a href=\"https://www.reuters.com/business/finance/bank-america-expands-crypto-access-wealth-management-clients-2025-12-04/\">Merrill</a>, <a href=\"https://www.reuters.com/business/finance/bank-america-expands-crypto-access-wealth-management-clients-2025-12-04/\">Bank of America Private Bank</a>, and <a href=\"https://www.reuters.com/business/finance/bank-america-expands-crypto-access-wealth-management-clients-2025-12-04/\">Merrill Edge</a>, are set to let advisers recommend crypto exchange-traded products, with an internal view that a “modest” <a href=\"https://www.reuters.com/business/finance/bank-america-expands-crypto-access-wealth-management-clients-2025-12-04/\">1% to 4%</a> allocation can make sense for clients who can live with the swings.</p>\n<p>That might sound like a footnote in a market that has lived through everything from meme mania to outright collapses, yet this is one of the clearest signs that Bitcoin’s next chapter is being written inside the kind of offices where people still print out risk questionnaires.</p>\n<p>### The human moment, a client question, an adviser answer</p>\n<p>Picture the average wealth client, not a day trader, not a crypto native, someone who owns a broad mix of stocks and bonds, maybe a few funds they have held for years.</p>\n<p>They have heard about Bitcoin for a decade, they have watched friends brag at the top, disappear at the bottom, then quietly come back, and they have mostly done nothing. Even when spot bitcoin ETFs arrived, many clients were still stuck in the same awkward loop, curiosity on one side, permission on the other.</p>\n<p>Bank of America’s change breaks that loop. Starting <a href=\"https://www.reuters.com/business/finance/bank-america-expands-crypto-access-wealth-management-clients-2025-12-04/\">January 5, 2026</a>, advisers move from simply executing a trade to being able to recommend regulated crypto products as part of a portfolio, which matters because advice is where habits form. When something gets framed as “a small sleeve” rather than “a punt,” it stops being a late-night decision and starts becoming a line item.</p>\n<p>### What clients are actually being offered</p>\n<p>In practice, this first step looks very Bitcoin-heavy.</p>\n<p>Industry reporting says the initial shelf includes four bitcoin ETPs, including the <a href=\"https://www.wealthmanagement.com/crypto/bank-of-america-broadens-access-to-crypto-funds\">Bitwise</a> Bitcoin ETF, <a href=\"https://www.wealthmanagement.com/crypto/bank-of-america-broadens-access-to-crypto-funds\">Grayscale</a>’s Bitcoin Mini Trust, <a href=\"https://www.wealthmanagement.com/crypto/bank-of-america-broadens-access-to-crypto-funds\">Fidelity</a>’s Wise Origin Bitcoin Fund, and BlackRock’s <a href=\"https://www.wealthmanagement.com/crypto/bank-of-america-broadens-access-to-crypto-funds\">iShares</a> Bitcoin Trust.</p>\n<p>There’s also an important operational detail here, advisers reportedly need <a href=\"https://www.wealthmanagement.com/crypto/bank-of-america-broadens-access-to-crypto-funds\">training</a> to participate, plus an implementation and allocation guidance paper from the chief investment office. That’s boring, and it’s the point.</p>\n<p>Bitcoin doesn’t need another hype cycle. It needs distribution that can survive a bad month.</p>\n<p>### Why 1% to 4% can still be a big deal</p>\n<p>Four percent sounds tiny until you remember how wealth actually moves.</p>\n<p>Large advisory platforms rarely flip a switch and send billions into a new asset overnight. What they do is allow a product, build a process, teach the advisers how to talk about it, and let adoption crawl forward, client by client, review meeting by review meeting.</p>\n<p>That slow-motion adoption is exactly what makes this different from the typical crypto headline.</p>\n<p>Bank of America’s wealth unit is massive, Reuters reported the bank’s core wealth management business, including Merrill and its private bank, manages about <a href=\"https://www.reuters.com/business/finance/bank-americas-wealth-unit-eyes-4-5-net-new-asset-growth-2025-11-05/\">$4.6 trillion</a> in client assets.</p>\n<p>Here’s a simple way to think about it.</p>\n<p>If only 5% of those assets eventually adopt a 2% Bitcoin sleeve, that’s around $4.6T x 5% x 2%, roughly $4.6 billion. If adoption reached 10% at a 4% sleeve, you get $18.4 billion. These are scenario ranges, not forecasts, and the main point is the same, small portfolio weights on huge platforms add up quickly.</p>\n<p>Even the low case matters because bitcoin ETF flows tend to arrive in bursts, and the marginal buyer often sets the price in crypto markets.</p>\n<p>### The timing, Bitcoin is bruised, still mainstream, and still volatile</p>\n<p>This shift lands after a year that reminded everyone what Bitcoin really is.</p>\n<p>Reuters reported bitcoin hit an all-time high above <a href=\"https://www.reuters.com/business/bitcoin-set-first-yearly-loss-since-2022-macro-trends-weigh-crypto-2025-12-31/\">$126,000</a> in October 2025, then got hammered as macro shocks hit risk appetite, with analysts noting bitcoin’s growing tendency to trade like a <a href=\"https://www.reuters.com/business/bitcoin-set-first-yearly-loss-since-2022-macro-trends-weigh-crypto-2025-12-31/\">risk asset</a>.</p>\n<p>Bank of America itself pointed to the downside, Reuters noted bitcoin lost more than <a href=\"https://www.reuters.com/business/finance/bank-america-expands-crypto-access-wealth-management-clients-2025-12-04/\">$18,000 in November 2025</a>, its biggest monthly dollar drop since May 2021.</p>\n<p>That’s the backdrop, volatility is not fading away, it is being formalised.</p>\n<p>As of today, bitcoin is trading around <a href=\"https://coinmarketcap.com/currencies/bitcoin/\">$92,000</a>, according to CoinMarketCap, which also shows that October high and the distance from it. For long-time holders, this is familiar. For wealth clients who prefer smooth lines, it’s a warning label.</p>\n<p>### The macro layer, why this could matter even more in 2026</p>\n<p>A lot of the next move for bitcoin is going to be decided outside crypto.</p>\n<p>The Federal Reserve is currently targeting a fed funds range of <a href=\"https://www.federalreserve.gov/newsevents/pressreleases/monetary20251210a1.htm\">3.50% to 3.75%</a>. Inflation, meanwhile, was running at <a href=\"https://www.bls.gov/cpi/news.htm\">2.7%</a> year over year through November.</p>\n<p>Those numbers matter because crypto still lives on liquidity and sentiment. Easier money tends to help speculative assets breathe. Sticky inflation and rate uncertainty tend to do the opposite. Bitcoin has matured enough to show up in mainstream portfolios, it hasn’t matured enough to ignore the macro weather.</p>\n<p>This is why Bank of America’s framing is so telling. Advisers are being told to treat digital assets like a satellite sleeve for clients who can handle volatility, Reuters quoted the bank warning that <a href=\"https://www.reuters.com/business/finance/bank-america-expands-crypto-access-wealth-management-clients-2025-12-04/\">speculative activity</a> can push prices beyond “true utility.”</p>\n<p>That’s a traditional finance way of saying the quiet part again, bitcoin can be valuable, the ride can still be brutal.</p>\n<p>### What this unlocks for Bitcoin, and what it does not</p>\n<p>This does not instantly turn Bank of America into a crypto bank. It doesn’t guarantee a flood of inflows. It doesn’t erase the scars of 2022, or the hangover of late 2025.</p>\n<p>What it does is more durable.</p>\n<p>It puts bitcoin ETFs in the path of the most ordinary money in America, retirement rollovers, college funds, business owners who sold a company, families who do one portfolio review a year and then go back to living their lives.</p>\n<p>That’s the kind of demand bitcoin has always chased, because it’s less emotional, more process-driven, and it tends to stick around longer.</p>\n<p>The irony is that the allocation being discussed is small. The cultural shift is the big thing. Bitcoin keeps getting absorbed into the system it was built to route around, and every time that happens, the price story becomes less about a single catalyst and more about a slow grind of legitimacy, distribution, and macro conditions.</p>\n<p>January 5 is a calendar date. For bitcoin, it’s another step toward becoming the asset people stop arguing about at dinner, and start treating like an uncomfortable, volatile, increasingly unavoidable part of modern investing.</p>\n<p>The post <a href=\"https://cryptoslate.com/bank-of-america-advisers-can-finally-recommend-bitcoin-but-the-modest-allocation-is-the-bigger-shock/\">Bank of America advisers are finally recommending Bitcoin, but the “modest” allocation is the bigger shock</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 18:35:41 +0000",
      "wordCount": 1087,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "5af64eaa8001",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:12.738Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Ethereum isn’t chasing 5.3% yield, Vitalik says – but the outage risk is over 5× bigger than regulation shocks",
      "link": "https://cryptoslate.com/ethereum-secures-74b-yet-a-single-web2-switch-can-still-cut-your-access-in-minutes/",
      "content": "<p>Ethereum was not created to make finance efficient or apps convenient. It was designed to set people free.</p>\n<p>That line from the Trustless Manifesto drew criticism when it was published, and Vitalik Buterin repeated it on Jan. 5.</p>\n<p>The argument: Ethereum's mission differs fundamentally from the efficiency game DeFi protocols compete in. The goal is not 4.5% yield versus 5.3%, not reducing latency from 473 milliseconds to 368, not trimming signup from three clicks to one.</p>\n<p>Ethereum's game is resilience: avoiding total losses when infrastructure collapses, governments turn hostile, or developers disappear. Resilience means keeping 2,000-millisecond latency at 2,000 milliseconds even when Cloudflare fails, sponsors declare bankruptcy, or users get deplatformed.</p>\n<p>Resilience is remaining a first-class participant regardless of geography or politics.</p>\n<p>This matters because <a href=\"https://cryptoslate.com/coins/ethereum/\">Ethereum</a> anchors <a href=\"https://defillama.com/chain/ethereum\">nearly $74 billion of smart contract value</a> in its layer-1 alone, and <a href=\"https://app.rwa.xyz/\">over 65%</a> of tokenized real-world assets.</p>\n<p>Yet, the system designed to be the world computer sits on a surprisingly fragile stack of centralized chokepoints.</p>\n<p>The consensus protocol kept finalizing blocks, but the RPC provider's outdated client caused exchanges to crash. The blockchain kept running, but the CDN went dark, taking half the ecosystem offline.</p>\n<h2>Catastrophe avoidance over yield optimization</h2>\n<p>A recent report <a href=\"https://www.researchgate.net/publication/397880472_Market_Reaction_Asymmetry_Infrastructure_Disruption_Dominance_Over_Regulatory_Uncertainty-Event_Study_Evidence_from_Cryptocurrency_Volatility\">quantifies the stakes</a>: infrastructure failures produce volatility shocks 5.7 times larger than regulatory announcements across major crypto assets. The tail risk of total loss of access, permanent fund lockup, and network halt matters more than incremental returns.</p>\n<p>A protocol offering a 5.3% yield is worthless if a configuration error can destroy the infrastructure.<br />\n<a href=\"https://cryptoslate.com/people/vitalik-buterin/\">Vitalik Buterin's</a> framing captures this. Resilience is not about speed when everything works, but whether your application runs at all when infrastructure providers disappear or hosting platforms deplatform users.</p>\n<p>The 2,000-millisecond latency Ethereum delivers might be slower than Web2, but it keeps delivering even when Web2 systems stop entirely.</p>\n<p>Still, Ethereum's resilience promise faces practical tests.</p>\n<p>In November 2020, Infura, the default RPC provider for <a href=\"https://cryptoslate.com/products/metamask/\">MetaMask</a> and most DeFi apps, ran an outdated Geth client that diverged from the canonical chain.</p>\n<p>Exchanges halted Ethereum withdrawals, explorers showed conflicting states, and MakerDAO and Uniswap broke for users.</p>\n<p>Although the bug itself has been fixed and progress is being made on alternative RPC implementations, centralization remains the norm. It is just less Infura-only and more &#8220;<a href=\"https://hummingbot.org/gateway/rpc/\">small cartel</a>.&#8221;</p>\n<p>The protocol worked, but the attachment points failed.</p>\n<p>In November 2025, a Cloudflare configuration error knocked out <a href=\"https://cryptoslate.com/cloudflare-outage-how-one-file-broke-20-percent-of-internet/\">roughly 20% of web traffic</a>, including Arbiscan, DefiLlama, and multiple exchange and DeFi front-ends. Ethereum continued processing blocks. Users could not access it.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/cloudflare-outage-how-one-file-broke-20-percent-of-internet/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/11/cloudfare-internet--1024x538.jpg\" alt=\"How a single computer file accidentally took down 20% of the internet on Tuesday &#8211; in plain English\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">How a single computer file accidentally took down 20% of the internet on Tuesday &#8211; in plain English</h3>\n                            <p class=\"cs-article-embed__summary\">A tiny Cloudflare bot-file glitch exposed how fragile the internet’s core really is.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Nov 19, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Liam &#039;Akiba&#039; Wright</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>During the 2024 inscription craze, <a href=\"https://cryptoslate.com/coins/arbitrum/\">Arbitrum's</a> single sequencer stalled for 78 minutes. No transactions processed, no batches posted to Ethereum.</p>\n<p>Arbitrum, Optimism, Base, and <a href=\"https://cryptoslate.com/coins/zksync/\">zkSync</a> all currently rely on single, centralized sequencers. The decentralized base layer performed correctly, but the centralized infrastructure prevented users from benefiting.</p>\n<table>\n<caption>Web3 infrastructure fragility map: dependencies, risks, and resilient alternatives</caption>\n<thead>\n<tr>\n<th>Layer</th>\n<th>Current Dependency</th>\n<th>Fragility Metric</th>\n<th>Resilient Alternative</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><strong>Access / RPC</strong></td>\n<td>Infura, Alchemy, QuickNode; MetaMask defaults to Infura</td>\n<td>~90% of Web3 app traffic; Nov. 2020 Infura outage halted ETH withdrawals, broke MetaMask, MakerDAO, Uniswap</td>\n<td>Multiple RPC providers, local light clients, stateless clients as standard; RPC diversity as user-facing feature</td>\n</tr>\n<tr>\n<td><strong>Relay / Builder</strong></td>\n<td>MEV-Boost relays (Ultra Sound, Titan, bloXroute) mediating &gt;90% of blocks</td>\n<td>Four relays control &gt;85% of proposals; Titan, Beaverbuild, Rsync produce &gt;80% of builder blocks</td>\n<td>More relays by distinct entities; relay neutrality; enshrined PBS where relay failures cannot stall blockspace</td>\n</tr>\n<tr>\n<td><strong>L2 Sequencing</strong></td>\n<td>Single sequencers (Arbitrum Foundation, Optimism Foundation, Coinbase for Base)</td>\n<td>Arbitrum: 78min downtime; Base captures 70.9% of L2 profits, Arbitrum 14.9%, Optimism 5.4%</td>\n<td>Decentralized sequencer sets or L1 fallback; force-inclusion when sequencer censors; track % L2 TVL under single control</td>\n</tr>\n<tr>\n<td><strong>DNS / CDN</strong></td>\n<td>Cloudflare for DNS, TLS, dApp caching</td>\n<td>Cloudflare ~20% of global web; Nov. 2025 outage knocked out Arbiscan, DefiLlama, exchange/DeFi front-ends</td>\n<td>IPFS/Arweave with ENS fallbacks; multi-CDN; wallets calling contracts without web front-end</td>\n</tr>\n<tr>\n<td><strong>Base Protocol</strong></td>\n<td>Ethereum consensus (Lighthouse 52.65%, Prysm 17.66%); execution (Geth ~41%, Nethermind 38%)</td>\n<td>Sept. 2025 Reth bug stalled 5.4% of nodes; diversity prevented broader impact</td>\n<td>No client &gt;33% share; home-staking; minimize correlated failure; easy light/stateless client verification</td>\n</tr>\n</tbody>\n</table>\n<p>The base protocol demonstrates genuine resilience, with multiple clients, hundreds of thousands of validators, and proof-of-stake that spreads risk across diverse codebases.</p>\n<p>When Reth hit a bug in September 2025, it stalled 5.4% of nodes, but network continuity held because Geth, Nethermind, and Besu continued. Client diversity worked.</p>\n<p>The problem is concentrated above: RPC access, relays, sequencers, and web front-ends introduce dependencies that disable user access even when the base layer functions.</p>\n<p>This is where Ethereum's resilience breaks: not in cryptography or consensus, but in the scaffolding connecting users to the protocol.</p>\n<h2>Centralized sequencers as economic chokepoints</h2>\n<p>Layer-2 sequencers concentrate both control and profit. Base captured over 50% of all rollup profits consistently throughout 2025, followed by Arbitrum.</p>\n<p>Arbitrum's sequencer is run by the Arbitrum Foundation, <a href=\"https://cryptoslate.com/coins/optimism/\">Optimism's</a> by the Optimism Foundation, Base's by Coinbase, and zkSync's is centralized.</p>\n<p>As a result, over 80% of the fees captured by Ethereum layer-2 in 2025 flowed to blockchains with centralized sequencers.</p>\n<figure id=\"attachment_513701\" aria-describedby=\"caption-attachment-513701\" style=\"width: 1549px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513701 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_PCk7AhXnaB.jpg\" alt=\"Ethereum layer-2 fee capture\" width=\"1549\" height=\"464\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_PCk7AhXnaB.jpg 1549w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_PCk7AhXnaB-300x90.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_PCk7AhXnaB-1024x307.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_PCk7AhXnaB-768x230.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_PCk7AhXnaB-1536x460.jpg 1536w\" sizes=\"(max-width: 1549px) 100vw, 1549px\" /><figcaption id=\"caption-attachment-513701\" class=\"wp-caption-text\">Layer-2 transaction fee revenue by chain from 2025 through 2026, showing Base Chain leading with $337.74k over the last 30 days. Image: growthepie</figcaption></figure>\n<p>The technical path exists: shared sequencer networks like Espresso, or based rollups that return sequencing to Ethereum validators. Astria attempted similar designs but shut down in 2025.</p>\n<p>The gap is not technical, but economic. Centralized sequencers deliver better UX and generate substantial revenue. Resilience requires accepting that a sequencer producing slightly slower confirmations, but impossible to shut down by one operator, beats millisecond improvements with single-point control.</p>\n<h2>RPC and CDN dependencies</h2>\n<p>MetaMask defaults to <a href=\"https://cryptoslate.com/companies/infura/\">Infura</a>. Reports note that <a href=\"https://www.intelmarketresearch.com/blockchain-nodes-as-a-service-market-23052\">most Web3 applications</a> use Infura, Alchemy, or QuickNode.</p>\n<p>The November 2020 Infura incident demonstrated the consequence: protocol-level resilience became irrelevant when the access layer failed.</p>\n<p>Cloudflare's November 2025 outage revealed how much &#8220;decentralized finance&#8221; depends on one corporation's CDN. Ethereum processed blocks normally, but users could not reach front-ends, explorers, or dashboards.</p>\n<p>Resilient alternatives include wallets that default to multiple RPCs, local light clients, distributed storage on IPFS or Arweave, ENS addressing, and multi-CDN deployments.</p>\n<p>However, these impose costs, such as increased complexity, greater bandwidth requirements, and more complex management.</p>\n<p>Most projects choose convenience, which is why the efficiency trade-off matters. Ethereum's base layer provides survival properties, while the ecosystem mostly wraps them in dependencies that reintroduce every fragility.</p>\n<figure id=\"attachment_513702\" aria-describedby=\"caption-attachment-513702\" style=\"width: 2220px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513702 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_goyJdJ3Kmr.jpg\" alt=\"RWA market size deployed on Ethereum\" width=\"2220\" height=\"320\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_goyJdJ3Kmr.jpg 2220w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_goyJdJ3Kmr-300x43.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_goyJdJ3Kmr-1024x148.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_goyJdJ3Kmr-768x111.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_goyJdJ3Kmr-1536x221.jpg 1536w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_goyJdJ3Kmr-2048x295.jpg 2048w\" sizes=\"(max-width: 2220px) 100vw, 2220px\" /><figcaption id=\"caption-attachment-513702\" class=\"wp-caption-text\">Stacked area chart showing growth of real-world asset tokenization on Ethereum from January 2025 to January 2026, surpassing $12 billion. Image: rwa.xyz</figcaption></figure>\n<h2>The actual trade-off</h2>\n<p>Ethereum's value proposition, as Buterin frames it, is not faster, cheaper, or more convenient. It is working when everything else breaks.</p>\n<p>That requires infrastructure choices prioritizing survival over optimization: multiple client implementations when one is technically superior, diverse RPC providers when one offers better latency, decentralized sequencers when centralized operators deliver faster confirmations, and distributed front-ends when centralized hosting is simpler.</p>\n<p>The industry has not embraced this trade-off. Rollups optimize for UX and accept the risk of a single sequencer. Applications default to convenient RPCs and accept concentration risk. Front-ends are deployed on commercial CDNs and tolerate single-vendor failures.</p>\n<p>The choice: build for the case where Cloudflare, Infura, and <a href=\"https://cryptoslate.com/companies/coinbase/\">Coinbase</a> all keep operating, or build for when they don't.</p>\n<p>Ethereum's base layer enables the second choice. The surrounding ecosystem overwhelmingly makes the first.</p>\n<p>The protocol providesa 2,000-millisecond latency that persists through infrastructure failures, deplatforming, and geopolitical disruption.</p>\n<p>Whether anyone builds systems that actually leverage that property rather than wrapping it in dependencies that reintroduce every fragility Ethereum was designed to eliminate determines whether resilience becomes real or remains theoretical.</p>\n<p>Blockspace is abundant. Decentralized, permissionless, resilient blockspace is not.</p>\n<p>The post <a href=\"https://cryptoslate.com/ethereum-secures-74b-yet-a-single-web2-switch-can-still-cut-your-access-in-minutes/\">Ethereum isn’t chasing 5.3% yield, Vitalik says &#8211; but the outage risk is over 5× bigger than regulation shocks</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 16:25:51 +0000",
      "wordCount": 1332,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "7b76b9eb9da7",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:12.738Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Bitcoin faces a “liquidity drain” danger zone as Japan’s 30-year yield breaks a historic record",
      "link": "https://cryptoslate.com/bitcoin-faces-a-liquidity-drain-danger-zone-as-japans-30-year-yield-breaks-a-historic-record/",
      "content": "<p>Tokyo bond traders have a new number burned into their screens this week, 3.5%.</p>\n<p>For most of the past two decades, Japan’s long end was the place the world went to forget about interest rates. If you were a pension fund trying to match liabilities, a bank trying to park liquidity, or a global macro desk hunting cheap funding, Japanese government bonds were the quiet corner of the room.</p>\n<p>That corner is getting loud.</p>\n<p>Japan’s 30-year government bond yield has <span style=\"box-sizing: border-box; margin: 0px; padding: 0px;\">risen to roughly <a href=\"https://www.marketwatch.com/investing/bond/tmbmkjp-30y?countrycode=bx\" target=\"_blank\" rel=\"noopener\">3.5%</a>, a level that would have sounded absurd in the years when “Japan” and “near zero” were essentially</span> the same sentence. <a href=\"https://tradingeconomics.com/japan/30-year-bond-yield\">TradingEconomics</a> shows the move as a fresh step higher in early January, after a year of steady pressure building in the long end.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/bitcoin-dances-on-a-thin-line-as-japan-and-us-policies-clash/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/12/bitcoin-boj-1-1024x538.jpg\" alt=\"Japan’s rate hike ends the ‘free money’ era and puts Bitcoin on notice\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Japan’s rate hike ends the ‘free money’ era and puts Bitcoin on notice</h3>\n                            <p class=\"cs-article-embed__summary\">Japan&#039;s monetary shift scrutinizes yen&#039;s role in crypto trades, hinting at broader market challenges.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Dec 19, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>If you only trade Bitcoin, you might be tempted to scroll past a Japanese bond chart and get back to the candles. The problem is that Japan isn’t just another country’s bond market. Japan has been a pillar holding up the whole global price of money.</p>\n<p>When that pillar shifts, the vibrations travel, and Bitcoin is now wired into the same global risk system as everything else.</p>\n<h2>The Japan shift that matters for crypto</h2>\n<p>Japan is exiting an era that shaped a generation of markets, cheap funding, abundant central bank liquidity, and a sense that rates would stay pinned forever.</p>\n<p>The Bank of Japan has moved its short-term policy rate up to <a href=\"https://www.boj.or.jp/en/\">0.75%</a>, with officials publicly signalling they can keep tightening if the economy and prices track their forecasts.</p>\n<p><a href=\"https://www.reuters.com/world/asia-pacific/boj-keep-raising-interest-rates-governor-ueda-says-2026-01-05/\">Reuters</a> reported Governor Kazuo Ueda reiterated that path this week, and the BOJ itself lists its next meeting for <a href=\"https://www.boj.or.jp/en/\">January 22 to 23</a>, a date that will matter far beyond Tokyo.</p>\n<p>The bigger tell is liquidity.</p>\n<p>Japan’s monetary base, a simple way to see how much BOJ cash is sloshing around, fell <a href=\"https://www.reuters.com/world/asia-pacific/japans-cash-circulation-falls-first-time-18-years-2025-boj-stimulus-exit-2026-01-06/\">4.9% year on year in 2025</a>, with December down 9.8% to about ¥594.19 trillion, the first dip below ¥600 trillion since 2020. <span style=\"color: #333333;\">The BOJ publishes the underlying series and releases it under the </span><a href=\"https://www.boj.or.jp/en/statistics/boj/other/mb/index.htm\" target=\"_blank\" rel=\"noopener\">Monetary Base</a><span style=\"color: #333333;\">.</span></p>\n<p>You can think of this as Japan stepping away from its role as the world’s most reliable supplier of cheap liquidity.</p>\n<p>Bitcoin cares about that role, even when the daily correlation looks messy.</p>\n<h2>The way Japan hits Bitcoin, the plumbing first</h2>\n<p>Crypto narratives usually travel fast, inflation hedge, digital gold, store of value, rebel asset. The market plumbing travels faster.</p>\n<p>There are three routes Japan’s rising long yields can hit Bitcoin. None requires a Japan-specific crypto story. They require Bitcoin to behave like a liquid, global risk asset in a world where leverage is everywhere.</p>\n<h3>The yen funding channel, carry trades unwind, leverage gets cut</h3>\n<p>For years, the yen was a funding currency. Borrow yen cheaply, buy something that yields more, layer on leverage, repeat. When Japanese yields rise, and the yen starts moving the wrong way, that structure gets uncomfortable. Uncomfortable leverage gets reduced.</p>\n<p>The cleanest recent example comes from the <a href=\"https://www.bis.org/publ/bisbull90.pdf\">BIS</a>, which studied the market turbulence and the unwind of the carry trade in August 2024. The BIS described how deleveraging and margin pressures amplified volatility, and it also cited a rough ballpark estimate of around <a href=\"https://www.bis.org/publ/bisbull90.pdf\">¥40 trillion</a> ($250 billion) tied to the episode.</p>\n<p>You do not need to believe a precise number. The point is the mechanism; when yen-linked trades unwind, they can yank on multiple asset classes at once.</p>\n<p>Bitcoin is part of that ecosystem now. A big chunk of BTC volume is derivatives, leverage is baked into the market structure, and the asset trades twenty-four-seven. When macro desks de-risk, crypto is often on the list because it can be sold immediately.</p>\n<h3>The term premium channel, higher long rates raise the global price of risk</h3>\n<p>Japan’s move also matters because it can nudge global term premia, and because Japanese institutions are major holders of foreign assets. If domestic yields become competitive, the incentive to hold foreign duration changes at the margin.</p>\n<p>You can see the global context in the United States, where the 30-year Treasury yield remains elevated.</p>\n<p>Higher long-end yields tighten financial conditions. That tends to pressure assets that depend on abundant liquidity, easy leverage, and optimistic discount rates. Bitcoin often sits in that bucket during tightening phases, even if the story people tell themselves is about something else.</p>\n<p>The IMF has been explicit about the vulnerability here. Its <a href=\"https://www.imf.org/en/publications/gfsr/issues/2025/10/14/global-financial-stability-report-october-2025\">Global Financial Stability Report</a> flagged the mix of stretched valuations, rising pressure in sovereign bond markets, and the growing role of nonbank financial institutions. When long-end sovereign markets wobble, the stress can travel through funds, margin, and collateral.</p>\n<h3>The fiscal trust channel, bonds wobble, the Bitcoin story gets louder</h3>\n<p>There is a second-order effect that can support Bitcoin, and it starts from a different emotion, trust.</p>\n<p>When long-dated government yields surge, markets start talking about fiscal sustainability, debt servicing costs, and who will buy the supply. The <a href=\"https://www.invesco.com/apac/en/institutional/insights/market-outlook/why-Japanese-bond-yields-are-rising-and-the-yen-is-falling.html\">Invesco</a> note on Japan’s rising yields frames the move through fiscal concerns and shifting market dynamics, with the BOJ’s changing footprint in the bond market sitting in the background.</p>\n<p>That kind of conversation can pull some investors toward Bitcoin over time, especially the cohort that already views sovereign debt as a slow-motion problem. The timing is the hard part. In the short run, a disorderly bond move usually hits risk appetite first, and narrative second.</p>\n<h2>The near-term setup, three paths from here</h2>\n<p>If you want to understand what Japan’s 3.5% long end means for Bitcoin, the cleanest approach is to think in scenarios, then watch for signals.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/150b-wiped-bitcoin-drops-below-87k-on-japan-yield-shock/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/12/bitcoin-down-december--1024x538.jpg\" alt=\"$150B wiped: Bitcoin drops below $87k on Japan yield shock\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">$150B wiped: Bitcoin drops below $87k on Japan yield shock</h3>\n                            <p class=\"cs-article-embed__summary\">Thin order books met hard macro triggers and the market snapped as it entered December.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Dec 1, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<h3>Scenario one, the calm grind</h3>\n<p>Yields keep rising, auctions clear, the yen stays relatively stable, and the BOJ keeps communicating a gradual exit. This can still be a headwind for Bitcoin, mostly through the slow tightening of global financial conditions, and the steady reminder that the era of free money is gone.</p>\n<p>In this world, BTC can still rally, crypto can always find its own catalyst, but the macro wind is in your face.</p>\n<h3>Scenario two, the messy spike.</h3>\n<p>Long-end yields jump sharply, demand looks shaky, the yen strengthens quickly, and volatility pops across markets. This is the scenario where the yen funding channel bites hardest.</p>\n<p>The BIS story from <a href=\"https://www.bis.org/publ/bisbull90.pdf\">August 2024</a> is the template. Deleveraging plus margin plus cross asset positioning can create fast cascades. Bitcoin tends to suffer here because it is liquid and it trades around the clock. It also tends to show the stress early because it has no closing bell.</p>\n<h3>Scenario three, the BOJ flinches</h3>\n<p>If yields rise too quickly the BOJ could shift its posture, slow the normalization, or find ways to stabilise the long end. This would matter because it would be read as a liquidity-relief signal, and markets trade on expectations.</p>\n<p>The trigger for this scenario is not a <span style=\"box-sizing: border-box; margin: 0px; padding: 0px;\">Bitcoin headline; the BOJ’s reaction function, the language, the pace of balance sheet runoff, and how officials talk about financial conditions matter into the <a href=\"https://www.boj.or.jp/en/\" target=\"_blank\" rel=\"noopener\">January 22 to 23</a> meeting</span>.</p>\n<h2>The simple dashboard, if you want to track this like a crypto trade</h2>\n<p>You do not need a PhD in rates to watch the right variables.</p>\n<p>Start with the yen and the long end, then add a flow gauge.</p>\n<ul>\n<li><strong>USD/JPY moves</strong>, a rapid yen rally is a warning sign for carry stress, Reuters has been tracking the yen around <a href=\"https://www.reuters.com/world/asia-pacific/boj-keep-raising-interest-rates-governor-ueda-says-2026-01-05/\">157 per dollar</a> as markets price tightening risk.</li>\n<li><strong>Japan 30-year yield</strong>, follow it on <a href=\"https://www.marketwatch.com/investing/bond/tmbmkjp-30y?countrycode=bx\">MarketWatch</a> or <a href=\"https://uk.investing.com/rates-bonds/japan-30-year-bond-yield\">Investing.com</a>.</li>\n<li><span style=\"box-sizing: border-box; margin: 0px; padding: 0px;\"><strong>Japan's cross-border securities flows</strong>, the Ministry of Finance publishes weekly data under <a href=\"https://www.mof.go.jp/english/policy/international_policy/reference/itn_transactions_in_securities/index.htm\" target=\"_blank\" rel=\"noopener\">International Transactions in Securities</a>, which is one of the best real-time windows into whether Japan is buying foreign assets or pulling money home.</span></li>\n</ul>\n<p>If those three start moving together, yen up, long end yields up, repatriation flows up, you should assume global risk is about to feel it, and Bitcoin will be in the blast radius.</p>\n<h2>The Bitcoin angle that keeps surprising people</h2>\n<p>One more twist here.</p>\n<p>Bitcoin does not always react to macro news in the clean way people expect. In 2023, the New York Fed’s paper <a href=\"https://www.newyorkfed.org/research/staff_reports/sr1052\">The Bitcoin Macro Disconnect</a> found that, at intraday horizons, Bitcoin can look strangely “orthogonal” to standard macroeconomic news surprises.</p>\n<p>That matters because it keeps traders overconfident, they see a rate move, Bitcoin does not flinch, they assume the macro channel is broken.</p>\n<p>Then volatility arrives through positioning, leverage, and collateral, and the move shows up all at once.</p>\n<p>Japan’s 3.5% long end is a reminder that the world is changing beneath the surface. Japan is stepping away from zero, the BOJ is shrinking its footprint, liquidity is draining in the data, and bond yields are forcing fiscal conversations back into daylight.</p>\n<p>Bitcoin sits downstream of all of it.</p>\n<p>The next time you see a Japanese bond chart, treat it like weather. You do not need to know every detail of how it forms, you just need to know when a storm is building, and whether you are carrying too much leverage when it hits.</p>\n<p>The post <a href=\"https://cryptoslate.com/bitcoin-faces-a-liquidity-drain-danger-zone-as-japans-30-year-yield-breaks-a-historic-record/\">Bitcoin faces a &#8220;liquidity drain&#8221; danger zone as Japan’s 30-year yield breaks a historic record</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 14:15:44 +0000",
      "wordCount": 1579,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "27a2b59a61cc",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:12.738Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Bitcoin is swallowing billions in ETF cash again, but a specific “market wrapper” is killing the price breakout",
      "link": "https://cryptoslate.com/bitcoin-is-swallowing-billions-in-etf-cash-again-but-a-specific-market-wrapper-is-killing-the-price-breakout/",
      "content": "<p>Bitcoin feels like a room full of people holding their breath.</p>\n<p>On paper, the ingredients are there. Spot ETFs are pulling attention back to Bitcoin, big daily flow numbers are again hitting the tape, and macro risk appetite is alive.</p>\n<p>Yet the chart looks like it is waiting for permission.</p>\n<p>Bitcoin was around $93,822 on Jan. 6, and the candles have had that “quiet but tense” look that drives everyone a little mad.</p>\n<p>If you have been around this market long enough, you know the emotional rhythm.</p>\n<p>When Bitcoin is loud, it is obvious. When it is quiet, everyone starts writing their own story onto the silence.</p>\n<p>Maybe buyers are gone. Maybe sellers are gone. Maybe the next move is imminent. Maybe it never comes. The problem with most explanations is they treat quiet as a mystery. It is easier to understand it as plumbing. The market is getting better at swallowing flows</p>\n<p>Start with the simplest question, if ETFs are here, why does Bitcoin not trend more?</p>\n<p>Some days the flows look like they should matter. On Dec. 31, U.S. spot Bitcoin ETFs showed a daily total of about -$348.1 million.</p>\n<p>Two trading days later, Jan. 2 printed about +$471.3 million, then Jan. 5 printed about +$697.2 million. Those are big numbers, and they arrived fast, according to <a href=\"https://farside.co.uk/btc/\">Farside</a>.</p>\n<p>The longer view looks even bigger. Farside’s running totals show IBIT at about +$62.752 billion since launch, while GBTC sits around -$25.239 billion.</p>\n<p>That puts the aggregate net at roughly +$57.763 billion across the listed products.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/bitcoin-turned-less-volatile-than-nvidia-as-institutional-rails-absorbed-570-billion-in-swings-during-a-boring-year/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2026/01/bitcoin-volatility-1024x538.jpg\" alt=\"Bitcoin is now less volatile than Nvidia, a statistical anomaly that completely changes your risk calculation\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Bitcoin is now less volatile than Nvidia, a statistical anomaly that completely changes your risk calculation</h3>\n                            <p class=\"cs-article-embed__summary\">Daily volatility hit an all-time low of 2.24% as ETFs, corporate treasuries, and long-term holder redistribution transformed Bitcoin&#039;s market structure, making the asset less speculative, not less active.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Jan 3, 2026</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Gino Matos</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>So why does the chart still feel pinned?</p>\n<p>Because a lot of the ETF “demand” is structured demand, and structured demand behaves differently than a crowd of unhedged buyers hitting spot.</p>\n<p>ETFs are a wrapper. They are a pipeline with rules. They pull in creations, they push out redemptions, and they invite authorized participants and market makers to do what they do best. They arbitrage the wrapper against the underlying exposure.</p>\n<p>Once that machine is humming, a chunk of the flow is paired with hedges elsewhere. When that happens, the tape can look calm even while the ecosystem is busy.</p>\n<p>The clean way to say it is this, flows can be big and still land in a market that is prepared for them.</p>\n<h2>Leverage is high, the “direction” is softer than it looks</h2>\n<p>If you want to understand why Bitcoin can feel tight, you have to stop thinking about spot as the whole market.</p>\n<p>Right now, open interest is heavily concentrated in perpetuals.</p>\n<p>According to <a href=\"https://coinalyze.net/bitcoin/open-interest/\">Coinalyze OI</a>, Bitcoin aggregated open interest was around $30.4 billion in the snapshot, with about $28.5 billion in perpetual contracts and about $1.9 billion in dated futures.</p>\n<p>That matters because perps are where the market can absorb, offset, and recycle exposure at high speed. A perpetual is frictionless compared with moving large spot size around, and it is easier to neutralize quickly.</p>\n<p>A tight market with high perp open interest can stay tight when opposing positions are balanced.</p>\n<p>It can also stay tight when market makers can warehouse risk briefly, and when hedges are cheap enough to keep running.</p>\n<p>You can have a lot of leverage sitting there, and still have less net pressure on spot than people assume from the headline number. Even the regulated side shows activity without necessarily guaranteeing a trend.</p>\n<p>Google Finance lists <a href=\"https://www.google.com/finance/quote/BTCF26%3ACME\">BTCF26</a>, CME’s Jan. 2026 Bitcoin futures contract, with open interest around 19.15K contracts in the latest snapshot.</p>\n<p>This is the part that trips people up.</p>\n<p>They see leverage, they expect fireworks.</p>\n<p>Leverage is a tool.</p>\n<p>It can amplify a move, and it can also cushion a move when it is used to hedge, to fade, and to run basis books.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/this-legendary-197m-bear-just-flipped-long-altcoins-with-high-leverage-but-the-funding-rates-signal-a-dangerous-trap/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/12/bitcoin-whale-trader-1024x538.jpg\" alt=\"Legendary $197M short seller just flipped long altcoins with high leverage, but funding rates signal a dangerous trap\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Legendary $197M short seller just flipped long altcoins with high leverage, but funding rates signal a dangerous trap</h3>\n                            <p class=\"cs-article-embed__summary\">While retail fears volatility, this wallet is paying massive carry costs to hold a multi-asset book that requires a specific correlation to survive.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Dec 30, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Liam &#039;Akiba&#039; Wright</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<h2>Volatility is telling you what the market expects, and it is not screaming “breakout”</h2>\n<p>If you want the market’s own forecast, you watch implied volatility.</p>\n<p>Deribit’s <a href=\"https://www.deribit.com/statistics/BTC/volatility-index\">Deribit DVOL</a>, one of the most watched options-based volatility gauges in crypto, has been hovering in the mid 40s, with a recent read around 43.46. <a href=\"https://coinalyze.net/btcdvol/price-live/\">Coinalyze DVOL</a> also showed about 43.5 in its live listing for BTCDVOL.</p>\n<p>That number is annualized implied volatility, and you can translate it into a simple “what is normal” range.</p>\n<p>At roughly 43.5% annualized, the market is pricing something like:</p>\n<ul>\n<li>about a 2.27% one-day, one-standard-deviation move, roughly $2.1K at about $93.8K</li>\n<li>about a 6.02% one-week, one-standard-deviation move, roughly $5.6K</li>\n<li>about a 12.46% one-month, one-standard-deviation move, roughly $11.7K</li>\n</ul>\n<p>That is not a promise. A snapshot of expectations drawn from options pricing is, however, a useful gut check.</p>\n<p>It says the market is prepared for movement, but it is not pricing panic. It is also not pricing a runaway melt-up, either.</p>\n<p>Deribit also publishes context metrics like IV Rank, which helps frame where current implied volatility sits versus the past year. The company’s <a href=\"https://insights.deribit.com/education/iv-rank-and-iv-percentile/\">Deribit IV Education</a> note explains the idea behind IV Rank and IV Percentile, and why traders watch them when they are trying to judge how “cheap” or “rich” volatility is.</p>\n<p>The takeaway is simple.</p>\n<p>When you keep hearing “Bitcoin is about to explode,” and implied volatility stays anchored, you are looking at a market that feels no urgency to pay up for protection or for upside optionality.</p>\n<h2>Why this drives people crazy</h2>\n<p>A compressed market turns everyone into a storyteller. Long-term holders interpret quiet as validation. Bitcoin is acting like an asset that is being held, not traded.</p>\n<p>Active traders interpret quiet as an insult, because they are staring at the same levels, the same failed pushes, and the same slow grind. New entrants interpret quiet as safety, then get surprised when the calm breaks.</p>\n<p>That tension is real.</p>\n<p>It shows up in the way people talk about “breakouts” like they are owed something. Bitcoin is not obligated to perform on anyone’s schedule, and the structure of the market right now makes patience feel like the whole trade.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/why-good-news-hasnt-been-moving-bitcoin-recently-macro-without-the-boom/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2026/01/bitcoin-macro-news-1024x538.jpg\" alt=\"Why doesn't “good news” move Bitcoin anymore? Macro headwinds repeatedly fall flat\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Why doesn't “good news” move Bitcoin anymore? Macro headwinds repeatedly fall flat</h3>\n                            <p class=\"cs-article-embed__summary\">The &quot;cuts are coming&quot; narrative is failing to lift prices as high real yields and a cash crunch quietly suffocate the rally.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Jan 2, 2026</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Liam &#039;Akiba&#039; Wright</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<h2>Why “tight liquidity” does not automatically mean a snap move</h2>\n<p>There is a common intuition in crypto, thin books equal violent moves.</p>\n<p>That intuition is rooted in earlier eras, when marginal buyers and sellers were more exposed, and hedging channels were narrower. Today, a lot of the market’s biggest pipes are designed for hedging and for spread capture. ETF wrappers help create natural arbitrage loops.</p>\n<p>Perps help neutralize exposure quickly.</p>\n<p>Options markets can express views on volatility without demanding a spot move. When those mechanisms line up, the market can recycle shock, return to the mean, and do it with surprising speed. This is also why you can see huge single-day reversals in ETF flows without an immediate structural break.</p>\n<p>Investors pulled record amounts from BlackRock’s IBIT toward the end of 2025 during a broader crypto drawdown, yet the system still functioned.</p>\n<p>The flows moved. The wrappers did what they do. The market digested it.</p>\n<p>A lot of the time, that digestion looks like boredom on a spot chart.</p>\n<h3>Macro context, risk appetite is doing its own thing</h3>\n<p>Bitcoin does not live alone, and the macro backdrop matters most when it changes.</p>\n<p>U.S. equities have been strong. The S&P 500 closed around 6,902.05 on Jan. 5, according to <a href=\"https://stooq.com/q/d/?s=%5Espx\">SPX</a>.</p>\n<p>In those environments, volatility selling and carry-seeking can dominate the tone, and crypto tends to absorb that mood through positioning rather than constant spot chasing. This does not mean Bitcoin is tethered to equities.</p>\n<p>It does mean the broader “risk” complex influences how aggressively people pay for volatility, and how quickly market makers are willing to warehouse inventory.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/oil-prices-just-did-the-unthinkable-after-the-venezuela-raid-and-it-hands-bitcoin-a-rare-advantage/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2026/01/oil-bitcoin-1024x538.jpg\" alt=\"Oil prices just did the unthinkable after the Venezuela raid, and it hands Bitcoin a rare advantage\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Oil prices just did the unthinkable after the Venezuela raid, and it hands Bitcoin a rare advantage</h3>\n                            <p class=\"cs-article-embed__summary\">Everyone expected an oil spike, but the market is actually pricing a long-term supply shock that completely rewrites the liquidity roadmap for crypto.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Jan 5, 2026</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Liam &#039;Akiba&#039; Wright</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<h2>The forward look, what changes the regime</h2>\n<p>A tight market stays tight until the day it doesn’t. The question that matters is what kind of catalyst breaks this particular compression.</p>\n<p>Here are the scenarios that fit the current plumbing.</p>\n<h3><strong>Scenario one, compression continues</strong></h3>\n<p>ETF flows stay choppy, even when they print large positive days.</p>\n<p>Derivatives open interest remains heavy in perps, and implied volatility stays around the mid 40s. In that world, the market keeps recycling exposure. Range traders keep getting paid, trend traders keep getting teased.</p>\n<h3><strong>Scenario two, a cleaner upside trend</strong></h3>\n<p>You would expect a shift in how volatility behaves first.</p>\n<p>Implied volatility starts to rise, and it sticks, because hedging becomes more expensive and because the market starts paying for the possibility of a persistent move. A multiweek stretch of consistent net inflows can do it. So can an environment where market makers step back from warehousing risk.</p>\n<p>The early signal is DVOL lifting before price breaks cleanly.</p>\n<h3><strong>Scenario three, downside volatility arrives via deleveraging</strong></h3>\n<p>This version often starts with some mix of sharp outflows, fast open interest contraction, and stress across perps.</p>\n<p>The market stops absorbing, and starts forcing, and liquidations do the rest. The IBIT outflow day is a reminder that large negative flow shocks exist. The “tight” market can still produce abrupt moves when participants are positioned the wrong way.</p>\n<h3><strong>Scenario four, the false break</strong></h3>\n<p>This is the most emotionally draining path.</p>\n<p>The market pushes out of range, a wave of positioning follows, and then the structure pulls it back, because hedges stay cheap, because liquidity returns, and because flows remain two-sided.</p>\n<p>Big daily inflow prints can appear in this scenario too, because wrapper flow does not guarantee a one-way spot impulse. None of these scenarios depend on a single headline. They depend on whether the market’s internal shock absorbers keep working.</p>\n<h2>The point that makes this story worth telling</h2>\n<p>Bitcoin’s quiet is starting to look less like a riddle, and more like a consequence.</p>\n<p>The market has grown up in ways that flatten the obvious moves. It has more wrappers, more arbitrage, more leverage, and more hedging tools. The same features that make Bitcoin easier to access also make it easier to neutralize.</p>\n<p>That is why the range feels so stubborn.</p>\n<p>The market is busy.</p>\n<p>It is liquid in the places that matter, and it is designed to smooth a lot of what used to become a trend. At some point, something changes.</p>\n<p>Hedges get expensive, liquidity steps away, flows persist in one direction, and the market’s quiet finally turns into motion.</p>\n<p>Until then, the “breakout” is a story people keep telling themselves, and the plumbing keeps doing its job.</p>\n<p>The post <a href=\"https://cryptoslate.com/bitcoin-is-swallowing-billions-in-etf-cash-again-but-a-specific-market-wrapper-is-killing-the-price-breakout/\">Bitcoin is swallowing billions in ETF cash again, but a specific “market wrapper” is killing the price breakout</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 13:25:22 +0000",
      "wordCount": 1913,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "bbf48f08acb3",
      "status": "pending",
      "syncedAt": "2026-01-07T05:52:00.142Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Ledger customer data breached including info that leads violent criminals to your door",
      "link": "https://cryptoslate.com/new-ledger-breach-didnt-steal-your-crypto-but-it-exposed-the-one-thing-that-leads-criminals-to-your-door/",
      "content": "<p>Ledger customers woke up on Jan. 5 to an email no one wants to see: their names and contact information had been exposed through a breach at Global-e, a third-party payment processor.</p>\n<p>The company clarified what hadn't been compromised: no payment cards, no passwords, and critically, no 24-word recovery phrases. The hardware remained untouched, the firmware secure, the seed storage intact.</p>\n<p>For a data breach, this is the best-case scenario. Except in crypto, a leaked shipping label can be the first step in a phishing funnel or, in rare worst-case scenarios, a knock at the door.</p>\n<h2>The real vulnerability isn't the wallet</h2>\n<p>BleepingComputer reported that attackers <a href=\"https://www.bleepingcomputer.com/news/security/ledger-customers-impacted-by-third-party-global-e-data-breach/\">accessed shopper order data</a> from Global-e's cloud system, copying names, postal addresses, emails, phone numbers, and order details.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/fake-delivery-driver-stole-11-million-in-digital-assets-this-weekend-as-crypto-home-invasions-increase-report/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/11/crypto-thief--1024x538.jpg\" alt=\"A fake delivery driver stole $11 million in crypto this weekend as home invasion heists increase &#8211; report\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">A fake delivery driver stole $11 million in crypto this weekend as home invasion heists increase &#8211; report</h3>\n                            <p class=\"cs-article-embed__summary\">Physical crypto security practices become increasingly important as wrench attacks continue worldwide.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Nov 24, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Liam &#039;Akiba&#039; Wright</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>This is a &#8220;commerce-stack breach,&#8221; in which no cryptographic keys were touched, no devices were backdoored, and no exploit defeated <a href=\"https://cryptoslate.com/companies/ledger/\">Ledger's</a> secure element.</p>\n<p>What attackers obtained is more practical: a fresh, high-quality contact list of confirmed hardware wallet owners with home shipping addresses.</p>\n<p>For phishing operators, this is infrastructure-grade targeting data. The hardware wallet did its job, but the surrounding commercial apparatus provided attackers with everything they needed.</p>\n<p>Ledger has lived through this before. In June 2020, an attacker <a href=\"https://cryptoslate.com/ledger-data-leak-leaves-crypto-community-furious-heres-what-to-do-next/\">exploited a misconfigured API key</a> to access the company's e-commerce database. A million email addresses were exposed, and 272,000 records included full names, postal addresses, and phone numbers.</p>\n<p>Bitdefense characterized it as a &#8220;golden opportunity for scammers.&#8221;</p>\n<p>The attacks weren't subtle. Fake breach notices urged users to &#8220;verify&#8221; recovery phrases on cloned websites, and fraudulent Ledger Live updates delivered credential harvesters.</p>\n<p>Some extortion emails threatened home invasions, made credible by the attackers' possession of victims' addresses and confirmed wallet purchases.</p>\n<figure id=\"attachment_513690\" aria-describedby=\"caption-attachment-513690\" style=\"width: 688px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513690 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/Photos_nwGiBsdKyI.jpg\" alt=\"Breach timeline\" width=\"688\" height=\"532\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/Photos_nwGiBsdKyI.jpg 688w, https://cryptoslate.com/wp-content/uploads/2026/01/Photos_nwGiBsdKyI-300x232.jpg 300w\" sizes=\"(max-width: 688px) 100vw, 688px\" /><figcaption id=\"caption-attachment-513690\" class=\"wp-caption-text\">Timeline showing Ledger's three major security incidents from 2020 to 2026, highlighting that customer data was compromised while recovery seeds remained secure.</figcaption></figure>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/the-uks-4-3m-crypto-home-invasion-shows-how-a-single-data-leak-can-put-anyones-wallet-and-safety-at-risk/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/11/uk-crypto-1024x538.jpg\" alt=\"Home invasion stalked $4.3M crypto wallet: How a single data leak can put anyone’s safety at risk\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Home invasion stalked $4.3M crypto wallet: How a single data leak can put anyone’s safety at risk</h3>\n                            <p class=\"cs-article-embed__summary\">Sheffield Crown Court sentenced a trio on Nov. 18, police say nearly the full haul was seized. We break down the &quot;delivery driver&quot; ruse, and how to harden your setup.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Nov 23, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Gino Matos</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<h2>A dataset that never stops giving</h2>\n<p>Personally identifiable information (PII) leaks in crypto have unusual durability.</p>\n<p>The 2020 Ledger list didn't age out. In 2021, criminals mailed <a href=\"https://cryptoslate.com/survey-reveals-how-crypto-users-handle-security-after-ledger-leak/\">physically tampered &#8220;replacement&#8221; devices</a> to addresses from the dump. The shrink-wrapped packages with fake letterhead instructed victims to enter recovery phrases on modified hardware designed to exfiltrate seeds.</p>\n<p>By December 2024, BleepingComputer <a href=\"https://www.bleepingcomputer.com/news/security/new-fake-ledger-data-breach-emails-try-to-steal-crypto-wallets/\">documented</a> a new phishing campaign using &#8220;Security Alert: Data Breach May Expose Your Recovery Phrase&#8221; subject lines.</p>\n<p>Additionally, <a href=\"https://cryptoslate.com/products/metamask/\">MetaMask's</a> 2025 threat report <a href=\"https://metamask.io/news/metamask-security-report-may-2025\">noted</a> that physical letters were sent by postal mail to 2020 victims, on fake Ledger stationery, directing them to fraudulent support lines.</p>\n<p>The dataset became a permanent fixture, recycled across email, SMS, and traditional mail.</p>\n<p>The Global-e breach hands attackers a new version of the same weapon. Ledger's warning explicitly anticipates this: expect phishing leveraging the leak, verify all domains, ignore urgency cues, never share your 24-word phrase.</p>\n<figure id=\"attachment_513691\" aria-describedby=\"caption-attachment-513691\" style=\"width: 359px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513691 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/ShareX_nvj4TCIny8.jpg\" alt=\"What was exposed and what wasn't\" width=\"359\" height=\"488\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/ShareX_nvj4TCIny8.jpg 359w, https://cryptoslate.com/wp-content/uploads/2026/01/ShareX_nvj4TCIny8-221x300.jpg 221w\" sizes=\"(max-width: 359px) 100vw, 359px\" /><figcaption id=\"caption-attachment-513691\" class=\"wp-caption-text\">Infographic detailing what data was compromised in the breach versus what remained secure, with recommended user safety actions.</figcaption></figure>\n<h2>When phishing graduates to physical threats</h2>\n<p>The 2020 leak never compromised a Ledger device, but it normalized treating customer lists as inputs to serious crime. Bitdefender noted <a href=\"https://www.bitdefender.com/en-au/blog/hotforsecurity/hacker-publishes-stolen-email-and-mailing-addresses-of-270000-ledger-cryptocurrency-wallet-users\">ransom emails using leaked addresses</a> to threaten home invasions. Ledger took down 171 phishing sites in the first two months.</p>\n<p>Reports document <a href=\"https://cryptoslate.com/are-you-doxxed-crypto-holders-are-now-primary-targets-for-violent-gangs-using-one-specific-data-overlap-to-locate-homes/\">escalating physical robberies</a>, home invasions, and kidnappings aimed at extracting private keys across France, the United States, the United Kingdom, and Canada.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/are-you-doxxed-crypto-holders-are-now-primary-targets-for-violent-gangs-using-one-specific-data-overlap-to-locate-homes/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/12/crypto-kidnap-1024x538.jpg\" alt=\"Are you doxxed? Crypto holders are now primary targets for violent gangs using one specific data overlap to locate homes\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Are you doxxed? Crypto holders are now primary targets for violent gangs using one specific data overlap to locate homes</h3>\n                            <p class=\"cs-article-embed__summary\">Criminals are bypassing encryption by exploiting a single overlooked privacy gap that instantly exposes your home address.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Dec 4, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Gino Matos</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>One French incident involved the January 2025 kidnapping of Ledger co-founder David Balland and his partner, during which attackers severed a finger while demanding ransom.</p>\n<p>Previous Ledger leaks have prompted wrench attacks, with reports arguing that the surge in violent attacks on crypto executives correlates with breaches at Ledger, Kroll, and <a href=\"https://cryptoslate.com/companies/coinbase/\">Coinbase</a> that exposed the details of high-net-worth users.</p>\n<p>Criminals stitch together leaked databases with public records to profile and locate targets.</p>\n<p><a href=\"https://cryptoslate.com/companies/trm-labs/\">TRM Labs</a> confirms <a href=\"https://www.trmlabs.com/resources/blog/the-rise-of-wrench-attacks-and-crypto-related-violent-crime\">the mechanism</a>: personal information gathered online, such as addresses and family details, has simplified profiling victims for home invasions, even when wallet technology remains uncompromised.</p>\n<p>Law enforcement now treats crypto-specific PII leaks as ingredients in violent extortion.</p>\n<h2>How to deal with an ecosystem problem</h2>\n<p>Ledger isn't alone. When Kroll was breached in August 2023, the data of <a href=\"https://cryptoslate.com/companies/ftx/\">FTX</a>, <a href=\"https://cryptoslate.com/companies/blockfi/\">BlockFi</a>, and <a href=\"https://cryptoslate.com/companies/genesis/\">Genesis</a> creditors was accessed.</p>\n<p>Lawsuits allege the mishandling led to daily phishing emails spoofing claims portals.</p>\n<p>The pattern is consistent: third-party vendors hold &#8220;non-sensitive&#8221; data that becomes sensitive when tied to crypto asset ownership. A shipping address is metadata until attached to a hardware wallet order.</p>\n<p>The commerce layer, consisting of merchant platforms, CRMs, and shipping integrations, creates maps of who owns what and where to find them.</p>\n<p>Ledger's advice is sound: verify domains, ignore urgency, never share your seed. Yet, security researchers suggest expanding this.</p>\n<p>Users with high-value holdings should consider enabling the optional passphrase feature, a 25th word that exists only in memory. Additionally, users should rotate their contact information periodically, use unique email addresses for wallet purchases, and monitor for SIM-swap attempts.</p>\n<p>Address exposure carries offline risk. Delivery minimization, such as mail forwarding, business addresses, and pickup locations, reduces the surface for physical coercion. Wrench attacks remain statistically rare but represent a real and growing threat.</p>\n<p>The Global-e incident raises unanswered questions: How many customers were affected? What specific fields were accessed? Were other Global-e clients compromised? What logs track the intruder's movement?</p>\n<p>The crypto industry needs to rethink the risks of its commerce infrastructure. If self-custody removes trusted third parties from asset control, handing customer data to e-commerce platforms and payment processors creates exploitable maps of targets.</p>\n<p>The hardware wallet might be a fortress, but business operations create persistent vulnerabilities.</p>\n<p>The Global-e breach won't hack a single Ledger device. It doesn't need to. It gave attackers a fresh list of names, addresses, and proof-of-purchase, which is everything required to launch phishing campaigns that will run for years and, in rare cases, enable crimes that don't require bypassing encryption.</p>\n<p>The real vulnerability isn't the secure element. It's the paper trail leading to users' doors.</p>\n<p>The post <a href=\"https://cryptoslate.com/new-ledger-breach-didnt-steal-your-crypto-but-it-exposed-the-one-thing-that-leads-criminals-to-your-door/\">Ledger customer data breached including info that leads violent criminals to your door</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 11:55:30 +0000",
      "wordCount": 1133,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "47f40b9a7c55",
      "status": "pending",
      "syncedAt": "2026-01-07T05:52:00.142Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Bitcoin breaks $94,000 for the first time in a month: Why is crypto up today?",
      "link": "https://cryptoslate.com/bitcoin-breaks-94000-for-the-first-time-in-one-month-why-crypto-is-up-today/",
      "content": "<p>Bitcoin (BTC) pierced $94,000 on Jan. 5, reaching its highest level since Dec. 10 and capping a rally that added nearly $100 billion to the total crypto market capitalization in 24 hours.</p>\n<p>The move came as spot Bitcoin ETFs recorded their strongest inflows in three months, derivatives positioning turned aggressively bullish, and macro conditions created space for risk assets to rebound into the new year.</p>\n<p>US spot Bitcoin ETFs logged <a href=\"https://farside.co.uk/btc/\">$471 million in net inflows on Jan. 2</a>, led by <a href=\"https://cryptoslate.com/companies/blackrock/\">BlackRock's</a> <a href=\"https://cryptoslate.com/products/ishares-bitcoin-trust/\">IBIT</a>, helping push BTC back over $90,000 into the weekend and setting the stage for today's breakout.</p>\n<p>The ETF demand arrived amid institutional flows returning after year-end consolidation, a January effect following the heavy outflows that defined late 2025.</p>\n<p>The combination of renewed institutional appetite and thin post-holiday liquidity allowed the inflows to drive prices more decisively than they would under normal trading conditions.</p>\n<p>Derivatives markets amplified the rally through a familiar feedback loop.</p>\n<p>Options traders piled into upside calls clustered around the $100,000 strike, with open interest on <a href=\"https://cryptoslate.com/companies/deribit/\">Deribit</a> jumping and total January options open interest reaching approximately $1.45 billion.</p>\n<p>CoinGlass data shows that over <a href=\"https://www.coinglass.com/LiquidationData\">$438 million in short positions</a> were liquidated over the past 24 hours, forcing additional buying as <a href=\"https://cryptoslate.com/coins/bitcoin/\">Bitcoin</a> broke through resistance levels.</p>\n<p>The short squeeze dynamics accelerated the move from the low $90,000s into the $94,000 range, with thin order books exaggerating each leg higher.</p>\n<p>Additionally, the macro backdrop provided support from multiple angles.</p>\n<p>Markets digested weaker-than-expected US manufacturing data, reinforcing expectations that the Federal Reserve can maintain its path toward easier monetary policy.</p>\n<figure id=\"attachment_513709\" aria-describedby=\"caption-attachment-513709\" style=\"width: 1906px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513709 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/btc2.jpg\" alt=\"Bitcoin daily price chart\" width=\"1906\" height=\"627\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/btc2.jpg 1906w, https://cryptoslate.com/wp-content/uploads/2026/01/btc2-300x99.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/btc2-1024x337.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/btc2-768x253.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/btc2-1536x505.jpg 1536w\" sizes=\"(max-width: 1906px) 100vw, 1906px\" /><figcaption id=\"caption-attachment-513709\" class=\"wp-caption-text\">Bitcoin daily price chart showing recovery to $94,795 on Jan. 5, 2026, the first time since Dec. 10, 2025.</figcaption></figure>\n<h2>Macro tailwinds and bullish options outlook</h2>\n<p>Simultaneously, geopolitical risk spiked as the US launched operations targeting Venezuelan President Nicolás Maduro, prompting repositioning across asset classes.</p>\n<p>Tech stocks rallied alongside traditional safe-haven assets like gold and silver, with Bitcoin catching bids as investors rotated into both growth and defensive positioning at the start of 2026.</p>\n<p>The broader crypto market mirrored Bitcoin's strength, with total market capitalization climbing 3.1% to nearly $3.3 trillion.</p>\n<p><a href=\"https://cryptoslate.com/coins/ethereum/\">Ethereum</a> traded at $3,244, up 3.1% in the past 24 hours, while <a href=\"https://cryptoslate.com/coins/xrp/\">XRP</a> posted the strongest gains among major assets with an 11.5% advance to $2.33. <a href=\"https://cryptoslate.com/coins/solana/\">Solana</a> rose 3.7% to $189, <a href=\"https://cryptoslate.com/coins/cardano/\">Cardano</a> gained 5.2% to $0.8218, and <a href=\"https://cryptoslate.com/coins/dogecoin/\">Dogecoin</a> added 2.6% to reach $0.1534. <a href=\"https://cryptoslate.com/coins/bnb/\">BNB</a> climbed 2.2% to $915.</p>\n<p>The ETF inflows, whale accumulation, and forced covering of short positions combined to generate the breakout, with relatively light resistance between $90,000 and $94,000 allowing the rally to develop momentum.</p>\n<p>Options positioning reflects a bullish outlook, with call buyers betting on further upside through January expiries. Bitcoin has not closed above $94,000 since mid-December, when a brief spike to similar levels preceded a month-long consolidation phase.</p>\n<figure id=\"attachment_513708\" aria-describedby=\"caption-attachment-513708\" style=\"width: 1387px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513708 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_Z8FdBTBSx7.jpg\" alt=\"Options OI interest by strike price\" width=\"1387\" height=\"484\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/brave_Z8FdBTBSx7.jpg 1387w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_Z8FdBTBSx7-300x105.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_Z8FdBTBSx7-1024x357.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/brave_Z8FdBTBSx7-768x268.jpg 768w\" sizes=\"(max-width: 1387px) 100vw, 1387px\" /><figcaption id=\"caption-attachment-513708\" class=\"wp-caption-text\">Bitcoin options open interest by strike price on Deribit, showing concentrated call activity around $100,000 and put interest around $75,000-$80,000. Image: CoinGlass</figcaption></figure>\n<p>The technical picture shows Bitcoin reclaiming levels it last held nearly four weeks ago, breaking through the $90,000-$92,000 range that had capped upside attempts through late 2025.</p>\n<p>Whether Bitcoin can hold above $94,000 and challenge $100,000 depends on whether ETF demand continues at the Jan. 2 pace and whether macro conditions remain constructive.</p>\n<p>Weaker manufacturing data support the case for Fed dovishness, but geopolitical developments introduce uncertainty that could swing sentiment either way.</p>\n<p>For now, the combination of institutional inflows, derivatives positioning, and thin liquidity has driven Bitcoin back to levels last seen in mid-December.</p>\n<p>The post <a href=\"https://cryptoslate.com/bitcoin-breaks-94000-for-the-first-time-in-one-month-why-crypto-is-up-today/\">Bitcoin breaks $94,000 for the first time in a month: Why is crypto up today?</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 09:29:05 +0000",
      "wordCount": 602,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "e0af77068d15",
      "status": "pending",
      "syncedAt": "2026-01-07T05:52:00.142Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "Are memecoins back? One specific wallet metric suggests the $50 billion rally is a dangerous trap",
      "link": "https://cryptoslate.com/memecoins-are-back-but-one-specific-wallet-metric-suggests-the-50-billion-rally-is-a-dangerous-trap/",
      "content": "<p>After a year of steady decline, the &#8220;<a href=\"https://cryptoslate.com/the-memecoin-hall-of-shame-10-tokens-that-defined-2025-wildest-trades/\">memecoin</a> dominance&#8221; ratio, a key metric tracking the sector's share of the total altcoin market, has abruptly reversed course from historic lows.</p>\n<p>This came as the total capitalization of meme assets reclaimed the $50 billion mark and tokens such as PEPE, BONK, and FLOKI posted outsized double-digit gains to start the year.</p>\n<p>The surge is forcing institutional managers and retail traders alike to confront a critical question: Is this a fleeting spasm of post-holiday speculation, or the early bellwether for a broader market rotation?</p>\n<p><a href=\"https://cryptoquant.com/insights/quicktake/695aadeb6f89e81772a3557f-Memecoins-are-rising-from-the-dead?utm_source=twitter&utm_medium=sns&utm_campaign=quicktake&utm_content=darkfost\">Data</a> from market intelligence firm <a href=\"https://cryptoslate.com/companies/cryptoquant/\">CryptoQuant</a> highlights the severity of the shift. Following the &#8220;memecoin mania&#8221; that peaked in November 2024, the sector’s dominance within the altcoin market began a long slide.</p>\n<figure id=\"attachment_513679\" aria-describedby=\"caption-attachment-513679\" style=\"width: 1030px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513679\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180551.jpg\" alt=\"Memecoin Dominance\" width=\"1030\" height=\"599\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180551.jpg 1030w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180551-300x174.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180551-1024x596.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180551-768x447.jpg 768w\" sizes=\"(max-width: 1030px) 100vw, 1030px\" /><figcaption id=\"caption-attachment-513679\" class=\"wp-caption-text\">Memecoin Market Dominance (Source: CryptoQuant)</figcaption></figure>\n<p>At its height, meme tokens accounted for 11% of the total altcoin market capitalization, a ratio of 0.11. By December 2025, that figure had collapsed to just 3.2% (0.032), a historical floor.</p>\n<p>However, analysts note that the last time the ratio touched these levels, it preceded a massive expansion in speculative liquidity that eventually dragged the broader altcoin complex higher.</p>\n<p>Speculative investors are now viewing the current bounce from that bottom as a potential leading indicator.</p>\n<p>If the trend sustains, it suggests that the market’s appetite for risk is returning faster than anticipated, potentially setting the stage for a <a href=\"https://cryptoslate.com/altcoin-season-is-cancelled-this-year-as-alts-fail-to-match-last-cycles-1-6-trillion-ceiling/\">new altcoin season</a> that could influence blockchain activity and listing standards throughout 2026.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/altcoin-season-is-cancelled-this-year-as-alts-fail-to-match-last-cycles-1-6-trillion-ceiling/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/10/bitcoin-altseason-1024x538.jpg\" alt=\"Altcoin season is cancelled this year: Alts fail to match last cycle $1.6 trillion ceiling\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Altcoin season is cancelled this year: Alts fail to match last cycle $1.6 trillion ceiling</h3>\n                            <p class=\"cs-article-embed__summary\">Altcoin market cap still below 2021 market top as BTC tests late-cycle window.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Oct 20, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Liam &#039;Akiba&#039; Wright</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<h2>A signal from the noise</h2>\n<p>According to <a href=\"https://x.com/santimentfeed/status/2007705054732583168\">data</a> from analytics platform Santiment, the collective market capitalization of meme coins jumped more than 20.8% in the first week of the year, pushing the sector’s total value above $45.3 billion.</p>\n<p>CoinGecko <a href=\"https://www.coingecko.com/en/categories/meme-token#key-stats\">data</a> puts the figure even higher, estimating the total value of the &#8220;joke economy,&#8221; spanning dog and frog themes and political satire, at roughly $51.6 billion.</p>\n<p>The rally has been led by familiar names that dominated previous cycles. In the past seven days alone, <a href=\"https://cryptoslate.com/coins/pepe/\">PEPE</a> and the self-deprecatingly named USELESS token have each surged 54%. MOG climbed 38%, while the <a href=\"https://cryptoslate.com/coins/solana/\">Solana</a>-based heavyweight BONK added 34%.</p>\n<p>Even legacy assets like <a href=\"https://cryptoslate.com/coins/dogecoin/\">Dogecoin</a> and <a href=\"https://cryptoslate.com/coins/shiba-inu/\">Shiba Inu</a> have joined the fray, with Shiba Inu jumping 13% on Sunday amid renewed trading frenzy.</p>\n<p>Santiment analysts attributed the timing of the bounce to a classic contrarian signal. The rally began shortly after Christmas, precisely when &#8220;FUD&#8221; (fear, uncertainty, and doubt) about speculative assets reached its peak among retail traders.</p>\n<figure id=\"attachment_513678\" aria-describedby=\"caption-attachment-513678\" style=\"width: 2560px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513678\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9y-UIYX0AAVWhf-scaled.jpg\" alt=\"Memecoins Lead Crypto Market Rebound\" width=\"2560\" height=\"1437\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G9y-UIYX0AAVWhf-scaled.jpg 2560w, https://cryptoslate.com/wp-content/uploads/2026/01/G9y-UIYX0AAVWhf-300x168.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G9y-UIYX0AAVWhf-1024x575.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G9y-UIYX0AAVWhf-768x431.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/G9y-UIYX0AAVWhf-1536x862.jpg 1536w, https://cryptoslate.com/wp-content/uploads/2026/01/G9y-UIYX0AAVWhf-2048x1150.jpg 2048w\" sizes=\"(max-width: 2560px) 100vw, 2560px\" /><figcaption id=\"caption-attachment-513678\" class=\"wp-caption-text\">Memecoins Lead Crypto Market Rebound (Source: Santiment)</figcaption></figure>\n<p>As sentiment hit rock bottom and casual traders wrote off the sector, smart money appeared to step in, capitalizing on the capitulation to accumulate positions at discounted valuations.</p>\n<p>For fund managers who spent 2025 shifting allocations toward &#8220;quality&#8221;, the resurgence of the meme sector presents a dilemma.</p>\n<p>The move tests how far the industry is willing to lean back into leverage. Ignoring the rally risks missing the first leg of a risk-on phase, while chasing it requires re-entering the most volatile assets in the digital ecosystem.</p>\n<h2>The ETF multiplier</h2>\n<p>Unlike previous meme cycles driven almost entirely by offshore exchanges and decentralized swaps, the 2026 rebound has a regulated dimension.</p>\n<p>The approval and launch of complex crypto exchange-traded funds (ETFs) in the US have created new transmission channels for speculative mania to reach traditional brokerage accounts.</p>\n<p>Bloomberg Intelligence ETF analyst <a href=\"https://cryptoslate.com/people/eric-balchunas/\">Eric Balchunas</a> noted that some of the best-performing products to start the year were leveraged memecoin ETFs.</p>\n<p>Specifically, the 21Shares 2x Long <a href=\"https://cryptoslate.com/dogecoin-etf-debut-flops-with-no-inflow-revealing-concerning-market-reality/\">Dogecoin ETF</a> (TXXD) has logged standout performance, indicating that demand for meme exposure is not limited to crypto-native &#8220;degens&#8221; using on-chain wallets.</p>\n<figure id=\"attachment_513681\" aria-describedby=\"caption-attachment-513681\" style=\"width: 1102px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513681\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G95qpM_XQAAj2MG.png\" alt=\"21Shares Dogecoin ETF\" width=\"1102\" height=\"576\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G95qpM_XQAAj2MG.png 1102w, https://cryptoslate.com/wp-content/uploads/2026/01/G95qpM_XQAAj2MG-300x157.png 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G95qpM_XQAAj2MG-1024x535.png 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G95qpM_XQAAj2MG-768x401.png 768w\" sizes=\"(max-width: 1102px) 100vw, 1102px\" /><figcaption id=\"caption-attachment-513681\" class=\"wp-caption-text\">21Shares Dogecoin ETF Leads Market (Source: Eric Balchunas)</figcaption></figure>\n<p>This institutionalization of the &#8220;joke economy&#8221; changes the stakes for the broader market. When billions of dollars flow into meme-themed assets, the impact ripples outward.</p>\n<p>It influences listing decisions at major centralized exchanges, which rely on trading fees from high-volume tokens to subsidize other operations. It also exerts pressure on asset managers to broaden their product pipelines.</p>\n<p>If a $50 billion asset class begins to set the cycle's tempo, the industry’s infrastructure is forced to adapt to the liquidity demands of assets once dismissed as ephemeral gags.</p>\n<p>Meanwhile, the sector is also diversifying internally. CoinGecko data breaks down the $51.6 billion meme economy into distinct sub-sectors, revealing a complex hierarchy.</p>\n<p>&#8220;The Boy’s Club&#8221; (Matt Furie-inspired characters like PEPE) and &#8220;Frog-Themed&#8221; tokens now command 10.9% and 10.7% of the meme market, respectively, challenging the historical dominance of &#8220;Dog-Themed&#8221; coins, which sit at roughly 6.1%.</p>\n<figure id=\"attachment_513677\" aria-describedby=\"caption-attachment-513677\" style=\"width: 1543px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513677\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180319.jpg\" alt=\"Memecoin sectors\" width=\"1543\" height=\"670\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180319.jpg 1543w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180319-300x130.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180319-1024x445.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180319-768x333.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-180319-1536x667.jpg 1536w\" sizes=\"(max-width: 1543px) 100vw, 1543px\" /><figcaption id=\"caption-attachment-513677\" class=\"wp-caption-text\">Memecoin Sectors (Source: CoinGecko)</figcaption></figure>\n<p>Newer categories like &#8220;<a href=\"https://cryptoslate.com/the-memecoin-hall-of-shame-10-tokens-that-defined-2025-wildest-trades/\">PolitiFi&#8221; (political finance tokens)</a> and &#8220;AI Memes&#8221; have carved out multi-billion dollar niches, suggesting the sector is evolving its own internal rotation dynamics.</p>\n        <h3 class=\"cs-sector-title\">Top AI Agents Crypto Assets by Market Cap</h3>\n        <div class=\"cs-sector-rankings\">\n            <div class=\"cs-sector-table\">\n                <table aria-label=\"AI Agents rankings\">\n                    <thead>\n                        <tr>\n                            <th class=\"col-rank\">#</th>\n                            <th class=\"col-coin\">Coin</th>\n                            <th class=\"col-price is-numeric\">Price</th>\n                            <th class=\"col-change is-numeric\">24h %</th>\n                            <th class=\"col-market-cap is-numeric\">MCap</th>\n                            <th class=\"col-volume is-numeric\">24h Vol</th>\n                        </tr>\n                    </thead>\n                    <tbody>\n                                                    <tr>\n                                <td class=\"col-rank\">1</td>\n                                <td class=\"col-coin\">\n                                    <a class=\"cs-sector-coin\" href=\"https://cryptoslate.com/coins/chainlink/\">\n                                                                                    <img decoding=\"async\" width=\"150\" height=\"150\" src=\"https://cryptoslate.com/wp-content/uploads/2017/09/coin-logo-chainlink-150x150.jpg\" class=\"cs-sector-coin-logo\" alt=\"Chainlink\" srcset=\"https://cryptoslate.com/wp-content/uploads/2017/09/coin-logo-chainlink-150x150.jpg 150w, https://cryptoslate.com/wp-content/uploads/2017/09/coin-logo-chainlink.jpg 300w\" sizes=\"(max-width: 150px) 100vw, 150px\" />                                                                                <span class=\"cs-sector-coin-meta\">\n                                            <span class=\"cs-sector-coin-name\">Chainlink</span>\n                                                                                            <span class=\"cs-sector-coin-ticker\">LINK</span>\n                                                                                    </span>\n                                    </a>\n                                </td>\n                                <td class=\"col-price is-numeric\">\n                                                                            $13.77                                                                    </td>\n                                <td class=\"col-change is-numeric\">\n                                                                                                                    <span class=\"number-pct red\">-0.54%</span>\n                                                                    </td>\n                                <td class=\"col-market-cap is-numeric\">\n                                                                            $9.75B                                                                    </td>\n                                <td class=\"col-volume is-numeric\">\n                                                                            $919.14M                                                                    </td>\n                            </tr>\n                                                    <tr>\n                                <td class=\"col-rank\">2</td>\n                                <td class=\"col-coin\">\n                                    <a class=\"cs-sector-coin\" href=\"https://cryptoslate.com/coins/virtuals-protocol/\">\n                                                                                    <img decoding=\"async\" width=\"150\" height=\"150\" src=\"https://cryptoslate.com/wp-content/uploads/2024/06/Virtuals-Protocol-logo-150x150.jpg\" class=\"cs-sector-coin-logo\" alt=\"Virtuals Protocol\" srcset=\"https://cryptoslate.com/wp-content/uploads/2024/06/Virtuals-Protocol-logo-150x150.jpg 150w, https://cryptoslate.com/wp-content/uploads/2024/06/Virtuals-Protocol-logo-300x300.jpg 300w, https://cryptoslate.com/wp-content/uploads/2024/06/Virtuals-Protocol-logo.jpg 400w\" sizes=\"(max-width: 150px) 100vw, 150px\" />                                                                                <span class=\"cs-sector-coin-meta\">\n                                            <span class=\"cs-sector-coin-name\">Virtuals Protocol</span>\n                                                                                            <span class=\"cs-sector-coin-ticker\">VIRTUAL</span>\n                                                                                    </span>\n                                    </a>\n                                </td>\n                                <td class=\"col-price is-numeric\">\n                                                                            $1.13                                                                    </td>\n                                <td class=\"col-change is-numeric\">\n                                                                                                                    <span class=\"number-pct red\">-0.14%</span>\n                                                                    </td>\n                                <td class=\"col-market-cap is-numeric\">\n                                                                            $741.95M                                                                    </td>\n                                <td class=\"col-volume is-numeric\">\n                                                                            $234.41M                                                                    </td>\n                            </tr>\n                                                    <tr>\n                                <td class=\"col-rank\">3</td>\n                                <td class=\"col-coin\">\n                                    <a class=\"cs-sector-coin\" href=\"https://cryptoslate.com/coins/origintrail/\">\n                                                                                    <img decoding=\"async\" width=\"150\" height=\"150\" src=\"https://cryptoslate.com/wp-content/uploads/2018/01/origintrail-logo-150x150.jpg\" class=\"cs-sector-coin-logo\" alt=\"OriginTrail\" srcset=\"https://cryptoslate.com/wp-content/uploads/2018/01/origintrail-logo-150x150.jpg 150w, https://cryptoslate.com/wp-content/uploads/2018/01/origintrail-logo.jpg 300w\" sizes=\"(max-width: 150px) 100vw, 150px\" />                                                                                <span class=\"cs-sector-coin-meta\">\n                                            <span class=\"cs-sector-coin-name\">OriginTrail</span>\n                                                                                            <span class=\"cs-sector-coin-ticker\">TRAC</span>\n                                                                                    </span>\n                                    </a>\n                                </td>\n                                <td class=\"col-price is-numeric\">\n                                                                            $0.45                                                                    </td>\n                                <td class=\"col-change is-numeric\">\n                                                                                                                    <span class=\"number-pct green\">+4.1%</span>\n                                                                    </td>\n                                <td class=\"col-market-cap is-numeric\">\n                                                                            $224.48M                                                                    </td>\n                                <td class=\"col-volume is-numeric\">\n                                                                            $5.17M                                                                    </td>\n                            </tr>\n                                                    <tr>\n                                <td class=\"col-rank\">4</td>\n                                <td class=\"col-coin\">\n                                    <a class=\"cs-sector-coin\" href=\"https://cryptoslate.com/coins/venice-token/\">\n                                                                                    <img decoding=\"async\" width=\"150\" height=\"150\" src=\"https://cryptoslate.com/wp-content/uploads/2025/10/Venice-logo-150x150.jpg\" class=\"cs-sector-coin-logo\" alt=\"Venice Token\" srcset=\"https://cryptoslate.com/wp-content/uploads/2025/10/Venice-logo-150x150.jpg 150w, https://cryptoslate.com/wp-content/uploads/2025/10/Venice-logo-300x300.jpg 300w, https://cryptoslate.com/wp-content/uploads/2025/10/Venice-logo.jpg 400w\" sizes=\"(max-width: 150px) 100vw, 150px\" />                                                                                <span class=\"cs-sector-coin-meta\">\n                                            <span class=\"cs-sector-coin-name\">Venice Token</span>\n                                                                                            <span class=\"cs-sector-coin-ticker\">VVV</span>\n                                                                                    </span>\n                                    </a>\n                                </td>\n                                <td class=\"col-price is-numeric\">\n                                                                            $2.06                                                                    </td>\n                                <td class=\"col-change is-numeric\">\n                                                                                                                    <span class=\"number-pct green\">+0.03%</span>\n                                                                    </td>\n                                <td class=\"col-market-cap is-numeric\">\n                                                                            $89.36M                                                                    </td>\n                                <td class=\"col-volume is-numeric\">\n                                                                            $7.5M                                                                    </td>\n                            </tr>\n                                                    <tr>\n                                <td class=\"col-rank\">5</td>\n                                <td class=\"col-coin\">\n                                    <a class=\"cs-sector-coin\" href=\"https://cryptoslate.com/coins/siren/\">\n                                                                                    <img decoding=\"async\" width=\"150\" height=\"150\" src=\"https://cryptoslate.com/wp-content/uploads/2025/04/siren-logo-150x150.jpg\" class=\"cs-sector-coin-logo\" alt=\"siren\" srcset=\"https://cryptoslate.com/wp-content/uploads/2025/04/siren-logo-150x150.jpg 150w, https://cryptoslate.com/wp-content/uploads/2025/04/siren-logo-300x300.jpg 300w, https://cryptoslate.com/wp-content/uploads/2025/04/siren-logo.jpg 400w\" sizes=\"(max-width: 150px) 100vw, 150px\" />                                                                                <span class=\"cs-sector-coin-meta\">\n                                            <span class=\"cs-sector-coin-name\">siren</span>\n                                                                                            <span class=\"cs-sector-coin-ticker\">SIREN</span>\n                                                                                    </span>\n                                    </a>\n                                </td>\n                                <td class=\"col-price is-numeric\">\n                                                                            $0.09                                                                    </td>\n                                <td class=\"col-change is-numeric\">\n                                                                                                                    <span class=\"number-pct green\">+4.73%</span>\n                                                                    </td>\n                                <td class=\"col-market-cap is-numeric\">\n                                                                            $62.12M                                                                    </td>\n                                <td class=\"col-volume is-numeric\">\n                                                                            $13.89M                                                                    </td>\n                            </tr>\n                                                    <tr>\n                                <td class=\"col-rank\">6</td>\n                                <td class=\"col-coin\">\n                                    <a class=\"cs-sector-coin\" href=\"https://cryptoslate.com/coins/aixbt-by-virtuals/\">\n                                                                                    <img decoding=\"async\" width=\"150\" height=\"150\" src=\"https://cryptoslate.com/wp-content/uploads/2024/12/aixbt-logo-150x150.jpg\" class=\"cs-sector-coin-logo\" alt=\"aixbt by Virtuals\" srcset=\"https://cryptoslate.com/wp-content/uploads/2024/12/aixbt-logo-150x150.jpg 150w, https://cryptoslate.com/wp-content/uploads/2024/12/aixbt-logo-300x300.jpg 300w, https://cryptoslate.com/wp-content/uploads/2024/12/aixbt-logo.jpg 400w\" sizes=\"(max-width: 150px) 100vw, 150px\" />                                                                                <span class=\"cs-sector-coin-meta\">\n                                            <span class=\"cs-sector-coin-name\">aixbt by Virtuals</span>\n                                                                                            <span class=\"cs-sector-coin-ticker\">AIXBT</span>\n                                                                                    </span>\n                                    </a>\n                                </td>\n                                <td class=\"col-price is-numeric\">\n                                                                            $0.04                                                                    </td>\n                                <td class=\"col-change is-numeric\">\n                                                                                                                    <span class=\"number-pct green\">+0.52%</span>\n                                                                    </td>\n                                <td class=\"col-market-cap is-numeric\">\n                                                                            $41.89M                                                                    </td>\n                                <td class=\"col-volume is-numeric\">\n                                                                            $30.36M                                                                    </td>\n                            </tr>\n                                                    <tr>\n                                <td class=\"col-rank\">7</td>\n                                <td class=\"col-coin\">\n                                    <a class=\"cs-sector-coin\" href=\"https://cryptoslate.com/coins/tokenbot-2/\">\n                                                                                    <img decoding=\"async\" width=\"104\" height=\"104\" src=\"https://cryptoslate.com/wp-content/uploads/2025/04/clanker-logo.png\" class=\"cs-sector-coin-logo\" alt=\"tokenbot\" />                                                                                <span class=\"cs-sector-coin-meta\">\n                                            <span class=\"cs-sector-coin-name\">tokenbot</span>\n                                                                                            <span class=\"cs-sector-coin-ticker\">CLANKER</span>\n                                                                                    </span>\n                                    </a>\n                                </td>\n                                <td class=\"col-price is-numeric\">\n                                                                            $38.69                                                                    </td>\n                                <td class=\"col-change is-numeric\">\n                                                                                                                    <span class=\"number-pct red\">-13.83%</span>\n                                                                    </td>\n                                <td class=\"col-market-cap is-numeric\">\n                                                                            $38.16M                                                                    </td>\n                                <td class=\"col-volume is-numeric\">\n                                                                            $14.42M                                                                    </td>\n                            </tr>\n                                                    <tr>\n                                <td class=\"col-rank\">8</td>\n                                <td class=\"col-coin\">\n                                    <a class=\"cs-sector-coin\" href=\"https://cryptoslate.com/coins/ai-rig-complex/\">\n                                                                                    <img decoding=\"async\" width=\"150\" height=\"150\" src=\"https://cryptoslate.com/wp-content/uploads/2024/12/arc-logo-150x150.jpg\" class=\"cs-sector-coin-logo\" alt=\"AI Rig Complex\" srcset=\"https://cryptoslate.com/wp-content/uploads/2024/12/arc-logo-150x150.jpg 150w, https://cryptoslate.com/wp-content/uploads/2024/12/arc-logo-300x300.jpg 300w, https://cryptoslate.com/wp-content/uploads/2024/12/arc-logo.jpg 400w\" sizes=\"(max-width: 150px) 100vw, 150px\" />                                                                                <span class=\"cs-sector-coin-meta\">\n                                            <span class=\"cs-sector-coin-name\">AI Rig Complex</span>\n                                                                                            <span class=\"cs-sector-coin-ticker\">ARC</span>\n                                                                                    </span>\n                                    </a>\n                                </td>\n                                <td class=\"col-price is-numeric\">\n                                                                            $0.04                                                                    </td>\n                                <td class=\"col-change is-numeric\">\n                                                                                                                    <span class=\"number-pct red\">-4.02%</span>\n                                                                    </td>\n                                <td class=\"col-market-cap is-numeric\">\n                                                                            $35.28M                                                                    </td>\n                                <td class=\"col-volume is-numeric\">\n                                                                            $4.74M                                                                    </td>\n                            </tr>\n                                                    <tr>\n                                <td class=\"col-rank\">9</td>\n                                <td class=\"col-coin\">\n                                    <a class=\"cs-sector-coin\" href=\"https://cryptoslate.com/coins/delysium/\">\n                                                                                    <img decoding=\"async\" width=\"150\" height=\"150\" src=\"https://cryptoslate.com/wp-content/uploads/2023/04/Delysium-logo-150x150.jpg\" class=\"cs-sector-coin-logo\" alt=\"Delysium\" srcset=\"https://cryptoslate.com/wp-content/uploads/2023/04/Delysium-logo-150x150.jpg 150w, https://cryptoslate.com/wp-content/uploads/2023/04/Delysium-logo-300x300.jpg 300w, https://cryptoslate.com/wp-content/uploads/2023/04/Delysium-logo.jpg 400w\" sizes=\"(max-width: 150px) 100vw, 150px\" />                                                                                <span class=\"cs-sector-coin-meta\">\n                                            <span class=\"cs-sector-coin-name\">Delysium</span>\n                                                                                            <span class=\"cs-sector-coin-ticker\">AGI</span>\n                                                                                    </span>\n                                    </a>\n                                </td>\n                                <td class=\"col-price is-numeric\">\n                                                                            $0.02                                                                    </td>\n                                <td class=\"col-change is-numeric\">\n                                                                                                                    <span class=\"number-pct green\">+13.77%</span>\n                                                                    </td>\n                                <td class=\"col-market-cap is-numeric\">\n                                                                            $35.11M                                                                    </td>\n                                <td class=\"col-volume is-numeric\">\n                                                                            $12.7M                                                                    </td>\n                            </tr>\n                                                    <tr>\n                                <td class=\"col-rank\">10</td>\n                                <td class=\"col-coin\">\n                                    <a class=\"cs-sector-coin\" href=\"https://cryptoslate.com/coins/phala-network/\">\n                                                                                    <img decoding=\"async\" width=\"150\" height=\"150\" src=\"https://cryptoslate.com/wp-content/uploads/2020/12/pha-logo-150x150.jpg\" class=\"cs-sector-coin-logo\" alt=\"Phala.Network\" srcset=\"https://cryptoslate.com/wp-content/uploads/2020/12/pha-logo-150x150.jpg 150w, https://cryptoslate.com/wp-content/uploads/2020/12/pha-logo.jpg 300w\" sizes=\"(max-width: 150px) 100vw, 150px\" />                                                                                <span class=\"cs-sector-coin-meta\">\n                                            <span class=\"cs-sector-coin-name\">Phala.Network</span>\n                                                                                            <span class=\"cs-sector-coin-ticker\">PHA</span>\n                                                                                    </span>\n                                    </a>\n                                </td>\n                                <td class=\"col-price is-numeric\">\n                                                                            $0.04                                                                    </td>\n                                <td class=\"col-change is-numeric\">\n                                                                                                                    <span class=\"number-pct green\">+0.57%</span>\n                                                                    </td>\n                                <td class=\"col-market-cap is-numeric\">\n                                                                            $33.77M                                                                    </td>\n                                <td class=\"col-volume is-numeric\">\n                                                                            $12.21M                                                                    </td>\n                            </tr>\n                                            </tbody>\n                </table>\n            </div>\n        </div>\n                    <div class=\"cs-sector-link\">\n                <a class=\"cs-sector-link__anchor\" href=\"https://cryptoslate.com/cryptos/ai-agents/\">\n                    View All AI Agents Crypto Assets                    <i class=\"fa-regular fa-square-arrow-up-right\" aria-hidden=\"true\"></i>\n                </a>\n            </div>\n                    \n<h2>Infrastructure wars reignite</h2>\n<p>The resurgence of memecoins is also acting as a stress test and a growth driver for the underlying blockchain networks, particularly Solana and <a href=\"https://cryptoslate.com/coinbases-new-base-super-app-puts-trading-payments-social-and-ai-under-one-roof/\">Coinbase’s layer-2 network, Base</a>.</p>\n<p>On Solana, the &#8220;memecoin launchpad&#8221; ecosystem has hit a three-month high in activity. Metrics for daily volume, tokens launched, and &#8220;daily token graduations,&#8221; coins that gain enough traction to move from launchpads to decentralized exchanges, are all spiking.</p>\n<figure id=\"attachment_513685\" aria-describedby=\"caption-attachment-513685\" style=\"width: 2560px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-513685 size-full\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G95Sj4-bAAAbzW5-scaled.jpg\" alt=\"Solana Memecoins Launchpad Volume\" width=\"2560\" height=\"1511\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G95Sj4-bAAAbzW5-scaled.jpg 2560w, https://cryptoslate.com/wp-content/uploads/2026/01/G95Sj4-bAAAbzW5-300x177.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G95Sj4-bAAAbzW5-1024x605.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G95Sj4-bAAAbzW5-768x453.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/G95Sj4-bAAAbzW5-1536x907.jpg 1536w, https://cryptoslate.com/wp-content/uploads/2026/01/G95Sj4-bAAAbzW5-2048x1209.jpg 2048w\" sizes=\"(max-width: 2560px) 100vw, 2560px\" /><figcaption id=\"caption-attachment-513685\" class=\"wp-caption-text\">Solana Memecoins Launchpad Volume (Source: Blockworks Research)</figcaption></figure>\n<p>This activity revives the &#8220;fee war&#8221; narrative, where competing chains battle to become the preferred venue for high-frequency speculative trading.</p>\n<p>Last year, platforms like <a href=\"https://cryptoslate.com/products/pump-fun/\">Pump.fun</a> and LetsBonk drove massive revenue for the Solana network; the early 2026 data suggests this trend is re-accelerating.</p>\n<p>This dynamic has drawn commentary from industry leaders who view the phenomenon as more than just gambling.</p>\n<p><a href=\"https://cryptoslate.com/base-creator-jesse-pollak-apologizes-for-sharing-provocative-gif-after-latest-backlash/\">Jesse Pollak,</a> lead developer for Coinbase’s Base network, argued that these assets serve a functional purpose in the crypto economy. Pollak described memes as &#8220;coordination points for community&#8221; that bring people together and create a context for collective creation.</p>\n<p>&#8220;We need more memecoins because we need more creativity, community, and collective action,&#8221; Pollak said, framing the assets as a top-of-funnel mechanism that onboards users who eventually migrate to other on-chain applications.</p>\n<p>For the blockchain networks themselves, the stakes are tangible. A sustained meme rally drives demand for the network's native token (used to pay gas fees), tests network throughput, and attracts liquidity providers.</p>\n<h2>The centralization paradox</h2>\n<p>Despite the narratives of community and decentralized fun, available data reveal significant risks regarding concentration.</p>\n<p>While the price action suggests a broad-based frenzy, ownership of the top assets remains heavily centralized.</p>\n<p>Santiment <a href=\"https://x.com/santimentfeed/status/2007964007421063400\">data</a> on Shiba Inu, one of the sector's stalwarts, shows that the 10 largest wallets control nearly 63% of the total supply. The single largest wallet holds approximately 41% of the supply, a position currently valued at roughly $3.3 billion.</p>\n<figure id=\"attachment_513684\" aria-describedby=\"caption-attachment-513684\" style=\"width: 2560px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"size-full wp-image-513684\" src=\"https://cryptoslate.com/wp-content/uploads/2026/01/G923lJyaMAAhnX9-scaled.jpg\" alt=\"Shiba Inu Wallet Concentration\" width=\"2560\" height=\"1439\" srcset=\"https://cryptoslate.com/wp-content/uploads/2026/01/G923lJyaMAAhnX9-scaled.jpg 2560w, https://cryptoslate.com/wp-content/uploads/2026/01/G923lJyaMAAhnX9-300x169.jpg 300w, https://cryptoslate.com/wp-content/uploads/2026/01/G923lJyaMAAhnX9-1024x575.jpg 1024w, https://cryptoslate.com/wp-content/uploads/2026/01/G923lJyaMAAhnX9-768x432.jpg 768w, https://cryptoslate.com/wp-content/uploads/2026/01/G923lJyaMAAhnX9-1536x863.jpg 1536w, https://cryptoslate.com/wp-content/uploads/2026/01/G923lJyaMAAhnX9-2048x1151.jpg 2048w\" sizes=\"(max-width: 2560px) 100vw, 2560px\" /><figcaption id=\"caption-attachment-513684\" class=\"wp-caption-text\">Shiba Inu Wallet Concentration (Source: Santiment)</figcaption></figure>\n<p>This level of concentration is not unique to Shiba Inu, as many high-flying tokens in the &#8220;Solana Meme&#8221; and &#8220;Frog-Themed&#8221; categories exhibit similar distributions.</p>\n<p>This creates a perilous environment for late-arriving retail investors. With liquidity concentrated in the hands of a few &#8220;whales,&#8221; the risk of a coordinated sell-off remains high.</p>\n<p>CryptoQuant analysts cautioned that while the setup mirrors previous pre-bull run signals, &#8220;it is still very early to say for sure&#8221; if the trend will hold.</p>\n<p>For speculative investors, the current moment represents a high-risk, high-reward signal. The bounce from historical lows in dominance suggests the market is waking up, but the market's structure, which is heavily concentrated and driven by leverage, remains fragile.</p>\n<p>The post <a href=\"https://cryptoslate.com/memecoins-are-back-but-one-specific-wallet-metric-suggests-the-50-billion-rally-is-a-dangerous-trap/\">Are memecoins back? One specific wallet metric suggests the $50 billion rally is a dangerous trap</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Mon, 05 Jan 2026 23:55:49 +0000",
      "wordCount": 1364,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "dc3422ad32f6",
      "status": "pending",
      "syncedAt": "2026-01-07T05:52:00.142Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    },
    {
      "title": "XRP and Solana dethrone Bitcoin and Ethereum as institutional favorites in 2025",
      "link": "https://cryptoslate.com/xrp-and-solana-dethrone-bitcoin-and-ethereum-as-institutional-favorites-in-2025/",
      "content": "<p>For years, the institutional playbook for the crypto industry was simple: buy <a href=\"https://cryptoslate.com/coins/bitcoin/\">Bitcoin</a>, perhaps dabble in <a href=\"https://cryptoslate.com/coins/ethereum/\">Ethereum</a>, and ignore the rest.</p>\n<p>In 2025, that playbook was rewritten.</p>\n<p>While Bitcoin retained its crown as the largest asset by total volume, the real story of the year was a dramatic structural shift in where new capital chose to go.</p>\n<p>According to year-end data from <a href=\"https://cryptoslate.com/companies/coinshares/\">CoinShares</a>, the era of &#8220;Bitcoin-only&#8221; dominance has given way to a tiered market hierarchy where Ethereum has cemented its status as a core holding, and <a href=\"https://cryptoslate.com/coins/xrp/\">XRP</a> and <a href=\"https://cryptoslate.com/coins/solana/\">Solana</a> have emerged as the first true &#8220;institutional alt majors.&#8221;</p>\n<p>The numbers portray a distinct pivot in investor behavior. While Bitcoin investment products attracted $26.98 billion in inflows for 2025, that figure represented a 35% decline from the record-setting pace of 2024.</p>\n<p>In contrast, capital poured into alternative networks at unprecedented rates.</p>\n<p>Ethereum products saw inflows surge 138%, while XRP and Solana posted growth rates of approximately 500% and 1,000% respectively, effectively doubling their installed asset bases in a single calendar year.</p>\n<p>This divergence signals a maturing market moving away from broad, speculative diversification toward a narrow, concentrated elite.</p>\n<h2>The graduation of Ethereum and the ‘velocity’ of new majors</h2>\n<p>The 2025 data suggests that institutional allocators have fundamentally reclassified Ethereum.</p>\n<p>For years treated as a high-risk satellite to a Bitcoin core, the second-largest cryptocurrency has graduated to the status of a primary portfolio asset.</p>\n<p>CoinShares’ <a href=\"https://researchblog.coinshares.com/digital-asset-fund-flows-2025-report-569f270e1141\">report</a> shows Ethereum drew $12.69 billion in net new money in 2025, up from just $5.33 billion the year prior.</p>\n<p>This 138% year-over-year jump occurred even as Bitcoin flows cooled, indicating that investors are increasingly comfortable holding independent views on the two assets rather than trading them as a correlated pair.</p>\n<p>With total assets under management (AUM) in <a href=\"https://cryptoslate.com/ethereum-etfs-draw-record-breaking-1-billion-in-a-single-day/\">Ethereum products</a> ending the year at $25.7 billion, the network has achieved a scale that mandates inclusion in diversified digital portfolios.</p>\n<p>However, the most aggressive repricing of risk occurred in the next tier down.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/ethereum-etfs-draw-record-breaking-1-billion-in-a-single-day/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/08/ethereum-etf-inflow-1-1024x538.jpg\" alt=\"Ethereum ETFs draw record-breaking $1 billion in a single day\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Ethereum ETFs draw record-breaking $1 billion in a single day</h3>\n                            <p class=\"cs-article-embed__summary\">BlackRock leads the way with $640 million as Ethereum attracts growing institutional interest in ETFs.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Aug 12, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>XRP and Solana, long battling for third place in the market hierarchy, experienced <a href=\"https://cryptoslate.com/how-xrp-etfs-1-billion-inflow-is-shaping-a-new-market-equilibrium/\">an inflow velocity that dwarfed the majors.</a></p>\n<p><a href=\"https://cryptoslate.com/xrp-etfs-top-1b-but-why-hasnt-price-moved/\">XRP investment products</a> absorbed $3.69 billion in 2025, a roughly five-fold increase from the $608 million seen in 2024. Solana’s ascent was even steeper, attracting $3.56 billion compared to just $310 million a year earlier, a tenfold expansion.</p>\n<p>What makes these figures significant is not just their growth rates, but their scale relative to the existing market.</p>\n<p>At the start of 2025, the investment product ecosystems for XRP and Solana were relatively modest. By year’s end, flows into both assets roughly equaled their total ending assets under management, approximately $3.5 billion each.</p>\n<p>In financial terms, this represents a &#8220;replacement rate&#8221; of nearly 100%. While Bitcoin’s inflows represented about 19% of its total AUM and Ethereum’s accounted for 49%, Solana and XRP effectively turned over their entire cap tables, signaling a massive influx of new institutional holders entering the fray for the first time.</p>\n<h2>The death of the long tail</h2>\n<p>If 2025 was a breakout year for the top tier, it was a sobering reality check for the rest of the market.</p>\n<p>When excluding Bitcoin, Ethereum, XRP, Solana, multi-asset baskets, and short-Bitcoin hedging products, the &#8220;remaining altcoins&#8221; category, which includes established names like <a href=\"https://cryptoslate.com/coins/cardano/\">Cardano</a>, Litecoin, and <a href=\"https://cryptoslate.com/coins/chainlink/\">Chainlink</a>, as well as emerging competitors like Sui, saw inflows collapse.</p>\n<p>This basket drew just $318 million in 2025, a 30% drop from $457 million in 2024.</p>\n<p>This contraction points to a significant hardening of the investment landscape. In previous cycles, retail enthusiasm often spilled over into hundreds of smaller tokens, driving broad-based rallies.</p>\n<p>The ETF and ETP (Exchange Traded Product) era appears to be functioning differently. Regulatory moats and liquidity requirements create high barriers to entry for new financial products.</p>\n<p>So, asset managers are hesitant to launch products for tokens that lack regulatory clarity or deep liquidity. Without those regulated wrappers, <a href=\"https://cryptoslate.com/how-cardano-plans-to-use-30m-to-bring-real-liquidity-to-the-network/\">institutional capital cannot easily access</a> the long tail.</p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/how-cardano-plans-to-use-30m-to-bring-real-liquidity-to-the-network/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/11/cardano--1024x538.jpg\" alt=\"Cardano to finally turn passive ADA holders into real DeFi participants with $30M liquidity push\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Cardano to finally turn passive ADA holders into real DeFi participants with $30M liquidity push</h3>\n                            <p class=\"cs-article-embed__summary\">Cardano’s DeFi base is thin, but a $30M fund aims to fix the plumbing and convert passive ADA into active liquidity in 2026.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Dec 1, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>The result is a &#8220;winner-take-most&#8221; dynamic. As capital coalesces around the four assets that have established liquid, regulated investment vehicles, the liquidity gap between the &#8220;majors&#8221; and the &#8220;minors&#8221; widens.</p>\n<p>This creates a self-reinforcing cycle: because Solana and XRP have the liquidity and products, they attract flows; because they attract flows, their liquidity deepens further, making them even safer for the next wave of institutional entrants.</p>\n<p>Meanwhile, assets outside this privileged circle face a liquidity drought, struggling to attract the passive flows that now drive a significant portion of crypto market appreciation.</p>\n<h2>The model portfolio for 2026</h2>\n<p>The crystallization of this hierarchy has profound implications for how digital asset portfolios will be constructed in 2026 and beyond.</p>\n<p>The &#8220;Bitcoin-only&#8221; maximalist strategy, while still defensible as a conservative approach, is losing market share to multi-sleeve models.</p>\n<p>Financial advisors and wealth managers, who previously struggled to justify exposure beyond Bitcoin, now have data to support a diversified core.</p>\n<p>The new standard model appears to be shifting toward a weighted basket: Bitcoin as the digital commodity and anchor; <a href=\"https://cryptoslate.com/vitalik-buterin-declares-ethereum-has-solved-cryptos-biggest-problem-yet-his-2030-roadmap-exposes-a-massive-ideological-risk/\">Ethereum as the foundational smart contract layer</a>; and Solana and XRP as high-growth &#8220;satellites&#8221; representing specific bets on speed, scalability, and payments utility.</p>\n<p>The CoinShares data supports this view, showing that while Bitcoin is becoming a lower-beta asset, stable, massive, but slower-growing, the alpha is being sought in these newly minted majors.</p>\n<p>Notably, the presence of $105 million in <a href=\"https://cryptoslate.com/the-big-bitcoin-short-who-shorted-btc-before-trumps-tariff-post-to-bank-200-million/\">short-Bitcoin product</a> inflows and a total AUM of $139 million in that category further suggests a maturation in how these tools are used.</p>\n<p>It shows that institutions are not just blindly accumulating; they are hedging.</p>\n<p>The ability to short the market leader while going long on high-beta satellites allows for sophisticated relative-value trades that were previously the domain of crypto-native hedge funds, not regulated asset managers.</p>\n<h2>The risks of a narrow market</h2>\n<p>While the minting of new majors is a sign of maturity, it introduces new risks.</p>\n<p>The concentration of flows into just four assets means the health of the entire ecosystem is increasingly dependent on the performance of a few networks.</p>\n<p>The &#8220;velocity&#8221; seen in Solana and XRP, where inflows matched total AUM, is a double-edged sword. Such rapid expansion implies that a significant portion of the holder base is new.</p>\n<p>Unlike Bitcoin’s entrenched base of &#8220;hodlers&#8221; who have weathered multiple 80% drawdowns, these new institutional entrants may be more price-sensitive. If the narrative shifts or <a href=\"https://cryptoslate.com/sec-transparency-questioned-after-gary-genslers-texts-vanish/\">regulatory headwinds</a> re-emerge, the same standardized products that drove money in could facilitate a rapid exit.</p>\n<p>Furthermore, the starvation of the long tail <a href=\"https://cryptoslate.com/crypto-index-etfs-will-dominate-2026-because-wealth-managers-can-no-longer-handle-a-specific-due-diligence-burden/\">raises questions about innovation.</a></p>\n\n<div class=\"cs-article-embed\">\n    <a href=\"https://cryptoslate.com/crypto-index-etfs-will-dominate-2026-because-wealth-managers-can-no-longer-handle-a-specific-due-diligence-burden/\" class=\"cs-article-embed__link\">\n                    <div class=\"cs-article-embed__media\">\n                <img src=\"https://cryptoslate.com/wp-content/uploads/2025/12/crypto-index-etf-1024x538.jpg\" alt=\"Crypto index ETFs will dominate 2026 because the SEC is about to break the single-asset model\" loading=\"lazy\" decoding=\"async\">\n            </div>\n                <div class=\"cs-article-embed__body\">\n            <span class=\"cs-article-embed__related-reading\">Related Reading</span>\n            <h3 class=\"cs-article-embed__title\">Crypto index ETFs will dominate 2026 because the SEC is about to break the single-asset model</h3>\n                            <p class=\"cs-article-embed__summary\">In 2026, the shift to crypto index ETFs may redefine asset allocation and investor interest dynamics.</p>\n                                        <div class=\"cs-article-embed__meta\">\n                                            <span class=\"cs-article-embed__meta-item\">Dec 19, 2025</span>\n                                                                <span class=\"cs-article-embed__meta-divider\">&middot;</span>\n                                                                <span class=\"cs-article-embed__meta-item\">Oluwapelumi Adejumo</span>\n                                    </div>\n                    </div>\n    </a>\n</div>\n\n<p>If capital is systematically funneled only to the largest incumbents, new protocols may struggle to achieve the valuation velocity needed to attract talent and secure networks.</p>\n<p>The industry risks becoming top-heavy, with trillions of dollars in value anchored to four chains while the broader ecosystem stagnates.</p>\n<p>The post <a href=\"https://cryptoslate.com/xrp-and-solana-dethrone-bitcoin-and-ethereum-as-institutional-favorites-in-2025/\">XRP and Solana dethrone Bitcoin and Ethereum as institutional favorites in 2025</a> appeared first on <a href=\"https://cryptoslate.com\">CryptoSlate</a>.</p>\n",
      "pubDate": "Mon, 05 Jan 2026 21:25:57 +0000",
      "wordCount": 1262,
      "sourceName": "CryptoSlate",
      "sourceLanguage": "en",
      "id": "bc7881296147",
      "status": "pending",
      "syncedAt": "2026-01-07T05:52:00.142Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.143Z"
      }
    }
  ],
  "lastSync": "2026-01-08T01:06:19.778Z",
  "totalItems": 18,
  "qualityCheckedAt": "2026-01-08T01:07:47.143Z"
}