{
  "sourceId": "time",
  "items": [
    {
      "title": "New Dietary Guidelines Urge People to Eat More Protein and Fewer Processed Foods",
      "link": "https://time.com/7344593/new-dietary-guidelines-protein-processed-foods/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344593\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344593/new-dietary-guidelines-protein-processed-foods/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2255129827.jpg\" alt=\"New Food Pyramid\"/>\n\n\n\n<p>The Trump Administration on Jan. 7 unveiled <a href=\"https://realfood.gov/\"  target=\"_blank\">new U.S. dietary guidelines</a> that encourage Americans to eat more protein, and less sugar and highly processed foods.&nbsp;</p>\n\n\n\n<p>The guidelines also soften recommendations on alcohol and laud the benefits of red meat, dairy, and butter, worrying some doctors and nutritionists who say such guidance could be confusing and even harmful.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>U.S. Health and Human Services Secretary Robert F. Kennedy Jr. said the updated guidelines&mdash;which include a new, inverted food pyramid that prioritizes the consumption of protein, dairy, healthy fats, vegetables, and fruits&mdash;highlight the importance of eating &ldquo;real&rdquo; food. &ldquo;Nothing matters more for health outcomes, economic productivity, military readiness,&rdquo; Kennedy said at a White House press briefing.&nbsp;</p>\n\n\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<div class=\"time-embed time-embed__twitter\" data-provider=\"twitter\" data-url=\"https://twitter.com/SecKennedy/status/2008951347878506772\" ><blockquote class=\"twitter-tweet\" data-width=\"500\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">EAT REAL FOOD. <a href=\"https://t.co/529KCib9LF\"  target=\"_blank\">https://t.co/529KCib9LF</a></p>&mdash; Secretary Kennedy (@SecKennedy) <a href=\"https://twitter.com/SecKennedy/status/2008951347878506772?ref_src=twsrc%5Etfw\"  target=\"_blank\">January 7, 2026</a></blockquote></div>\n</div></figure>\n\n\n\n<p>The guidelines reflect many of Kennedy&rsquo;s own positions on nutrition and the priorities of his Make America Healthy Again movement. They advise people to significantly limit highly processed foods, which Kennedy has repeatedly blamed as a source of what he refers to as <a href=\"https://time.com/7321128/republican-maha-movement-plan-democrats/\" >America&rsquo;s chronic-disease epidemic.</a> The term &ldquo;highly processed foods&rdquo; is not clearly defined in the guidelines, but are described as foods &ldquo;laden with refined carbohydrates, added sugars, excess sodium, unhealthy fats, and chemical additives.&rdquo;&nbsp;</p>\n\n\n\n<p>The guidelines also encourage the consumption of greater amounts of protein&mdash;including from animal sources such as red meat, poultry, and eggs&mdash;than what previous guidelines advised, and recommend that people eat full-fat dairy and cook with butter and beef tallow. These foods contain saturated fats, which earlier dietary guidelines had urged people to avoid. Research on the health hazards of saturated fats has been mixed, but has largely shown that consuming too much of them can <a href=\"https://www.cspi.org/article/saturated-fat-good-or-bad\"  target=\"_blank\">increase cardiovascular risks</a>.&nbsp;</p>\n\n\n\n<p>Kennedy and others in the Trump Administration have contended that saturated fats have been unfairly vilified and are actually essential to a healthy diet. &ldquo;We are ending the war on saturated fats,&rdquo; Kennedy said Wednesday.&nbsp;</p>\n\n\n\n<p>However, while Kennedy and other Trump officials had previously hinted that they were seeking to loosen restrictions on saturated fats, the revamped dietary guidance maintained the longstanding recommendation of limiting consumption of such fats to 10% of daily calories.</p>\n\n\n\n<p>Marion Nestle, a professor emerita of nutrition, food studies, and public health at New York University, said this advice was contradictory. &ldquo;If you increase the amount of protein, meat, and full-fat dairy in your diet, you will not be able to keep your saturated fat intake below 10% of calories, and will have a harder time maintaining calorie balance,&rdquo; since fat has twice the calories of proteins or carbohydrates, Nestle said in an email.</p>\n\n\n\n<p>The American Heart Association, which recommends that people limit consumption of saturated fats to <a href=\"https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/fats/saturated-fats\"  target=\"_blank\">6% of daily calories</a>, said it was concerned about some of the protein-related recommendations in the updated guidelines.&nbsp;</p>\n\n\n\n<p>&ldquo;Protein is an essential component of a healthy diet, and we urge more scientific research on both the appropriate amount of protein consumption and the best protein sources for optimal health,&rdquo; the group said in a <a href=\"https://newsroom.heart.org/news/releases-20260107-6915862\"  target=\"_blank\">statement</a>. &ldquo;Pending that research, we encourage consumers to prioritize plant-based proteins, seafood and lean meats and to limit high-fat animal products including red meat, butter, lard and tallow, which are linked to increased cardiovascular risk.&rdquo;</p>\n\n\n\n<p>Some doctors and nutritionists said they generally approved of the advice to eat less sugar and fewer highly processed foods. &ldquo;That is the one great strength of these recommendations,&rdquo; Nestle said.&nbsp;</p>\n\n\n\n<p>Dr. Bobby Mukkamala, president of the American Medical Association, said in a <a href=\"https://www.ama-assn.org/press-center/ama-press-releases/ama-applauds-dietary-guidelines-announces-commitments-nutrition\"  target=\"_blank\">statement</a> that the group applauded the updated guidelines &ldquo;for spotlighting the highly processed foods, sugar-sweetened beverages, and excess sodium that fuel heart disease, diabetes, obesity, and other chronic illnesses.&rdquo;&nbsp;</p>\n\n\n\n<p>Some, however, cautioned against rejecting all processed foods. Dr. Neal Barnard, president of the Physicians Committee for Responsible Medicine, said that some foods that are considered processed can be healthy, such as breakfast cereals and breads that are fortified with vitamins and other nutrients.&nbsp;</p>\n\n\n\n<p>&ldquo;The Guidelines err in promoting meat and dairy products, which are principal drivers of cardiovascular disease, diabetes, and obesity,&rdquo; Barnard said in a <a href=\"https://www.pcrm.org/news/news-releases/dietary-guidelines-are-mixed-bag-show-industry-influence-says-physicians-group\"  target=\"_blank\">statement</a>. &ldquo;The Guidelines take a sledgehammer approach to processed foods, but plant-based and vitamin-fortified processed foods actually reduce the risk of birth defects, diabetes, heart disease, and cancer.&rdquo;&nbsp;</p>\n\n\n\n<p>Some health experts said they also worried about the Trump Administration&rsquo;s decision to ditch specific alcohol consumption limits. Previous dietary guidelines had advised men to restrict alcohol consumption to two beverages a day, and women were urged to have no more than one drink per day. The updated guidance says only that people should &ldquo;consume less alcohol for better overall health&rdquo; and that certain people, including pregnant women and people who are recovering from alcohol use disorder, should avoid alcohol completely.&nbsp;</p>\n\n\n\n<p>&ldquo;Alcohol is a social lubricant that brings people together,&rdquo; said Dr. Mehmet Oz, administrator of the Centers for Medicare and Medicaid Services, when asked to clarify the change at the White House press briefing. &ldquo;In the best-case scenario, I don&rsquo;t think you should drink alcohol, but it does allow people an excuse to bond and socialize, and there&rsquo;s probably nothing healthier than having a good time with friends in a safe way.&rdquo;</p>\n\n\n\n<p>The World Health Organization <a href=\"https://www.who.int/europe/news/item/04-01-2023-no-level-of-alcohol-consumption-is-safe-for-our-health\"  target=\"_blank\">said in 2023</a> that no amount of alcohol is safe for health. The U.S. Centers for Disease Control and Prevention says that drinking alcohol increases a person&rsquo;s <a href=\"https://www.cdc.gov/cancer/risk-factors/alcohol.html#cdc_risk_factors_other_factor-health-advice-for-people-who-drink-alcohol-or-are-thinking-of-drinking-alcohol\"  target=\"_blank\">risk of developing several kinds of cancer</a>, including mouth, colon, and breast cancer.</p>\n\n\n\n<p>The Dietary Guidelines for Americans is updated every five years and will next be revised in 2030. The guidelines set standards for many government-funded food assistance and meal programs, including the National School Lunch Program and the Supplemental Nutrition Assistance Program (SNAP).</p>\n",
      "pubDate": "Wed, 07 Jan 2026 23:01:48 +0000",
      "wordCount": 940,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "09faf2c18690",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.156Z"
      }
    },
    {
      "title": "How Do Americans Feel About the U.S. Capturing Venezuela’s Maduro? Here’s What Early Polls Show",
      "link": "https://time.com/7344514/maduro-venezuela-trump-polls/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344514\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344514/maduro-venezuela-trump-polls/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2254194605_b4e384.jpg\" alt=\"Nicolas Maduro Transported To Court Hearing\"/>\n\n\n\n<p>Americans are torn over the aggressive U.S. military operation that resulted in the <a href=\"https://time.com/7342864/venezuela-caracas-strikes-trump/\" >capture</a> of Venezuelan President Nicol&aacute;s Maduro, early polling suggests.</p>\n\n\n\n<p>Only about a third supported the operation, according to a <a href=\"https://www.reuters.com/world/americas/only-33-americans-approve-us-strike-venezuela-reutersipsos-poll-finds-2026-01-05/\"  target=\"_blank\">Reuters/Ipsos poll</a> conducted Sunday and Monday. The poll also found that 72% of respondents feared that the U.S. would become overly involved in Venezuela as a result of the attack.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>But poll respondents were split along party lines. About 65% of Republicans approved of the military intervention, whereas only 11% of Democrats and 23% of independents did.</p>\n\n\n\n<p>Other polls showed a similar partisan divide. About 66% of Republican respondents in <a href=\"https://today.yougov.com/politics/articles/53813-americans-are-divided-on-us-military-action-in-venezuela\"  target=\"_blank\">YouGov surveys</a> completed in the 48 hours after Maduro was captured said they strongly or somewhat supported the U.S. using military force to capture Maduro, compared to just 14% of Democrats and 27% of independents. Overall, about 36% of adults approved of the operation and 39% opposed it, the surveys found. About 25% said they were unsure how they felt about the strike.&nbsp;</p>\n\n\n\n<p>And Americans were split over whether the operation would improve the situation in the South American country: 34% said yes, while 35% said it would worsen the political climate there.</p>\n\n\n\n<p>The Saturday attack came after <a href=\"https://time.com/7340252/venezuela-oil-tanker-trump-machado-maduro/\" >months of pressure</a> by the Trump Administration against Maduro&rsquo;s government over allegations of drug trafficking. The U.S. operation&mdash;the largest of its kind in Latin America since the 1989 invasion of Panama&mdash;stunned lawmakers and the public. The Trump Administration has heralded the military action as a victory, but it has drawn <a href=\"https://time.com/7343348/trump-venezuela-maduro-un-security-council-meeting/\" >outcry</a> from global leaders. A spokesperson for the United Nations Human Rights office <a href=\"https://news.un.org/en/story/2026/01/1166707\"  target=\"_blank\">said</a> on Tuesday that the operation has made &ldquo;all States less safe around the world.&rdquo; Several Democratic lawmakers have <a href=\"https://time.com/7343574/trump-impeachment-calls-gather-pace-venezuela-fallout/\" >called</a> for President Donald Trump&rsquo;s impeachment in the aftermath of the attack.</p>\n\n\n\n<p>Trump&rsquo;s <a href=\"https://time.com/7342937/venezuela-trump-maduro-oil/?itm_source=parsely-api\" >assertion</a> following the operation that the U.S. would &ldquo;run the country&rdquo; until a &ldquo;proper and judicious transition&rdquo; of power takes place also sparked controversy, as did his decision to name <a href=\"https://time.com/7343035/delcy-rodriguez-venezuela-president/\" >Delcy Rodr&iacute;guez</a>, who served as Venezuela&rsquo;s vice president under Maduro beginning in 2018, as the most likely candidate to take over governing the country, while distancing himself from Venezuelan opposition leader <a href=\"https://time.com/7343295/venezuela-machado-trump-nobel-peace-prize/\" >Mar&iacute;a Corina Machado</a>. Rodr&iacute;guez was formally sworn in as the nation&rsquo;s interim president on Monday.</p>\n\n\n\n<p><strong>Read More: </strong><a href=\"https://time.com/7342925/venezuela-maduro-capture-reaction/\" ><em>How the World Is Reacting to the U.S. Capture of Nicolas Maduro</em></a></p>\n\n\n\n<p>A poll conducted by journalists at <a href=\"https://www.washingtonpost.com/politics/interactive/2026/venezuela-maduro-poll-trump-military/\"  target=\"_blank\">The Washington <em>Post</em></a> who texted more than 1,000 Americans to ask them for their thoughts on the attack yielded results similar to the Reuters/Ipsos and YouGov surveys: About 40% approved of the U.S. using military force, while 42% opposed it and 18% said they were unsure how they felt about it. Results again differed based on political affiliation: 74% of Republicans approved, compared to 13% of Democrats and 34% of independents.</p>\n\n\n\n<p>But the majority of Americans&mdash;63%&mdash;said that the attack should have required congressional approval, according to the <em>Post</em>&rsquo;s poll. Those reactions were again split along party lines, with only 24% of Republicans saying that the Trump Administration should have gotten congressional approval to embark on the operation, compared to 94% of Democrats and 70% of independents.</p>\n\n\n\n<p>Democratic lawmakers have <a href=\"https://time.com/7343574/trump-impeachment-calls-gather-pace-venezuela-fallout/\" >condemned</a> Trump for not getting authorization from Congress to launch the attack.</p>\n\n\n\n<p>&ldquo;I cannot stand by as my Republican colleagues allow President Trump to defy the rule of law, repeatedly overstep the authority of Congress and undermine our national security and the well-being of my fellow Americans,&rdquo; Rep. April McClain Delaney of Maryland <a href=\"https://mcclaindelaney.house.gov/media/press-releases/congresswoman-mcclain-delaney-statement-trumps-illegal-actions-venezuela\"  target=\"_blank\">said</a> in a statement on Monday. &ldquo;Over the weekend, we saw the President&mdash;without authorization or approval from Congress, as required by our Constitution&mdash;launch an attack on Venezuela and voice his intention to &lsquo;run&rsquo; the country.&rdquo;</p>\n\n\n\n<p>The <em>Post</em> also found that about half of Americans felt that the U.S. should try Maduro for drug trafficking charges. Maduro <a href=\"https://time.com/7343200/maduro-venezuela-charges-court-plea-cilia-flores/\" >pleaded</a> not guilty to charges including narco-terrorism and conspiracy to import cocaine on Monday. Appearing before the New York court, he called himself a &ldquo;decent man&rdquo; and &ldquo;a prisoner of war.&rdquo; His next court appearance is scheduled for March 17.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 20:47:12 +0000",
      "wordCount": 671,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "0d752c3777b0",
      "status": "published",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.156Z"
      }
    },
    {
      "title": "Minneapolis Mayor Demands ICE Leave the City After Agent Fatally Shoots Woman",
      "link": "https://time.com/7344506/minneapolis-ice-shooting-mayor/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344506\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344506/minneapolis-ice-shooting-mayor/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/minneapolis-ice-shooting-mayor-jacob-frey.jpg\" alt=\"Election For Mayor Held In Minneapolis\"/>\n\n\n\n<p>The fatal shooting of a 37-year-old woman in Minneapolis by a federal immigration agent has sparked fierce and immediate outcry from local officials.&nbsp;&nbsp;</p>\n\n\n\n<p>&ldquo;I have a message for ICE: Get the f-ck out of Minneapolis. We do not want you here,&rdquo; the city&rsquo;s mayor, Jacob Frey, said at a Wednesday afternoon press conference with other city officials. &ldquo;Your stated reason for being in this city is to create some kind of safety, and you are doing exactly the opposite. People are being hurt. Families are being ripped apart &hellip; and now somebody is dead.&rdquo;</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>The woman was shot while in her vehicle amid the ongoing immigration crackdown in Minneapolis. Video shared on social media shows agents approaching a car and one attempting to open the driver&rsquo;s side door. The car then briefly reverses before beginning to drive away, and another officer appears to draw his firearm and fire multiple shots toward it.</p>\n\n\n\n<p>Officials have not yet publicly identified the woman. Police said she appears to be white and a U.S. citizen.</p>\n\n\n\n<p>The Department of Homeland Security (DHS) said in a <a href=\"https://x.com/DHSgov/status/2008958123092979817?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\"  target=\"_blank\">statement</a> that the ICE agents were acting in self-defense.&nbsp;</p>\n\n\n\n<p>&ldquo;Today, ICE officers in Minneapolis were conducting targeted operations when rioters began blocking ICE officers and one of these violent rioters weaponized her vehicle, attempting to run over our law enforcement officers in an attempt to kill them&mdash;an act of domestic terrorism,&rdquo; DHS spokeswoman Tricia McLaughlin said. &ldquo;An ICE officer, fearing for his life, the lives of his fellow law enforcement and the safety of the public, fired defensive shots.&rdquo;</p>\n\n\n\n<p>Local and state officials, however, have rejected that explanation. Frey, noting he had seen video of the incident, said that the assertion that the shooting was an act of self-defense is &ldquo;bullsh-t&rdquo;</p>\n\n\n\n<p>&ldquo;I myself saw a video of the shots being fired as the car was driving away,&rdquo; Frey said at the press conference. When asked again by media whether the driver was driving towards an ICE officer on foot, Frey said it did not appear to be the case. &ldquo;What I can tell you is the narrative that this was just done in self-defense is a garbage narrative that is not true. It has no truth, and it needs to be stated very clearly.&rdquo;</p>\n\n\n\n<p>Democratic Minnesota Gov. Tim Walz and Sen. Amy Klobuchar similarly pushed back against DHS.</p>\n\n\n\n<p>&ldquo;I&rsquo;ve seen the video. Don&rsquo;t believe this propaganda machine,&rdquo; the governor <a href=\"https://x.com/GovTimWalz/status/2008980259199394021\"  target=\"_blank\">wrote</a> on X, responding to a post about the shooting from the department. &ldquo;The state will ensure there is a full, fair, and expeditious investigation to ensure accountability and justice.&rdquo;</p>\n\n\n\n<p>&#8220;We need full transparency and an investigation of what happened, and I am deeply concerned that statements made by DHS do not appear to reflect video evidence and on-the-ground accounts,&#8221; Klobuchar said in a <a href=\"https://x.com/amyklobuchar/status/2009002354998182209?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\"  target=\"_blank\">social media post</a>. &#8220;While our immigration enforcement should be focused on apprehending and prosecuting violent criminals to make our communities safer, these ICE actions are doing the opposite and making our state less safe.&#8221;</p>\n\n\n\n<p>Minneapolis City Council member Jason Chavez told <a href=\"https://abcnews.go.com/US/ice-related-shooting-occurred-minnesota-governor/story?id=128984401\"  target=\"_blank\">ABC News</a> that the victim &ldquo;was an observer&rdquo; and was &ldquo;watching out for our immigrant neighbors.&rdquo;</p>\n\n\n\n<p>President Donald Trump, meanwhile, claimed in a <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115855701696773990\"  target=\"_blank\" rel=\"noreferrer noopener\" target=\"_blank\">post on Truth Social</a>, without evidence, that the woman who was shot was &ldquo;a professional agitator.&#8221; Although video seems to show the car driving past the ICE agent who fired shots at the vehicle and the agent walking away, Trump said that &#8220;it is hard to believe he is alive.&#8221;</p>\n\n\n\n<p>&#8220;The situation is being studied, in its entirety, but the reason these incidents are happening is because the Radical Left is threatening, assaulting, and targeting our Law Enforcement Officers and ICE Agents on a daily basis,&#8221; the President said.</p>\n\n\n\n<p>Other Republican lawmakers also spoke in defense of ICE following the shooting.</p>\n\n\n\n<p>&#8220;ICE agents are enforcing America&rsquo;s laws and delivering exactly what Kentuckians voted for: a secure border and the deportation of dangerous illegal criminals,&#8221; Kentucky Rep. Andy Barr <a href=\"https://x.com/RepAndyBarr/status/2009005918177120345\"  target=\"_blank\" rel=\"noreferrer noopener\" target=\"_blank\">wrote on X</a>, &#8220;Targeting ICE agents will never end well for anyone who tries.&#8221; </p>\n\n\n\n<p>Tennessee Rep. Andy Ogles accused both Frey and his home-state Nashville Mayor Freddie O&#8217;Connell, both Democrats, of putting ICE officers in &#8220;danger.&#8221;</p>\n\n\n\n<p>&#8220;It&rsquo;s deeper than rhetoric, its political decisions intended to betray ICE and Federal partners,&#8221; Ogles <a href=\"https://x.com/RepOgles/status/2008995945804124359?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\"  target=\"_blank\">said</a>. &#8220;ICE agents are in danger because of them. Illegal aliens are NOT our friends.&#8221;</p>\n\n\n\n<p>Minneapolis Police Chief Brian O&rsquo;Hara, also present at the press conference with local officials on Wednesday, said that the woman in the car was blocking ICE vehicles. </p>\n\n\n\n<p>&ldquo;At some point, a federal law enforcement officer approached her on foot, and the vehicle began to drive off,&rdquo; O&rsquo;Hara said. Two shots were fired, and the vehicle then veered and crashed into the side of the roadway. The woman, who suffered a gunshot wound to the head, was rushed to the hospital, where she was pronounced dead, according to the chief.</p>\n\n\n\n<p>Frey has been vocal in arguing that ICE officers in the city have sowed &ldquo;chaos&rdquo; rather than order. Democratic Sen. Tina Smith joined him in saying that federal immigration agents should leave Minneapolis <a href=\"https://x.com/SenTinaSmith/status/2008952568442143222\"  target=\"_blank\">in a social media post</a> following the shooting, writing that ICE should depart &ldquo;now for everyone&rsquo;s safety.&rdquo;</p>\n\n\n\n<p>In a press conference in the afternoon, Gov. Walz said that the state did not need &#8220;any further help from the federal government.&#8221;</p>\n\n\n\n<p>&#8220;To Donald Trump and Kristi Noem: you&#8217;ve done enough,&#8221; he continued, calling the events &#8220;totally predictable&#8221; and &#8220;totally avoidable.&#8221; He said he understands that Minnesotans will want to protest, which he called a &#8220;patriotic duty,&#8221; but called for them to do so peacefully. &#8220;It needs to be done safely,&#8221; he said. Protestors have already begun <a href=\"https://www.youtube.com/watch?v=3-ysFQeHuDk\"  target=\"_blank\" rel=\"noreferrer noopener\" target=\"_blank\">organizing</a> in Minneapolis.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 20:23:51 +0000",
      "wordCount": 943,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "ea022caf8d58",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.156Z"
      }
    },
    {
      "title": "What to Know About Iran’s Protests—and Trump’s Threat of U.S. Intervention",
      "link": "https://time.com/7344450/iran-protests-latest-economy-trump/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344450\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344450/iran-protests-latest-economy-trump/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2253911554.jpg\" alt=\"US-IRAN-POLITICS-PROTEST\"/>\n\n\n\n<p>Violent protests in Iran over the country&rsquo;s weakening economy have now stretched beyond ten days, killing at least 36 people and intensifying pressure on the Islamic Republic as it confronts its most sustained unrest in three years.</p>\n\n\n\n<p>Among the dead are four children and at least two members of Iran&rsquo;s security forces, according to rights groups. Hundreds more have been detained as authorities move to suppress demonstrations that show little sign of fading.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>The protests have spread to more than 200 locations across 26 of Iran&rsquo;s 31 provinces since last week, the Human Rights Activists News Agency (HRANA) reported on Monday. HRANA has also documented more than 2,000 arrests so far, underscoring the scale of the state&rsquo;s response. Iranian officials have not released their own comprehensive casualty or arrest figures.</p>\n\n\n\n<p><a href=\"https://apnews.com/article/iran-snapback-sanctions-nuclear-us-israel-war-5b13ed1781659c1a9871427881ef239b\"  target=\"_blank\">Sanctions</a> tied to Iran&rsquo;s nuclear program&mdash;combined with the lingering economic damage of a <a href=\"https://time.com/7316478/iran-israel-war-nuclear-program-us/\" >12-day war</a> last summer with Israel and the United States, during which <a href=\"https://time.com/7296469/u-s-strikes-iran-nuclear-trump-war/\" >U.S. forces struck</a> key Iranian nuclear sites&mdash;have battered the country&rsquo;s economy. The rial has collapsed to roughly 1.4 million to the dollar, fueling inflation that has pushed basic goods out of reach for many Iranians. Long-standing corruption and mismanagement have only deepened the crisis.</p>\n\n\n\n<p>President Donald Trump <a href=\"https://time.com/7343093/trump-venezuela-us-next-colombia-cuba-greenland-iran-mexico/\" >said last week</a> that if Iran &ldquo;violently kills peaceful protesters, which is their custom, the United States of America will come to their rescue,&rdquo; adding: &ldquo;We are locked and loaded and ready to go.&rdquo;</p>\n\n\n\n<p>Iranian officials have responded with increasingly blunt warnings. On Wednesday, Iran&rsquo;s judiciary chief, Gholamhossein Mohseni Ejei, said there would be &ldquo;no leniency&rdquo; for anyone he accused of aiding Iran&rsquo;s enemies, explicitly framing the protests as part of a foreign-backed campaign. He accused Israel and the United States of using &ldquo;hybrid methods&rdquo; to destabilize the country, according to state media.</p>\n\n\n\n<p>&ldquo;The Islamic Republic considers the intensification of such rhetoric against the Iranian nation as a threat and will not leave its continuation without a response,&rdquo; said Maj. Gen. Amir Hatami, Iran&rsquo;s army chief, in remarks widely interpreted as a warning to Washington.</p>\n\n\n\n<p>Supreme Leader Ayatollah Ali Khamenei reinforced that message over the weekend, declaring that &ldquo;rioters must be put in their place&rdquo;&mdash;language that <a href=\"https://www.theguardian.com/world/2026/jan/02/iranian-officials-warn-trump-not-cross-red-line-threats-intervene-protests\"  target=\"_blank\">analysts</a> say effectively gives security forces license to escalate repression.</p>\n\n\n\n<p>&ldquo;The economic situation in Iran has been bad and has continued to get worse,&rdquo; says Naysan Rafati, senior Iran analyst for the International Crisis Group. The protests, he adds, reflect a &ldquo;general, very deep malaise&rdquo; that cuts across class and geography.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The scope of protests across Iran </strong></h2>\n\n\n\n<p>The current wave of demonstrations began in Tehran&rsquo;s Grand Bazaar, where shopkeepers protested the rial&rsquo;s free fall. But what started as economic anger has quickly taken on broader political meaning.</p>\n\n\n\n<p>&ldquo;Whatever the initial spark might be&mdash;so in this case, economic&mdash;the tinder of discontent is much bigger than that,&rdquo; Rafati tells TIME. &ldquo;So you very quickly get specific triggers for protest that lead to wider anti-regime, anti-system sentiment.&rdquo; The scale, he argues, &ldquo;is significant,&rdquo; even if the numbers fluctuate day to day.  </p>\n\n\n\n<p>Footage circulating on social media has <a href=\"https://apnews.com/article/iran-economic-protests-129cea0f8c39b6d5b5603c634acaa61e\"  target=\"_blank\">shown protests</a> from Tehran to provincial cities and university campuses. In the capital, a sit-in at the Grand Bazaar earlier this week prompted security forces to deploy tear gas and temporarily shut the market.</p>\n\n\n\n<p>Western provinces&mdash;including Ilam, Kermanshah, Lorestan, and Hamedan&mdash;have seen the deadliest clashes so far, according to Kurdish-Iranian rights group Hengaw, which says those regions account for a majority of fatalities. Iranian state-aligned outlets have reported vandalism and confrontations following funerals for slain protesters, a familiar flashpoint in past uprisings.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Iranian government&rsquo;s response</strong></h2>\n\n\n\n<p>Iranian officials have attempted a mix of limited economic relief and force. The government <a href=\"https://apnews.com/article/iran-protests-us-israel-war-nuclear-dca88a657009aae21e2b8b5086c682ce\"  target=\"_blank\">recently announced </a>a small monthly subsidy&mdash;about $7 per household&mdash;for food staples, a move that will reach more than 70 million people.</p>\n\n\n\n<p>Mohammad Ja&rsquo;far Ghaempanah, the president&rsquo;s deputy for executive affairs, described the situation as a &ldquo;full-fledged economic war&rdquo; and called for what he termed &ldquo;economic surgery.&rdquo;&nbsp;</p>\n\n\n\n<p>But history suggests such measures are unlikely to calm unrest on their own.</p>\n\n\n\n<p>&ldquo;The system has so far stuck to what&#8217;s been its typical playbook,&rdquo; Rafati says: modest concessions alongside overwhelming repression. &ldquo;The government was able to quell all of those protests, but it was never able to really address the underlying grievances. Those grievances compound.&rdquo;</p>\n\n\n\n<p>Alex Vatanka, a senior fellow at the Middle East Institute, argues that the impact of sanctions and the limited ability to trade has effectively turned Iran into a &ldquo;one customer country&rdquo; where China gets the vast majority of its oil. &ldquo;You&#8217;ve had a combination of a number of factors that have come together and created this explosive cocktail,&rdquo; he says.&nbsp;</p>\n\n\n\n<p>Foreign investors have steered clear of Iranian markets, while Iranians themselves have taken money out of the country&rsquo;s banks and purchased property elsewhere, creating a liquidity issue. Vatanka, who was born in Tehran, also attributes the economic conditions and failed Iranian response to the mismanagement of the theocracy, which he says &ldquo;puts ideology and certain foreign policy priorities ahead of economic development.&rdquo;</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong><strong>The role of the United States</strong></strong></h2>\n\n\n\n<p>Trump&rsquo;s renewed warnings have added a volatile international dimension to the unrest. His comments came just days after U.S. forces <a href=\"https://time.com/7342941/venezuela-maduro-bombing-trump-delta-force/\" >captured</a> Venezuela&rsquo;s deposed president, Nicolas Maduro, following a months-long pressure campaign&mdash;an episode closely watched in Tehran.</p>\n\n\n\n<p>Operation Midnight Hammer, the U.S. strike on Iranian nuclear facilities last June, and Washington&rsquo;s recent actions in Venezuela have given Trump&rsquo;s threats new credibility, analysts say.</p>\n\n\n\n<p>&ldquo;If your go-to tool for quelling these protests is repression, and now you have the prospect of a potential U.S. intervention&hellip;then you&#8217;re dealing with both dissent from below, but also the possibility of action from abroad,&rdquo; Rafati says.&nbsp;</p>\n\n\n\n<p>Whether Iran&rsquo;s leadership can weather the current unrest remains uncertain. What is clear is that the protests have exposed deep fractures&mdash;and that the response from both Tehran and Washington could shape Iran&rsquo;s trajectory for years to come.</p>\n\n\n\n<p>&ldquo;The Trump administration really is going after a regime change without calling it out,&rdquo; he says. &ldquo;And it&#8217;s playing a patient game, and is using all sorts of tools, including maximum pressure, which is mostly about economic sanctions, but occasionally it uses kinetic action.&rdquo;</p>\n\n\n\n<p></p>\n",
      "pubDate": "Wed, 07 Jan 2026 18:48:28 +0000",
      "wordCount": 1015,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "74c129753d7d",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.156Z"
      }
    },
    {
      "title": "Will Trump Implement His $2000 Stimulus Checks for Americans in 2026? Here’s the Latest",
      "link": "https://time.com/7344466/trump-stimulus-checks-payment-for-americans-status/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344466\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344466/trump-stimulus-checks-payment-for-americans-status/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2196945494.jpg\" alt=\"Trump Signs Action To Create Sovereign Wealth Fund In Next Year\"/>\n\n\n\n<p>As the <a href=\"https://time.com/7333862/shutdown-highlighted-americas-affordability-crisis/\" >affordability crisis</a> lingers into a new year, with everything from grocery bills and housing costs to <a href=\"https://www.congress.gov/bill/119th-congress/house-bill/6703\"  target=\"_blank\">healthcare premiums</a> prompting concern for Americans, a finance-based gift from the government would no doubt be welcomed by many.&nbsp;</p>\n\n\n\n<p>Since returning to the White House for his second term, President Donald Trump has repeatedly <a href=\"https://time.com/7332447/trump-promises-check-to-americans-tariffs-revenue-dividend-stimulus/\" >floated the idea of giving a $2,000 stimulus check</a> or tax rebate to the majority of Americans&mdash;a way of marking, what he views as, his Administration&rsquo;s economic wins. Trump has heralded his <a href=\"https://time.com/7305626/chaotic-world-of-trumps-tariffs/\" >global tariffs</a> as the reason behind this notion, claiming that the money raised from the controversial levies can go back to the American people, specifically those from &ldquo;middle and lower-income&rdquo; households.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>In a defiant post defending his tariffs against ongoing criticism and legal challenges, Trump in November insisted that people who are against his tariffs are &ldquo;fools&rdquo; and that many Americans will soon reap the benefits of the charges.</p>\n\n\n\n<p>&ldquo;We are now the richest, most respected country in the world. We are taking in trillions of dollars and will soon begin paying down our enormous debt&hellip; Record investment in the USA, plants and factories going up all over the place,&rdquo; <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115519726463094783\"  target=\"_blank\">claimed</a> Trump via Truth Social. &ldquo;A dividend of at least $2000 a person (not including high-income people) will be paid to everyone.&rdquo; The President did not specify who would qualify as &ldquo;high-income&rdquo; by his estimation.</p>\n\n\n\n<p>Trump doubled down on the idea that Americans will soon see some financial returns during his Christmas address at the White House, boasting that 2026 is set to be &ldquo;the largest tax refund season of all time.&rdquo;</p>\n\n\n\n<p>But what is the status of the dividend and is there a detailed plan in place to help make the payments a reality? Here&rsquo;s what to know.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The status of the proposed </strong><strong>$2,000 payments</strong></h2>\n\n\n\n<p>On Monday, a White House official told TIME that, in light of the revenue raised by tariffs, the Administration remains &ldquo;committed to putting this windfall to good use for the American people and continues to explore all options.&rdquo;</p>\n\n\n\n<p>The update echoes scant statements made by White House press secretary Karoline Leavitt in November. When briefing the media on the status of the dividend, <a href=\"https://www.youtube.com/watch?v=0E_a2r7iQ1E\"  target=\"_blank\">Leavitt said</a> that although there is no timeline in place, &ldquo;the President made it clear he wants to make it happen, so his team of economic advisors are looking into it.&rdquo;</p>\n\n\n\n<p>Adding to the vagueness behind the dividend proposal, <a href=\"https://abcnews.go.com/Politics/week-transcript-11-09-25-treasury-secretary-scott/story?id=127340500\"  target=\"_blank\">Treasury Secretary Scott Bessent</a> in an interview last year said the payment could come &ldquo;in lots of forms.&rdquo;</p>\n\n\n\n<p>&ldquo;It could be just the tax decreases that we are seeing on the President&#8217;s agenda. No tax on tips, no tax on overtime, no tax on Social Security, deductibility of auto loans,&rdquo; Bessent told ABC News in November.</p>\n\n\n\n<p>Furthermore, in late December, when asked if Americans should expect to receive the $2,000 check in 2026, White House National Economic Council director <a href=\"https://www.cbsnews.com/news/kevin-hassett-white-house-national-economic-council-director-face-the-nation-transcript-12-21-2025/\"  target=\"_blank\">Kevin Hassett said</a> it all depends on &ldquo;what happens with Congress.&rdquo;</p>\n\n\n\n<p>&ldquo;Congress is going to have to send that money to those people,&rdquo; he told CBS. &ldquo;I would expect that in the new year, the President will bring forth a proposal to Congress to make that happen.&rdquo;</p>\n\n\n\n<p>As of early January, a plan of action has yet to be unveiled to the public.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Experts raise concerns about potential challenges </strong></h2>\n\n\n\n<p>If the payment were to be made to Americans from low and middle-income households, this could include over 80% of the total U.S. population (over <a href=\"https://www.census.gov/popclock/\"  target=\"_blank\">274 million people</a>), per a <a href=\"https://www.pewresearch.org/race-and-ethnicity/2024/05/31/the-state-of-the-american-middle-class/\"  target=\"_blank\">Pew Research</a> study from 2024.</p>\n\n\n\n<p>Financial experts have repeatedly raised logistical concerns regarding the enormity of the payment and how it would be enacted.</p>\n\n\n\n<p>&ldquo;I don&rsquo;t think it&#8217;s a very realistic possibility, as legislators would have a pretty large concern over its cost,&rdquo; Ryan Cummings, chief of staff at Stanford Institute for Economic Policy Research, tells TIME, arguing that the President can&rsquo;t &ldquo;unilaterally decide [he&rsquo;s] going to give away <a href=\"https://www.crfb.org/blogs/tariff-dividends-could-cost-600-billion-year\"  target=\"_blank\">hundreds of billions</a>.&rdquo;</p>\n\n\n\n<p>&ldquo;Taxing is one component, and the spending is another component, separated by legislation. You can&rsquo;t just tax people, and then use <em>that</em> to give out to other people again, not without legislative ability.&rdquo;</p>\n\n\n\n<p>For the stimulus checks to become a reality, Republicans in Congress would need to approve the policy.</p>\n\n\n\n<p>Aside from the legal complexities, <a href=\"https://x.com/ericadyork/status/1987519882351841674\"  target=\"_blank\">experts have also raised issues with the math</a> behind Trump&rsquo;s proposal, citing the total cost of the stimulus checks would likely exceed any amount raised by the tariffs.</p>\n\n\n\n<p>There&rsquo;s also the lingering uncertainty over the tariffs themselves&mdash;and the legal challenges they face, Cummings notes. The Supreme Court is <a href=\"https://www.nytimes.com/live/2025/11/05/us/trump-tariffs-supreme-court\"  target=\"_blank\">still undecided</a> on whether Trump&rsquo;s use of an emergency law to impose tariffs without Congressional approval was legal. The Court is issuing rulings on Friday in some cases, but it has yet to reveal which ones.</p>\n\n\n\n<p>Should the Trump Administration lose the case, there is a possibility that the Administration would have to refund the tariffs to importers, thus lessening the likelihood of Americans seeing the returns on those promised dividends.</p>\n\n\n\n<p>And if the Trump Administration does backtrack on the possibility of a $2,000 check, Cummings predicts there could be repercussions.</p>\n\n\n\n<p>&ldquo;Trump has caused himself a lot of harm by over-promising and under-delivering,&rdquo; he says, citing the affordability crisis as a prime example. &ldquo;A lot of people actually change their economic behavior if they anticipate a check. So if that $2,000 doesn&#8217;t materialize, I think people are going to express a lot of frustration.&rdquo;</p>\n",
      "pubDate": "Wed, 07 Jan 2026 18:36:36 +0000",
      "wordCount": 901,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "038cca2d25b3",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "Rubio Details Plan to Sell Venezuela’s Oil and Guide the Country’s Post-Maduro Future",
      "link": "https://time.com/7344479/venezuela-oil-rubio-trump/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344479\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344479/venezuela-oil-rubio-trump/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2254475660.jpg\" alt=\"US Seizes Russia-Flagged Tanker After Chase Across Atlantic\"/>\n\n\n\n<p>Secretary of State Marco Rubio said Wednesday that a plan to seize and sell up to 50 million barrels of Venezuelan oil is designed to give the Trump Administration &ldquo;tremendous leverage&rdquo; to stabilize the country after last weekend&rsquo;s U.S. raid removed President Nicol&aacute;s Maduro from power.</p>\n\n\n\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n<p>Speaking to reporters at the Capitol after a classified briefing for the full Senate, Rubio said the oil would be sold on the open market at prevailing prices, with the U.S. controlling the proceeds rather than Venezuela&rsquo;s &ldquo;interim&rdquo; authorities. The goal, he said, is to prevent corruption and ensure the money benefits ordinary Venezuelans.</p>\n\n\n\n<p>&ldquo;We are going to take between 30 and 50 million barrels of oil,&rdquo; Rubio said. &ldquo;We&rsquo;re going to sell it in the marketplace at market rates, not at the discounts Venezuela was getting. That money will then be handled in such a way that we will control how it is disbursed in a way that benefits the Venezuelan people, not corruption, not the regime.&rdquo;</p>\n\n\n\n<p>Rubio&rsquo;s comments offered the most detailed public explanation yet of the Administration&rsquo;s plans for Venezuela, outlining how the U.S. intends to use control of the country&rsquo;s oil revenue to shape what comes next. He described the oil plan as the first phase of a broader, three-step strategy for Venezuela: stabilization, recovery, and transition. The Administration is starting with stabilization, Rubio said, because &ldquo;we don&rsquo;t want it descending into chaos.&rdquo;</p>\n\n\n\n<p>When asked how much this effort would cost U.S. taxpayers, he replied, &ldquo;It&rsquo;s not going to cost us anything.&rdquo;</p>\n\n\n\n<p>The remarks came as the U.S. military sharply escalated its pressure on Venezuela&rsquo;s oil exports. On Wednesday, <a href=\"https://time.com/7344321/venezuela-russian-flagged-oil-tanker-us-seizure/\" >American forces seized two tankers</a> carrying Venezuelan crude, including a Russian-flagged vessel that had been evading U.S. authorities for weeks. One ship was intercepted in the North Atlantic between Scotland and Iceland for violating U.S. sanctions, while another&mdash;a stateless &ldquo;dark fleet&rdquo; tanker&mdash;was apprehended in international waters in the Caribbean and escorted to the United States.</p>\n\n\n\n<p>Together, the tanker seizures and what Rubio has called an American &ldquo;quarantine&rdquo; of Venezuelan oil are designed to choke off exports that have long been the country&rsquo;s primary source of revenue. If the United States ultimately takes control of 30 million to 50 million barrels&mdash;roughly two months of Venezuela&rsquo;s typical production&mdash;it would be worth an estimated $1.8 billion to $3 billion at current prices. It remains unclear what exactly Venezuela would receive in return.</p>\n\n\n\n<p>Rubio confirmed that the interim Venezuelan leadership wants one of the seized tankers&rsquo; cargo to be folded into the broader oil deal.</p>\n\n\n\n<p>&ldquo;They understand that the only way they can move oil and generate revenue and not have economic collapse is if they cooperate and work with the United States,&rdquo; he said, adding that the administration was &ldquo;about to execute on a deal.&rdquo;</p>\n\n\n\n<p><strong>Read more:</strong> <a href=\"https://time.com/7343035/delcy-rodriguez-venezuela-president/\"  target=\"_blank\" rel=\"noreferrer noopener\"><em>Who is Delcy Rodr&iacute;guez, Venezuela&rsquo;s New Leader? </em></a></p>\n\n\n\n<p>In the recovery phase, Rubio said the Trump Administration wants to ensure that &ldquo;American, Western and other companies have access to the Venezuelan market in a way that&rsquo;s fair,&rdquo; while also beginning a process of national reconciliation. That would include amnesty for opposition figures, the release of political prisoners, and efforts to rebuild civil society, he said. The final phase would be a transition led by Venezuelans themselves.</p>\n\n\n\n<p>&ldquo;In the end, it will be up to the Venezuelan people to transform their country,&rdquo; Rubio said, adding that &ldquo;more deals&rdquo; with the interim government were expected, though he declined to provide details.</p>\n\n\n\n<p>Inside the Senate briefing room, Administration officials laid out those plans in more<strong> </strong>detail, lawmakers from both parties said afterward. But the mood was divided. Republican Senators largely praised the strategy and the leverage created by the oil crackdown. Sen. Roger Marshall of Kansas said the &ldquo;big leverage&rdquo; was controlling the flow of oil and money. Sen. Josh Hawley of Missouri said Rubio&rsquo;s discussion of phased plans was &ldquo;instructive,&rdquo; though he declined to elaborate.</p>\n\n\n\n<p>Democrats were far more skeptical. Sen. Chris Murphy of Connecticut called the plan &ldquo;insane&rdquo; and said that the Trump Administration is &ldquo;proposing to steal Venezuela&#8217;s oil at gun point forever and use that leverage to run the country.&rdquo; Sen. Peter Welch of Vermont warned that history showed regimes were often willing to impose immense suffering on their own citizens to stay in power.</p>\n\n\n\n<p>Senate Minority Leader Chuck Schumer said he was &ldquo;totally dissatisfied&rdquo; with the Administration&rsquo;s answers and accused the Administration of relying on &ldquo;the most unreliable corrupt people&rdquo; to help govern Venezuela and warned that the strategy was &ldquo;fraught with peril.&rdquo;</p>\n\n\n\n<p>&ldquo;The American people need answers,&rdquo; Schumer said as he called for public hearings. &ldquo;They&rsquo;re avoiding all public discussion to talk to us in this SCIF [Sensitive Compartmented Information Facility] where we didn&rsquo;t get adequate answers even to our questions.&rdquo;</p>\n\n\n\n<p>Beyond Washington, conditions inside Venezuela remain tense. Armed pro-government militias known as <a href=\"https://www.theguardian.com/world/2026/jan/07/caracas-venezuela-paramilitary-groups\"  target=\"_blank\">colectivos</a> have been deployed across Caracas in recent days, with residents reporting interrogations and phone searches for signs of support for the U.S. intervention, according to a Venezuelan journalist in Caracas who spoke with TIME. </p>\n\n\n\n<p><strong>Read more:</strong> <a href=\"https://time.com/7343019/venezuela-trump-oil-china/\"  target=\"_blank\" rel=\"noreferrer noopener\"><em>How Trump&rsquo;s Venezuela Takeover Could Change the World</em></a></p>\n\n\n\n<p>At the White House, press secretary Karoline Leavitt said significant private-sector interest was emerging around Venezuela&rsquo;s oil industry as the Administration worked with the interim government.</p>\n\n\n\n<p>&ldquo;There&rsquo;s a lot of private sector engagement that&rsquo;s happening right now,&rdquo; Leavitt said, noting that Energy Secretary Chris Wright was meeting with oil executives and would host more discussions at the White House later this week. She said President Trump was expected to meet with oil industry leaders on Friday to discuss what she called &ldquo;the immense opportunity that is before these oil companies right now.&rdquo;</p>\n\n\n\n<p>Trump is still open to using more military force inside Venezuela if the remnants of Maduro&rsquo;s government now running the country don&rsquo;t comply with his demands, Leavitt said. &ldquo;At this point in time, as you know, there are no troops on the ground in Venezuela,&rdquo; said Leavitt, who added, &ldquo;Diplomacy is always the first option. As you saw, he tried that with Nicol&aacute;s Maduro but unfortunately he is an illegitimate dictator and an unserious person.&rdquo;</p>\n\n\n\n<p>The use of armed pro-government militias inside Venezuela to find and intimidate people supportive of Maduro&rsquo;s ouster &ldquo;would not be consistent&rdquo; with Trump&rsquo;s expectations for the interim government, Leavitt said.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 18:30:17 +0000",
      "wordCount": 1042,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "3452903565e0",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "Data Centers are Lousy for the Planet. Should We Move Them to Space?",
      "link": "https://time.com/7344364/ai-data-centers-in-space/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344364\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344364/ai-data-centers-in-space/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2252866022.jpg\" alt=\"Data centers in Vernon\"/>\n\n\n\n<p>Data centers are hot. Literally. In the U.S., data centers burn through more than 4% of total annual energy consumption, <a href=\"https://www.pewresearch.org/short-reads/2025/10/24/what-we-know-about-energy-use-at-us-data-centers-amid-the-ai-boom/#how-much-energy-do-data-centers-use\"  target=\"_blank\">says</a> the Pew Research Center&mdash;a figure that is expected to grow by more than 130% by the end of this decade. And all that power generates a lot of heat. A large data center campus can throw off up to <a href=\"https://www.datacenterdynamics.com/en/analysis/heat-reuse-it-is-time-it-meant-business/#:~:text=The%20big%20picture,10%20Mar%202021\"  target=\"_blank\">100 megawatts of waste heat</a>, sufficient to power <a href=\"https://ourgreatminds.com/2023/03/09/understanding-megawatts-of-power-mws-role-in-renewable-energy-industry/#:~:text=What%20is%20a%20100%2Dmegawatt,source%2C%20and%20the%20environmental%20conditions.\"  target=\"_blank\">100,000 homes</a>.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>Things are likely only to get hotter. Even before the AI boom, in 2021 <a href=\"https://www.usitc.gov/publications/332/executive_briefings/ebot_data_centers_around_the_world.pdf\"  target=\"_blank\">there were 8,000 data centers of various sizes worldwide</a>&mdash;a number that <a href=\"https://www.cargoson.com/en/blog/number-of-data-centers-by-country\"  target=\"_blank\">has leapt to 12,000</a> in just the past five years. <a href=\"https://www.techrepublic.com/article/news-only-32-countries-host-data-centers-2025/#:~:text=Only%2032%20countries%20have%20AI,behind%20in%20the%20AI%20revolution.&amp;text=As%20artificial%20intelligence%20becomes%20the,countries%20lack%20such%20infrastructure%20altogether.\"  target=\"_blank\">More than 30 countries</a> are home to AI data centers. The U.S. leads the pack in data center count at 5,426, <a href=\"https://www.weforum.org/stories/2025/06/sustainable-data-centre-heating/\"  target=\"_blank\">according to</a> the World Economic Forum. The next closest country, Germany, has 529.&nbsp;</p>\n\n\n\n<p>Currently, the solution to managing all this heat is water, which serves as a coolant at data centers. The biggest centers use <a href=\"https://www.tulanewater.org/post/the-thirstiest-of-us-all-data-centers-and-the-impact-of-their-unsustainable-water-use#:~:text=Large%2C%20or%20%E2%80%9Chyperscale%E2%80%9D%20data,the%20expanded%20power%20production%20needed.\"  target=\"_blank\">five million gallons of water per day</a>&mdash;matching the daily needs of 1,000 homes. <a href=\"https://www.washingtonpost.com/technology/2024/09/18/energy-ai-use-electricity-water-data-centers/\"  target=\"_blank\">According to a study by <em>The Washington Post</em></a>, typing and sending a 100-word email requires the equivalent of a half-liter bottle of water. And up to 56% of the energy used to power data centers comes from fossil fuels, <a href=\"https://www.eesi.org/articles/view/data-center-energy-needs-are-upending-power-grids-and-threatening-the-climate#:~:text=About%2056%25%20of%20the%20electricity,projected%20electricity%20demand%20in%202030\"  target=\"_blank\">according to</a> the Environmental Energy and Study Institute.&nbsp;</p>\n\n\n\n<p>Something, clearly, has got to give. By 2028, global data creation is projected to exceed <a href=\"https://www.weforum.org/stories/2025/06/sustainable-data-centre-heating/\"  target=\"_blank\">400 zettabytes</a>&mdash;with a single zettabyte equalling one sextillion bytes of data. The already overheated planet can&rsquo;t afford the fossil-fuel and water costs needed to sustain and maintain that kind of processing. Increasingly, the answer is to take the data centers off-planet entirely.&nbsp;</p>\n\n\n\n<p>In just the past three years, a scrum of companies, including established outfits like Blue Origin, Google, and <a href=\"https://www.geekwire.com/2025/openai-ceo-stoke-space-data-center/\"  target=\"_blank\">Open AI</a>, as well as multiple startups, have been eyeing space as a clean, next-generation solution to the data-center energy and cooling problem. If all goes to plan, by the early 2030s many&mdash;or even most&mdash;data centers will be flying overhead.</p>\n\n\n\n<p>When it comes to energy creation and heat dissipation, space is a very sweet place. Put your data-processing satellite in just the right orbit and you will have constant exposure to sunlight&mdash;which solar panels can convert to bottomless energy. And position your radiators on the shaded side of your spacecraft and you can simply dump any amount of excess heat into the vast, -250&deg;F environment of space. Yes, it would take a lot of satellites&mdash;a constellation of hundreds&mdash;to match the might of campus-sized data centers on Earth, but manufacturing them could actually be easier than constructing a terrestrial data center.</p>\n\n\n\n<p>&ldquo;Getting utility connections, doing negotiations with local power providers, and actually operating a terrestrial data center can take five to eight years to bring online,&rdquo; says Baiju Bhatt, founder and CEO of <a href=\"https://www.aetherflux.com/\"  target=\"_blank\">Aetherflux</a>, a space-based energy-production and data-processing company. With satellites, he says, it&rsquo;s &ldquo;more akin to producing a car off an assembly line.&rdquo;</p>\n\n\n\n<p>Those satellites would not be prohibitively expensive to build, but launch costs could be astronomical. As an <a href=\"https://spacenews.com/beyond-the-horizon-cost-driven-strategies-for-space-based-data-centers/#:~:text=Meanwhile%2C%20corporate%20and%20industry%20leaders%20should%20adopt,operational%20expense%20for%20terrestrial%20data%20centers%2C%20often\"  target=\"_blank\">analysis by SpaceNews</a> explains, the SpaceX Falcon 9 rocket, one of the most affordable rides to space, charges customers about $2,500 per kilogram of payload. Launching just 1,000 kg (over 2,200 lbs.) of solar arrays would thus cost $2.5 million&mdash;and there would be a great, great many solar arrays and a great many satellites needed to get a data center up and flying. </p>\n\n\n\n<p>But orbital systems make up that cost after the launch phase. Running a terrestrial data center costs up to $10 million per year in electricity needs alone. For a space-based solar-powered system that figure is $0. The five million gallons of water a terrestrial data center uses for cooling does not come cheap either. The cost per thousand gallons of water for a commercial user in the U.S. is $6.13, <a href=\"https://www.epa.gov/watersense/data-and-information-used-watersense#:~:text=Table_title:%20Cost%20of%20Water%20Table_content:%20header:%20%7C,Combined%20Water%20&amp;%20Wastewater/1%2C000%20gallons:%20$13.36%20%7C\"  target=\"_blank\">according to</a> the Environmental Protection Agency. That factors out to more than $11 million per year to slake a terrestrial data center&rsquo;s thirst. Here again, the cost in space is $0.</p>\n\n\n\n<p>Riding that hope of practicality and affordability, in November, 2025 a first data satellite went aloft, <a href=\"https://www.starcloud.com/\"  target=\"_blank\">courtesy of Starcloud</a>, a space startup based in Redmond, Washington. The refrigerator-sized satellite&mdash;equipped with an AI brain&mdash;was launched aboard a SpaceX Falcon 9 rocket into a very precise and particular orbit.&nbsp;</p>\n\n\n\n<p>Most satellites fly a more or less equatorial route around the planet&rsquo;s waistline, during which they experience 16 sunrises and sunsets every day, as they pass alternatingly through the Earth&rsquo;s daytime and nighttime sky. Solar panels can keep a ship operating when it&rsquo;s exposed to the sun; batteries kick in when it&rsquo;s not. That works fine, but batteries are pricey. &ldquo;Batteries are one of the biggest expenses for a solar project,&rdquo; says Starcloud CEO Philip Johnston.</p>\n\n\n\n<p>So instead, to keep costs down and power up, the Starcloud satellite flies what is known as a <a href=\"https://www.researchgate.net/figure/Dusk-Dawn-Sun-Synchronous-orbit-and-the-ground-track-associated_fig2_368544242\"  target=\"_blank\">dawn-dusk sun-synchronous orbit</a>, circling the planet at a near vertical 83&deg; angle that carries it over the poles and keeps it almost constantly exposed to the sun. It is also constantly exposed to users on the ground who could access the satellite for data processing. The Starcloud ship has not gone into service yet, but it cheekily announced its presence to Earth.</p>\n\n\n\n<p>&ldquo;What&rsquo;s the first thing you&rsquo;d like me to do?&rdquo; <a href=\"https://www.cnbc.com/2025/12/10/nvidia-backed-starcloud-trains-first-ai-model-in-space-orbital-data-centers.html\"  target=\"_blank\">it asked its Starcloud operators</a> in December, 2025.</p>\n\n\n\n<p>&ldquo;I need a witty first statement from you, as the very first AI running in space,&rdquo; the human user responded.</p>\n\n\n\n<p>&ldquo;Greetings Earthlings!&rdquo; the satellite complied. &ldquo;Or as I prefer to think of you, a fascinating collection of blue and green. Let&rsquo;s see what wonders this view of the world holds.&rdquo;</p>\n\n\n\n<p>That kind of human-computer back and forth can be impressive, but it&rsquo;s little more than a parlor trick compared to what a fully scaled orbiting data center could do. By the early 2030s, Starcloud envisions having a four-km by four-km (2.5-mi. by 2.5-mi.) mega-structure in orbit composed of hundreds of individual satellites docked to a truss and a massive array of solar wings. That one facility, Johnston says, could replace about 50 data centers on Earth.</p>\n\n\n\n<p>Construction won&rsquo;t be easy. Johnston predicts that it will take about 100 launches of SpaceX&rsquo;s massive Starship rocket to get all of the hardware aloft&mdash;and Starship has fallen behind in development, <a href=\"https://www.scientificamerican.com/article/why-do-spacexs-starships-keep-exploding/#:~:text=A%20Starship%20Super%20Heavy%20booster,and%20gets%20lit%20on%20fire.\"  target=\"_blank\">with serial explosions</a> plaguing its test flights. But SpaceX has a proven record as a reliable launch service, once it gets a ship flying. The company&rsquo;s <a href=\"https://www.spacex.com/vehicles/falcon-9\"  target=\"_blank\">Falcon 9 rocket</a> has completed a staggering 582 missions since its first launch in 2010, making it the world&rsquo;s workhorse booster. Still, Johnston admits, eventual users of a Starcloud data center will have to be patient.</p>\n\n\n\n<p>&ldquo;If you want my real answer,&rdquo; he says, &ldquo;we&rsquo;re not going to be docking anything for quite a long time.&rdquo;</p>\n\n\n\n<p>Also in the hunt is Baiju Bhatt&rsquo;s Aetherflux. Later this year, the company plans to launch its first test satellite&mdash;one it hopes will be joined by hundreds more before the decade is out. Like Starcloud, it will fly a sun-synchronous orbit; and like Starcloud it plans to rely on Starship to launch flocks of satellites at once. Unlike Starcloud, it does not plan to build a discrete orbiting structure, but rather constellations of free-flying satellites, communicating with one another. The satellites would be a lot bigger than Starcloud&rsquo;s&mdash;about 185 square meters, or, as Bhatt says, &ldquo;the equivalent of 11 parking spaces. I do all of my spreadsheets in terms of car parking spots.&rdquo;</p>\n\n\n\n<p>Before entering the data center game, Bhatt was working on the technology of space-based power generation&mdash;using satellites to collect and store the power of the sun and transmitting it back down to Earth. In many cases, that power would be used to operate terrestrial data centers, and that whole multi-step process felt wasteful to Bhatt.</p>\n\n\n\n<p>&ldquo;Rather than beaming the power down to the ground and then converting it back to electricity to run a data center, the more efficient sort of first principles approach would be to put the data center on the satellite,&rdquo; he says. &ldquo;You put the chips right next to the power generation.&rdquo;</p>\n\n\n\n<p>Google is taking a similar approach. The planners behind the company&rsquo;s <a href=\"https://blog.google/technology/research/google-project-suncatcher/\"  target=\"_blank\">Project Suncatcher</a> envision clusters of satellites flying in close formation just hundreds of meters to a kilometer (.62 mi.)&nbsp; apart. &ldquo;That close formation facilitates really high bandwidth, low latency communication between all of the satellites,&rdquo; says Google&rsquo;s Travis Beals, whose business card marvelously reads &ldquo;senior director, paradigms of intelligence.&rdquo; Each cluster would be part of a larger cluster of clusters, exponentially increasing the collective processing power. &ldquo;Imagine a string of pearls in Earth orbit,&rdquo; Beals says.</p>\n\n\n\n<p>Not all AI infrastructure in space would involve processing data; some would simply be about storing it. Imagine a catastrophic government-wide or industry-wide data crash&mdash;due either to cyber collapse or cyber attack. Somehow, Washington or the commercial sector would have to reboot, restoring data on payroll, salaries, taxation, human resources, intelligence, law enforcement, military deployment, and more. Best to keep backups of all of that data stashed, cached, and out of harm&rsquo;s way&mdash;and space makes an ideal safe deposit box.</p>\n\n\n\n<p>In 2024 and 2025, Houston-based aerospace company <a href=\"https://www.intuitivemachines.com/about\"  target=\"_blank\">Intuitive Machines</a> launched <a href=\"https://www.intuitivemachines.com/im-1\"  target=\"_blank\">two</a> <a href=\"https://www.intuitivemachines.com/im-2\"  target=\"_blank\">spacecraft</a> to the surface of the moon. Both landed intact but both also tipped over in the uneven lunar footing. Still, most of the instruments and other equipment inside survived, and on both missions that included AI data storage vaults built by <a href=\"https://www.linkedin.com/company/lonestar-data-holdings/\"  target=\"_blank\">Lonestar Data Holdings</a> of St. Petersburg, Fla., which remain on the moon with the two spacecraft today.</p>\n\n\n\n<p>&ldquo;Even when they fell over the software worked,&rdquo; says Chris Stott, Lonestar&rsquo;s founder and executive chairman. &ldquo;We transmitted the Declaration of Independence as our first document to be stored off-planet.&rdquo;</p>\n\n\n\n<p>Lonestar has configured two more data storage systems aboard the International Space Station and Stott sees a growing need for the services his company provides. He envisions storing data in low-Earth orbit, on the moon, and in cislunar space&mdash;the void between the Earth and the moon. Climate change and the natural disasters that result increase the need for all of these storage sites.</p>\n\n\n\n<p>&ldquo;When a [2022] <a href=\"https://www.datacenterdynamics.com/en/news/outage-at-london-hospitals-cost-nhs-14m-when-heatwave-brought-down-two-data-centers/\"  target=\"_blank\">heat wave hit London</a>,&rdquo; Stott says, &ldquo;Google&rsquo;s and Oracle&rsquo;s batteries melted. The National Health Service <a href=\"https://www.opendemocracy.net/en/guys-st-thomas-heatwave-2022-critical-incident-review/#:~:text=In%20July%202022%2C%20both%20hospitals',response%20cost%20the%20hospitals%20%C2%A31.4m.\"  target=\"_blank\">was offline</a> for weeks, which means people passed away because they couldn&rsquo;t get into operating [rooms].&rdquo;</p>\n\n\n\n<p>There remain two unavoidable concerns for the growing space-data sector. Chemical rockets put out huge plumes of polluting exhaust, and for a massive machine like the SpaceX Starship, with 33 first-stage engines, that can add up&mdash;especially with hundreds of launches planned. But proponents of the industry claim that the environmental costs still net out as a plus since the space data centers take processing off the fossil-fuel-burning grid.&nbsp;</p>\n\n\n\n<p>&ldquo;It&rsquo;s so environmentally helpful,&rdquo; says Stott. &ldquo;I&rsquo;d really rather not build a five gigawatt data center in Louisiana; I&rsquo;d rather that be parkland.&rdquo;</p>\n\n\n\n<p>Space-based data centers would also add to the growing belt of satellites, spent rocket boosters, and related junk that increasingly crowd low-Earth orbit. The flying mess creates the ever-present risk of high-speed collisions that could set off a cascade, known as the <a href=\"https://www.esa.int/Enabling_Support/Space_Engineering_Technology/The_Kessler_Effect_and_how_to_stop_it\"  target=\"_blank\">Kessler Effect</a>, in which the debris from one satellite strikes multiple other satellites which in turn produce more destructive debris of their own and on and on. The data center industry does not have a terribly good answer for this, except that their 83&deg; sun-synchronous orbit is much less crowded than equatorial ones, meaning a lower risk of collisions.</p>\n\n\n\n<p>Meantime, other players&mdash;some very big&mdash;are likely to join the data storage and processing scramble. In December, <a href=\"https://www.wsj.com/tech/bezos-and-musk-race-to-bring-data-centers-to-space-faa486ee?gaa_at=eafs&amp;gaa_n=AWEtsqe5NAbctaoweoijXbvKYBwhcLubRljOT9UyFli5OLjBi6L7osYDCNH-dd6KpSk%3D&amp;gaa_ts=695d4600&amp;gaa_sig=XmJJA1dJT4egoAg5zlJeiszpsFj5aFpqbZPmux6b1f8iwL9k2B3GeA_RBkCT98G9K8X7p-3pqChdyF_v7jYbHw%3D%3D\"  target=\"_blank\"><em>The Wall Street Journal</em></a> reported that <a href=\"https://www.blueorigin.com/\"  target=\"_blank\">Blue Origin</a>, the company founded by Amazon&rsquo;s Jeff Bezos, has been quietly working on its own data storage spacecraft for the past year. Last March, <a href=\"https://www.researchandmarkets.com/reports/6056946/in-orbit-data-centers-market-global-regional#:~:text=The%20in%2Dorbit%20data%20centers,and%20high%2Defficiency%20solar%20power.\"  target=\"_blank\">Research and Markets</a>, a data analysis company, predicted that off-planet storage and processing will be a $39.9 billion market by 2035.</p>\n\n\n\n<p>&ldquo;Data,&rdquo; says Stott, &ldquo;is the most valuable commodity the human race has right now.&rdquo; Industries and whole nations will turn on how that commodity is handled.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 16:41:17 +0000",
      "wordCount": 2001,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "bb12f6164212",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "How Oil Companies Are Responding to Trump’s Actions in Venezuela",
      "link": "https://time.com/7343783/oil-companies-response-trump-venezuela/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7343783\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7343783/oil-companies-response-trump-venezuela/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2254061901.jpg\" alt=\"Trump Administration Officials Observe U.S. Military Operations In Venezuela From Mar-a-Lago Resort\"/>\n\n\n\n<p>The <a href=\"https://time.com/7342941/venezuela-maduro-bombing-trump-delta-force/\" >operation to capture</a> Venezuela&rsquo;s now-ousted President <a href=\"https://time.com/7343200/maduro-venezuela-charges-court-plea-cilia-flores/\" >Nicol&aacute;s Maduro</a> was in part a strategic economic move, as President Trump quickly made clear this weekend, to rebuild Venezuela&rsquo;s oil industry and return what he says is <a href=\"https://www.washingtonpost.com/world/2025/12/20/venezuela-oil-nationalization-expropriation/\"  target=\"_blank\">&ldquo;stolen American oil</a>.&rdquo; Trump claimed to have even consulted with oil companies <a href=\"https://www.politico.com/news/2026/01/05/trump-venezuela-oil-fields-00710893\"  target=\"_blank\">&ldquo;before and after&rdquo;</a> the Venezuelan leader&rsquo;s capture.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p><strong>Read More:</strong> <a href=\"https://time.com/7343019/venezuela-trump-oil-china/\" ><em>How Trump&rsquo;s Venezuela Takeover Could Change the World</em></a></p>\n\n\n\n<p>&ldquo;We&#8217;re going to have our very large United States oil companies, the biggest anywhere in the world, go in, spend billions of dollars, fix the badly broken infrastructure, the oil infrastructure, and start making money for the country,&rdquo; Trump said.&nbsp;</p>\n\n\n\n<p>Trump has repeatedly claimed that oil companies are eager to invest in Venezuelan oil infrastructure if the U.S. lifts sanctions, telling reporters on Air Force One that oil companies &ldquo;want to go in.&rdquo;</p>\n\n\n\n<p>&ldquo;All of our oil companies are ready and willing to make big investments in Venezuela that will rebuild their oil infrastructure, which was destroyed by the illegitimate Maduro regime,&rdquo; reiterated White House spokesperson Taylor Rogers. </p>\n\n\n\n<p>These are big words. And ones that the president appears to be working hard to uphold. According to Reuters, oil industry executives claim that Chevron, ConocoPhillips, and ExxonMobil leaders have not yet had any conversations with the administration about Maduro, contradicting Trump&rsquo;s statement that he had held meetings with &ldquo;all&rdquo; U.S. oil companies. On Tuesday it was <a href=\"https://www.reuters.com/business/energy/trump-administration-has-not-consulted-us-oil-majors-about-venezuela-oil-execs-2026-01-05/\"  target=\"_blank\">reported</a> that Trump aims to meet with U.S. oil executives later this week.</p>\n\n\n\n<p>The question now becomes whether this is an opportunity the oil companies even want.</p>\n\n\n\n<p>On Monday the markets reacted quickly and positively, with the S&amp;P 500 energy index rising to its highest since March 2025; ExxonMobil rose 2.2% and Chevron jumped 5.1%. Oil prices also fell<strong>  </strong>with Brent crude dropping 61 cents, or 1%, to $60.09 a barrel on Wednesday after Trump said Tuesday that Venezuela would be &#8220;turning over&#8221; 30 million to 50 million oil barrels to the U.S. Though that range may sound expansive, in 2023, the U.S. consumed an average of about 20.25 million barrels per day.</p>\n\n\n\n<p>Experts, however, caution the situation is much more complicated than the president might imply, and oil stocks lost steam on Tuesday after their Monday rally, undoing some of the previous day&rsquo;s gains. And even oil companies are being initially cautious.</p>\n\n\n\n<p>Amrita Sen, founder and director of market intelligence at Energy Aspects, a global research group advising businesses on energy markets, tells TIME that questions around when Venezuela&rsquo;s oil will flow may be answered in due time, but many things need to occur long before infrastructure is built back up.</p>\n\n\n\n<p>&ldquo;We&#8217;ve had comments from the U.S. administration saying that the U.S. companies would go in and spend billions of dollars, or hundreds of billions of dollars, but when you&#8217;re talking to the companies, that&#8217;s not what <em>they</em> are saying,&rdquo; she says. &ldquo;They&#8217;re extremely cautious, not in a rush to go back, because, again, they don&#8217;t know who they&#8217;re dealing with.&rdquo;</p>\n\n\n\n<p>Currently, Chevron is the only major U.S. firm still operating in Venezuela through joint ventures with state oil company PDVSA. Other U.S. companies like ExxonMobil and ConocoPhillips do not have ventures in Venezuela, as sanctions remain in place.</p>\n\n\n\n<p>Most of these companies have been tight-lipped in their response to Maduro&rsquo;s capture and Trump&rsquo;s claims. &ldquo;Chevron remains focused on the safety and wellbeing of our employees, as well as the integrity of our assets. We continue to operate in full compliance with all relevant laws and regulations,&rdquo; Bill Turenne, head of public policy communications at Chevron told TIME via email.</p>\n\n\n\n<p>&ldquo;ConocoPhillips is monitoring developments in Venezuela and their potential implications for global energy supply and stability,&rdquo; a ConocoPhillips spokesperson said in an email. &ldquo;It would be premature to speculate on any future business activities or investments.&rdquo;</p>\n\n\n\n<p>Companies operating refineries along the Gulf Coast, however, stand to receive a big boost if Venezuela&#8217;s oil industry does re-open, including Phillips 66 whose CEO said at a Goldman Sachs conference Tuesday that they have two Gulf coast refineries which can turn and process Venezuela crude oil as production ramps up.</p>\n\n\n\n<p>One oil company, Continental Resources, has also publicly indicated its interest in working with the government in Venezuela. It is led by top Trump ally and tycoon Harold Hamm, who told the Financial <a href=\"https://www.ft.com/content/67c43f17-dbe4-42b3-be8d-6351ab842b06\"  target=\"_blank\"><em>Times</em></a> that &ldquo;with improved regulatory and governmental stability we would definitely consider future investment.&rdquo; On the day of Trump&rsquo;s inauguration, <a href=\"https://time.com/7209181/fossil-fuel-billionaires-wealth-trump-inauguration/\" >Hamm</a> hosted a watch party that included fellow oil executives, as well as Secretary of the Interior Doug Burgum.</p>\n\n\n\n<p>Sen says that overall, though, many of the companies&rsquo; reluctance is for good reason. While the country boasts the world&rsquo;s largest proven oil reserves with around 303 billion barrels of crude oil, it <a href=\"https://www.reuters.com/business/energy/venezuelan-oil-industry-worlds-largest-reserves-decaying-infrastructure-2026-01-03/\"  target=\"_blank\">currently produces</a> less than 1 million barrels of oil per day, or about 0.5% of global oil production&mdash;only half of which is exported out of South America.</p>\n\n\n\n<p>Its energy infrastructure has been hampered by years of sanctions and mismanagement. Beyond the political uncertainty, this situation might prevent oil companies from investing. Sen says she cannot &ldquo;stress enough how difficult it will be&rdquo; to build production by even half a million barrels, let alone the levels Trump is promising.</p>\n\n\n\n<p>&ldquo;It needs gas processing. The damage is unbelievable that has happened over the years, and the brain drain is phenomenal as well,&rdquo; Sen says. On top of this, Venezuela&#8217;s oil is extra-heavy oil, viscous and thick with a higher sulfur and carbon content than conventional crude, leading Trump to <a href=\"https://www.youtube.com/watch?v=iL2SlXzrzoE\"  target=\"_blank\">describe</a> it as the &#8220;probably the dirtiest in the world.&#8221; As a result, the oil is more difficult and expensive to extract, as Sen notes, and it needs massive amounts of lighter oil to allow it to flow. &ldquo;To raise production by half a million barrels per day takes two years and $10 billion, and if you were to go and increase production back to two and a half million barrels per day, it would take seven to 10 years and hundreds of billions of dollars.&rdquo;</p>\n\n\n\n<p>Marcos Falcone, a policy analyst focusing on Latin America at the Cato Institute, a libertarian think tank, says that the swing in the market response is because, essentially, not much has changed.</p>\n\n\n\n<p>&ldquo;It&#8217;s not clear to me that markets are anticipating any huge changes in Venezuela. And I think there&#8217;s a good reason why that would be the case,&rdquo; he tells TIME, noting that Delcy Rodr&iacute;guez, who was sworn in as the nation&rsquo;s interim president on Monday, served under Maduro and is still not a democratically elected leader.&nbsp;</p>\n\n\n\n<p>&ldquo;She&#8217;s a Chavista,&rdquo; says Roxanna Vigil, international affairs fellow with the Committee on Foreign Relations. &ldquo;She is going to be in charge of trying to hold together a very fragile coalition of regime insiders that include hardliners, military, moderates, like all sorts of different interests, and she doesn&#8217;t have a strong mandate.&rdquo;</p>\n\n\n\n<p>As Vigil puts it, the Trump Administration is &ldquo;prioritizing rebuilding the oil sector over a political transition.&rdquo; Rodr&iacute;guez &ldquo;was not elected to lead,&rdquo; she continues. &ldquo;So I see just a really high risk of things quickly spiraling out of control politically in Venezuela.&rdquo; All of this political uncertainty might prevent the government from being able to tell investors with certainty where their money may be headed.</p>\n\n\n\n<p>Yet, Rodr&iacute;guez already has a reputation with oil companies, as the former oil minister under Maduro. With developed relationships in the oil sector, Rodr&iacute;guez could easily be seen by Washington as a pragmatic member of Maduro&rsquo;s circle. And though she has condemned Maduro&rsquo;s capture as a &ldquo;kidnapping,&rdquo; she has since softened her defiance and said that the country is willing to work with Washington.</p>\n\n\n\n<p></p>\n",
      "pubDate": "Wed, 07 Jan 2026 15:57:22 +0000",
      "wordCount": 1267,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "e5c51773c606",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "What to Know About the Oil Tanker Seizures Escalating U.S.–Russia Tensions",
      "link": "https://time.com/7344321/venezuela-russian-flagged-oil-tanker-us-seizure/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344321\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344321/venezuela-russian-flagged-oil-tanker-us-seizure/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/2026-01-02T170453Z_1643187773_RC2KFDAQLQZ8_RTRMADP_3_USA-VENEZUELA-VESSEL-STILL-FILE.jpg\" alt=\"US pursuing third oil tanker near Venezuela, officials say\"/>\n\n\n\n<p>The Trump Administration sharply escalated its enforcement of a <a href=\"https://time.com/7341303/trump-blockade-oil-tankers-venezuela/\" >blockade</a> on Venezuelan oil exports on Wednesday, seizing two tankers in separate operations across the Atlantic and Caribbean and signaling that the United States intends to exert direct control over how Venezuelan oil reaches global markets.</p>\n\n\n\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n<p>One of the seized vessels was a Russian-flagged tanker that U.S. officials said had violated American sanctions after attempting to sail to Venezuela to load crude oil, prompting a weeks-long pursuit across the North Atlantic before it was boarded in international waters. The ship, previously known as the Bella 1 and recently renamed the Marinera, was not carrying oil at the time. Reuters first <a href=\"https://www.reuters.com/business/energy/us-seizing-venezuela-linked-oil-tanker-after-weeks-long-pursuit-2026-01-07/\"  target=\"_blank\">reported</a> the interception.</p>\n\n\n\n<p>Hours later, U.S. forces apprehended a second vessel, the M Sophia, described by the military as a &ldquo;stateless, sanctioned dark fleet motor tanker,&rdquo; in international waters in the Caribbean. Officials said the ship had been engaged in illicit activity and was being escorted to the United States for what they called final disposition.</p>\n\n\n\n<p>The seizures came as Secretary of State Marco Rubio <a href=\"https://time.com/7344479/venezuela-oil-rubio-trump/\" >laid out</a> the most detailed public account yet of the administration&rsquo;s plans for Venezuela. Speaking at the Capitol on Wednesday afternoon, Rubio described a three-step approach that begins with stabilizing the country by seizing and selling between 30 million and 50 million barrels of Venezuelan oil&mdash;roughly two months of production&mdash;with the proceeds controlled by the United States rather than Venezuela&rsquo;s interim authorities. &ldquo;That gives us tremendous leverage,&rdquo; Rubio said.</p>\n\n\n\n<p>Under the plan, he said, the U.S. would next ensure that certain companies have fair access to Venezuela&rsquo;s energy sector and would work to reintegrate opposition forces. A final phase, which he described only as a transition, would involve integrating opposition parties into a new political framework.</p>\n\n\n\n<p>Speaking at a conference with energy executives in Miami, U.S. Energy Secretary Chris Wright suggested that the U.S. would control the movement and sale of the country&rsquo;s oil &ldquo;indefinitely.&rdquo;</p>\n\n\n\n<p>&ldquo;We&rsquo;re going to &hellip; let the oil flow, sell that market to United States refineries and around the world to bring better oil supplies,&rdquo; Wright said. The U.S. must &ldquo;have that leverage and that control of those oil sales to drive the changes that simply must happen in Venezuela,&rdquo; he added.</p>\n\n\n\n<p>Funds from the sales, he added, will be placed in accounts controlled by the Trump Administration but would &ldquo;flow back into Venezuela to benefit the Venezuelan people.&rdquo;</p>\n\n\n\n<p>The Energy Department also said in a fact sheet posted online that the U.S. &ldquo;is selectively rolling back sanctions to enable the transport and sale of Venezuelan crude and oil products to global markets.&rdquo;</p>\n\n\n\n<p>Energy exports are Venezuela&rsquo;s primary source of revenue, and a partial U.S. blockade imposed last month has already curtailed shipments. If the U.S. ultimately takes control of 30 million to 50 million barrels&mdash;roughly two months of Venezuela&rsquo;s typical production&mdash;it would be worth an estimated $1.8 billion to $3 billion at current prices. It remains unclear what exactly Venezuela would receive in return.</p>\n\n\n\n<p>Venezuela&rsquo;s state-owned oil company, Petroleos de Venezuela, <a href=\"https://apnews.com/live/us-trump-updates-01-07-2026#0000019b-9a12-dc77-a1bb-de9e822e0000\"  target=\"_blank\">said</a> Wednesday that it was engaged in talks with the Trump Administration to potentially allow it to sell the South American nation&rsquo;s oil. </p>\n\n\n\n<p>The Trump Administration ordered what it called a &ldquo;total and complete blockade&rdquo; of Venezuelan oil tankers in mid-December, a move intended to force Venezuela&rsquo;s long-time president Nicol&aacute;s Maduro from office. Although Maduro has since been captured and is facing charges in the United States, Trump has pledged to keep the blockade in place to pressure Venezuela&rsquo;s interim government and to control the flow of oil.</p>\n\n\n\n<p>White House Press Secretary Karoline Leavitt said Wednesday that Trump is &ldquo;not afraid&rdquo; to continue seizing sanctioned oil tankers despite concerns that it could inflame tensions between the U.S. and Russia.</p>\n\n\n\n<p>&ldquo;He&rsquo;s going to enforce our policy that&rsquo;s best for the United States of America,&rdquo; she told reporters. &ldquo;That means enforcing the embargo against all dark fleet vessels that are illegally transporting oil.&rdquo;</p>\n\n\n\n<p>U.S. officials told <a href=\"https://www.wsj.com/world/russia/russia-sends-submarine-to-escort-tanker-the-u-s-tried-to-seize-off-venezuela-4bd78dc7?gaa_at=eafs&amp;gaa_n=AWEtsqevDg0dL1uyQ_J2MZbAWgE-amEnwgZCoZiMQuuy89KnX3oNncCzA0e6DjZrD78%3D&amp;gaa_ts=695e7abb&amp;gaa_sig=aTENOQlNSA1NjhNUBDTixP674_1VXNYoJoAA5g5SR-Jh0ZRYlK0VClnxAqKAi99K3rNCngwwAih5U7FKwiTWeg%3D%3D\"  target=\"_blank\">multiple</a> <a href=\"https://www.cbsnews.com/news/us-operation-seize-venezuela-linked-oil-tanker-marinera/\"  target=\"_blank\">outlets</a> that Russia had sent a submarine and other naval vessels to safeguard and escort the tanker during the pursuit by U.S. forces. The New York <em>Times</em> <a href=\"https://www.nytimes.com/live/2026/01/07/world/venezuela-us-trump/29aad0d3-10b1-564a-9ed4-8baca5d5ce8c?smid=url-share\"  target=\"_blank\">reported</a>, citing two officials, that no Russian vessels were in the vicinity when it was seized, however. The U.S. Coast Guard attempted to board the tanker, which is accused of breaking U.S. sanctions and transporting Iranian oil headed to Venezuela, in the Caribbean last month. The vessel refused to be boarded, turned away, and fled. It then changed its name to the Marinera and re-registered as a Russian vessel.&nbsp;&nbsp;</p>\n\n\n\n<p>The U.S. previously <a href=\"https://sanctionssearch.ofac.treas.gov/Details.aspx?id=49244\"  target=\"_blank\">sanctioned</a> the tanker in 2024 over alleged links to Iran-backed militant groups across the Middle East, including the Houthis and Hezbollah. Its seizure follows a more than two-week long pursuit.</p>\n\n\n\n<p>Russian officials condemned the seizure, arguing that it violated international law. &ldquo;No state has the right to use force against ships properly registered in the jurisdictions of other states,&rdquo; Russia&rsquo;s transport ministry said, citing the United Nations Convention on the Law of the Sea. The United States has not ratified the convention but generally treats its provisions as customary law.</p>\n\n\n\n<p>The two seizures come less than a week after the U.S. military captured Maduro in a <a href=\"https://time.com/7342941/venezuela-maduro-bombing-trump-delta-force/\" >massive military operation</a> following months of escalating pressure against the Venezuelan government.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 15:31:37 +0000",
      "wordCount": 874,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "00a8c849fcc0",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "The Greenland Crisis Could Break NATO",
      "link": "https://time.com/7344268/us-trump-greenland-annexation-denmark/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344268\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344268/us-trump-greenland-annexation-denmark/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2208666362.jpg\" alt=\"A banner saying &quot;Greenland not for sale&quot; and &quot;\"/>\n\n\n\n<p>For all of 2025, the Europeans had a single goal when it came to the Trump Administration: keep the U.S. invested in European security, in Ukraine, and in NATO.</p>\n\n\n\n<p>That goal will become redundant in 2026 if the U.S. attempts to annex Greenland, a semi-autonomous territory of the Kingdom of Denmark. European leaders believe the White House is preparing to do just that, as the White House <a href=\"https://www.bbc.co.uk/news/articles/cwyg1jg8xkmo\"  target=\"_blank\">says</a> it is discussing a &ldquo;range of options.&rdquo;</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>For Europeans, the U.S. is now a predatory regime. The Trump Administration <a href=\"https://www.dw.com/en/how-trumps-outreach-to-europes-far-right-fits-into-his-national-security-strategy/a-75092824\"  target=\"_blank\">supports</a> MAGA allied far-right parties across the continent that many European leaders believe pose an existential threat to their democracies. Washington continues to put pressure on Kyiv to <a href=\"https://www.theguardian.com/world/2025/dec/11/us-wants-ukraine-to-withdraw-from-donbas-and-create-free-economic-zone-says-zelenskyy\"  target=\"_blank\">accept territorial concessions</a> absent clear U.S. security guarantees. Normalizing economic relations with Russia <a href=\"https://www.nytimes.com/2025/12/29/us/politics/trump-zelensky-putin-ukraine-russia.html\"  target=\"_blank\">remains a goal</a> for Trump&rsquo;s team. And yet, many European leaders refuse to accept this reality.</p>\n\n\n\n<p><strong>Read More: </strong><em><a href=\"https://time.com/7340472/trump-us-europe-transatlantic-alliance/\" >How Europe Can Find Its Strength in 2026</a></em></p>\n\n\n\n<p>The reason? Europe remains hugely dependent upon the U.S. for its own security. The continent&rsquo;s rearmament, a process that <a href=\"https://www.europarl.europa.eu/RegData/etudes/BRIE/2025/769566/EPRS_BRI(2025)769566_EN.pdf\"  target=\"_blank\">began in earnest last year</a>, will take at least three to five years to be credible. Until then, Europe will be highly dependent on <a href=\"https://www.lemonde.fr/en/international/article/2025/09/04/europe-is-now-ukraine-s-main-source-of-military-support_6745030_4.html\"  target=\"_blank\">U.S. weapons</a>, kit, intelligence, and other strategic enablers to keep Ukraine in the fight. And they will remain hugely dependant on the U.S., through NATO, to deter Russia.</p>\n\n\n\n<p>The Trump Administration sees Europe&rsquo;s weakness and its vulnerabilities and is exploiting them. It did so last year, forcing the Europeans to accept a <a href=\"https://www.bbc.co.uk/news/articles/cx2xylk3d07o\"  target=\"_blank\">15% tariff</a> on their exports to America in order to avoid alienating Trump and hastening a unilateral U.S. exit from Ukraine and NATO.</p>\n\n\n\n<p>The White House is deploying that playbook again.</p>\n\n\n\n<p>But the annexation of Greenland would shatter the illusion that America remains a friend.</p>\n\n\n\n<p>President Donald Trump, Vice President J.D. Vance, recently appointed special envoy to Greenland Jeff Landry, and White House Deputy Chief of Staff Stephen Miller <a href=\"https://www.bbc.co.uk/news/articles/c4g0zg974v1o\"  target=\"_blank\">have</a> <a href=\"https://x.com/carlbildt/status/2004827650343469499?s=46\"  target=\"_blank\">all</a> <a href=\"https://x.com/lagovjefflandry/status/2002950029494124986?s=46\"  target=\"_blank\">spoken</a> <a href=\"https://www.independent.co.uk/news/world/americas/us-politics/stephen-miller-trump-greenland-venezuela-b2895069.html\"  target=\"_blank\">provocatively</a> about Greenland&rsquo;s territory in recent days. Senior U.S. officials argue the White House has legitimate security concerns in the Artic region. These include countering <a href=\"https://www.chathamhouse.org/2025/10/when-it-comes-arctic-security-europe-must-not-forget-about-economics\"  target=\"_blank\">Russian and Chinese bases there</a>; bolstering the <a href=\"https://abcnews.go.com/International/wireStory/trump-us-greenland-arctic-security-128939917\"  target=\"_blank\">U.S.&rsquo;s missile defenses</a> to constrain China&rsquo;s new capabilities; controlling access during wartime and expanding the U.S.&rsquo;s Naval presence. They don&rsquo;t fully trust the Greenlanders or Danes to manage these on the U.S.&rsquo;s behalf. </p>\n\n\n\n<p>The seriousness of these American anxieties is reflected by the amount of <a href=\"https://www.highnorthnews.com/en/white-house-draws-plans-acquire-greenland-trump-revives-territorial-ambitions\"  target=\"_blank\">policy planning</a> taking place on Greenland across U.S. government agencies, involving work on economic incentives, diplomatic and legal agreements, and security arrangements.</p>\n\n\n\n<p>It is true that Denmark is a small country with relatively limited military capabilities, even if it spent a sizable 3% of its GDP on defense in 2025 and is <a href=\"https://www.aljazeera.com/news/2025/10/11/denmark-to-boost-arctic-defence-by-4-26bn-plans-to-buy-16-new-f-35s\"  target=\"_blank\">investing in the Arctic</a>. But the Island is also part of NATO&rsquo;s territory and senior European officials tell me that all of Trump&rsquo;s security goals can easily be met. There is no opposition to more U.S. bases on the Island; security and defense co-operation is also underpinned by U.S.-Danish bilateral arrangements; and the U.S. already enjoys substantial military access and base-operating authority on the Island since 1951.</p>\n\n\n\n<p>And if the U.S.&rsquo;s interest in Greenland is largely economic, the exploitation of the territory&rsquo;s minerals and rare earths is already open to American investors.</p>\n\n\n\n<p>This is why many European leaders fear there is little they can do to defuse this crisis, because a far cruder and sinister goal is at play: territorial expansion and real estate. Trump appears to driven by a desire to enlarge America on the map.</p>\n\n\n\n<p><strong>Read More: </strong><em><a href=\"https://time.com/7344147/greenland-denmark-trump-takeover-independence-purchase-military-nato/\" >The Ways Trump Could Try to Take Denmark</a></em></p>\n\n\n\n<p>This would likely come about not by not boots on the ground, but political and economic coercion to influence the 57,000 Greenlanders directly and politically, <a href=\"https://www.politico.eu/article/donald-trump-greenland-easy-steps-nato-policy-deal-military/\"  target=\"_blank\">perhaps by a referendum</a>, so the U.S. can claim civilian&mdash;and not only military&mdash;sovereignty over the Island.</p>\n\n\n\n<p>The Europeans have no good answers for what they would do if the U.S. attempted to annex Greenland&rsquo;s territory in this way. It could attempt to forge ahead with a &ldquo;European NATO.&rdquo; It could slow down the pace of its <a href=\"https://www.atlanticcouncil.org/in-depth-research-reports/report/is-europe-waking-up-to-the-china-challenge-how-geopolitics-are-reshaping-eu-and-transatlantic-strategy/\"  target=\"_blank\">de-risking from China</a> to seek an alliance with Beijing. But a more credible option would be to put pressure on Copenhagen to come to some form of amicable arrangement with the White House&mdash;so long as U.S. aims could be tempered and rationalized.</p>\n\n\n\n<p>Until now, the goal of the Danish government has been to keep Greenland out of the headlines; to wait it out and keep a cool head. That strategy has now changed. Copenhagen is trying to raise the costs&mdash;to the U.S. of moving any plan forward, and to the rest of Europe, of sitting on the fence.</p>\n\n\n\n<p>That is why Danish Prime Minister Mette Frederiksen pointedly <a href=\"https://www.politico.eu/article/nato-done-if-us-donald-trump-invades-greenland-denmark-pm-mette-frederiksen-warns/\"  target=\"_blank\">said</a> that, &ldquo;if the U.S. chooses to attack another NATO country militarily, then everything stops, including NATO and thus the security that has been established since the end of the Second World War.&rdquo;</p>\n\n\n\n<p>A U.S.-imposed annexation of Greenland, even with a bombardment of dollars, not missiles, would be one humiliation too far the Europeans. Frederiksen is right: a U.S. landgrab would be the end of the Alliance, and do irreperable damage to the E.U. </p>\n",
      "pubDate": "Wed, 07 Jan 2026 14:46:19 +0000",
      "wordCount": 861,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "3e9b5835b863",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "The Republicans Breaking Ranks With Trump Over Greenland Threats: ‘This Is Appalling’",
      "link": "https://time.com/7344316/republicans-break-ranks-with-trump-over-greenland-annexation-threat/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344316\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344316/republicans-break-ranks-with-trump-over-greenland-annexation-threat/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2253212160.jpg\" alt=\"US-ISRAEL-POLITICS-DIPLOMACY-TRUMP-NETANYAHU\"/>\n\n\n\n<p>In what could prove to be a pivotal election year for the Republicans, with the midterms holding much influence, President Donald Trump arguably needs the support of his own party now more than ever. Especially as he is <a href=\"https://time.com/7343574/trump-impeachment-calls-gather-pace-venezuela-fallout/\" >facing loud calls for impeachment</a> from the Democratic Party on account of his <a href=\"https://time.com/7343053/trump-goals-venezuela-dont-add-up/\" >Venezuela operation</a> that resulted in the capture of fallen President Nicol&aacute;s Maduro and his wife, <a href=\"https://time.com/7343188/who-is-cilia-flores-maduro-wife-venezuela-politics/\" >Cilia Flores</a>.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>Yet there is currently a split forming, as some prominent Republican lawmakers are publicly disagreeing with Trump regarding his renewed annexation threats against Greenland in the wake of the Venezuela intervention. In a series of inflammatory remarks labeled as &ldquo;utterly unacceptable&rdquo; by <a href=\"https://time.com/7343110/trump-greenland-annex-threats-nielsen-responds/\" >Greenland&rsquo;s Prime Minister Jens-Frederik Nielsen</a>, Trump reasserted his stance that Greenland, a self-governing territory within the Kingdom of Denmark, should be under U.S. jurisdiction, citing it as a &ldquo;national security situation.&rdquo;</p>\n\n\n\n<p>When discussing his desire to <a href=\"https://time.com/7344147/greenland-denmark-trump-takeover-independence-purchase-military-nato/\" >acquire Greenland</a> last year, Trump notably <a href=\"https://www.youtube.com/shorts/_9iHvFLUkpE\"  target=\"_blank\">refused to rule out military force</a> to annex the territory. That notion was revisited this week when the White House released a statement that said &ldquo;utilizing the &zwnj;U.S. military is &zwj;always an option at the commander-in-chief&#8217;s disposal.&rdquo;</p>\n\n\n\n<p>Trump&rsquo;s renewed fixation on Greenland&mdash;and his refusal to back down, despite the pleas of the territory&rsquo;s leadership&mdash;has now earned him rebuke from within his own party.</p>\n\n\n\n<p>&ldquo;This is appalling. Greenland is a NATO ally. Denmark is one of our best friends&hellip; so the way we&rsquo;re treating them is really demeaning and it has no upside,&rdquo; Rep. Don Bacon of Nebraska told CNN on Tuesday. &ldquo;We&rsquo;re not going to acquire Greenland. I know most of those people in Greenland want to remain independent.&rdquo;</p>\n\n\n\n<p>Referring to the Greenland rhetoric as one of the &ldquo;silliest things&rdquo; to come out of the White house over the past year, Bacon urged his fellow Republicans to join him in taking a stand. &ldquo;I hope other Republicans line up behind me and make it clear to the White House this is wrong,&rdquo; he said.</p>\n\n\n\n<p>Here are some of the prominent Republicans who have publicly broken ranks with Trump over the contentious matter:</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sen. Lisa Murkowski of Alaska</strong></h2>\n\n\n\n<p>Lisa Murkowski voiced her concern on Tuesday, <a href=\"https://x.com/lisamurkowski/status/2008702152525705660\"  target=\"_blank\">arguing</a> that &ldquo;any effort to claim or take the territory by force would degrade both our national security and our international relationships.&rdquo;&nbsp;</p>\n\n\n\n<p>Urging the protection of the long, historical alliance between the U.S. and Denmark, Murkowski added: &ldquo;We must see it [Greenland] as an ally, not an asset, and focus on continued partnership rather than possession.&rdquo;</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/murkowski-greenland-oct8.jpg\" alt=\"Sen. Lisa Murkowski\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rep. Don Bacon of Nebraska</strong></h2>\n\n\n\n<p>Rep. Bacon has issued a number of statements against the Trump Administration&rsquo;s Greenland approach.</p>\n\n\n\n<p>Bacon called out White House deputy chief of staff of policy Stephen Miller on Monday, after the staffer said: &ldquo;Greenland should be part of the US. By what right does Denmark assert control over Greenland? The U.S. is the power of NATO. Nobody is gonna fight the U.S. militarily over the future of Greenland.&rdquo;</p>\n\n\n\n<p>Bacon <a href=\"https://x.com/RepDonBacon/status/2008369618893590687\"  target=\"_blank\">referred</a> to the remarks as &ldquo;dumb,&rdquo; insisting that respect should be paid to Greenland and Denmark, as they are &ldquo;allies of the U.S.&rdquo;</p>\n\n\n\n<p>In response to a statement published by Denmark alongside fellow NATO members France, Germany, Italy, Poland, Spain, and the United Kingdom, which showed support to Greenland, Bacon said it was &#8220;<a href=\"https://x.com/Statsmin/status/2008498610263257368\"  target=\"_blank\">embarrassing</a>&#8221; for the U.S. that such a statement had to be issued in the first place.</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/bacon-greenland-dec16.jpg\" alt=\"Don Bacon 12/16/25\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<h2 class=\"wp-block-heading\">Sen. John Thune of South Dakota</h2>\n\n\n\n<p>Senate Majority Leader John Thune <a href=\"https://x.com/AndrewDesiderio/status/2008567779855827273\"  target=\"_blank\">reportedly</a> told press he doesn&#8217;t view &ldquo;military action being an option&rdquo; in Greenland and flagged the idea as &ldquo;not something that anybody is contemplating seriously.&rdquo;</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/thune-greenland-jan6.jpg\" alt=\"Senate Republican leaders hold press conference in Washington\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<h2 class=\"wp-block-heading\">Sen. Thom Tillis of North Carolina</h2>\n\n\n\n<p>Sen. Thom Tillis issued a bipartisan statement alongside Democratic Sen. Jeanne Shaheen of New Hampshire.</p>\n\n\n\n<p>&ldquo;When Denmark and Greenland make it clear that Greenland is not for sale, the United States must honor its treaty obligations,&rdquo; the <a href=\"https://www.foreign.senate.gov/press/dem/release/ranking-member-shaheen-senator-tillis-statement-on-greenlands-sovereignty-and-upholding-americas-alliance-with-denmark\"  target=\"_blank\">statement</a> read, imploring the U.S. to respect the sovereignty and territorial integrity of the NATO member. &ldquo;Any suggestion that our nation would subject a fellow NATO ally to coercion or external pressure undermines the very principles of self-determination that our Alliance exists to defend.&rdquo;</p>\n\n\n\n<p>The co-chairs of the bipartisan Senate NATO Observer Group went on to highlight the potential risk of &ldquo;distractions or divisions within NATO&rdquo; and said &ldquo;we must stay focused on the real threats before us and work with our allies, not against them, to advance our shared security.&rdquo;</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2243652608.jpg\" alt=\"Senate Banking Nominees 10/30/25\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rep. Blake Moore of Utah&nbsp;</strong></h2>\n\n\n\n<p>Blake Moore co-chairs the bipartisan Congressional Friends of Denmark Caucus alongside Democratic Rep. Steny H. Hoyer of Maryland. The pair published a <a href=\"https://blakemoore.house.gov/media/press-releases/representatives-moore-hoyer-release-joint-statement-on-greenland\"  target=\"_blank\">joint statement</a> in response to Trump&rsquo;s annexation desires.</p>\n\n\n\n<p>&#8220;Sabre-rattling about annexing Greenland is needlessly dangerous. The Kingdom of Denmark is a NATO ally and one of America&rsquo;s closest partners,&rdquo; the statement read. &ldquo;An attack on Greenland&mdash;a crucial part of that alliance&mdash;would tragically be an attack on NATO.&rdquo;</p>\n\n\n\n<p>The lawmakers said that an annexation could result in a NATO &ldquo;civil war&rdquo; and that Trump&rsquo;s threats &ldquo;needlessly undermine&rdquo; the U.S. relationship with Denmark.</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2183932227.jpg\" alt=\"President-elect Trump Meets With Lawmakers On Capitol Hill\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sen. Jerry Moran of Kansas</strong></h2>\n\n\n\n<p>Jerry Moran, who also sits on the Senate Select Committee on Intelligence, <a href=\"https://www.huffingtonpost.co.uk/entry/donald-trump-greenland-gop-reax_n_695da488e4b06463f5403117\"  target=\"_blank\">said</a> that U.S. control over Greenland &ldquo;is none of our business.&rdquo;</p>\n\n\n\n<p>&ldquo;We&rsquo;re not going to take over another country that&rsquo;s our ally,&rdquo; he emphasized.</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/moran-greenland-dec17.jpg\" alt=\"FAA Administrator Bryan Bedford Testifies During Senate Hearing\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rep. Mike Johnson of Louisiana</strong></h2>\n\n\n\n<p>Although Speaker of the House Mike Johnson did not directly criticise Trump or the White House over comments regarding Greenland, he did express disagreement with any proposal of military intervention in the territory.</p>\n\n\n\n<p>&ldquo;All this stuff about military action and all that, I don&#8217;t even think that&#8217;s a possibility. I don&#8217;t think anybody&#8217;s seriously considering that. And in the Congress, we&#8217;re certainly not,&rdquo; he said during a D.C. news conference on Wednesday, stating that America will not be sending troops into Greenland to take it over.</p>\n\n\n\n<p>Johnson did, however, express his view that the annexation of Greenland is &ldquo;in America&#8217;s interest&rdquo; and &ldquo;not against <mark>Greenland</mark>&#8216;s interests.&rdquo; The Speaker emphasized the need for &ldquo;a lot of thoughtful discussion.&rdquo;</p>\n\n\n\n<p>The lawmaker also cited the &ldquo;strategic importance&rdquo; of Greenland&#8217;s geographical placement, echoing previous comments made by Trump, and the territory&#8217;s &ldquo;rare Earth minerals.&rdquo;</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/johnson-greenland-jan6.jpg\" alt=\"Venezuela Briefing in Washington DC\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Sen. Rand Paul of Kentucky</strong></h2>\n\n\n\n<p>Rand Paul, a key critic of Trump, has expressed openness to the U.S. acquiring Greenland, but he&rsquo;s not keen on the method.</p>\n\n\n\n<p>&ldquo;I&rsquo;m not against approaching Greenland in a voluntary way&hellip; right now it&rsquo;s been more in the wrong direction,&rdquo; Paul told reporters. &ldquo;You won&rsquo;t get there by insulting them.&rdquo;</p>\n\n\n\n<p>Regarding Trump&rsquo;s rhetoric, Rand said he wasn&rsquo;t sure &ldquo;how much is bravado, how much is bombast,&rdquo; but that &ldquo;militarily taking Greenland&rdquo; is something he would &ldquo;not support.&rdquo;</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2025/10/GettyImages-2235939761.jpg\" alt=\"Senate Health Committee Hears Testimony From Fired CDC Director Susan Monarez\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n",
      "pubDate": "Wed, 07 Jan 2026 14:35:53 +0000",
      "wordCount": 1093,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "e4bfcfaaf700",
      "status": "new",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "We Need to Build Human Connection For the AI Era",
      "link": "https://time.com/7343801/human-connection-ai-era/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7343801\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7343801/human-connection-ai-era/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/human-connection-ai-era.jpg\" alt=\"Abstract human figures communicating\"/>\n\n\n\n<p>Workplaces are scrambling to redefine what humans do best in the AI Era. In this moment, we need people to think boldly and collaborate courageously. However, Americans are currently facing devastating levels of <a href=\"https://time.com/6183058/loneliness-health-effects-what-to-do/\" >loneliness</a>, <a href=\"https://www.psychiatry.org/news-room/news-releases/annual-poll-adults-express-increasing-anxiousness\"  target=\"_blank\">anxiety</a>, and <a href=\"https://time.com/7337124/know-your-neighbors-save-democracy/\" >disconnection</a>. According to former U.S. Surgeon General Dr. Vivek Murthy, loneliness now carries a mortality risk comparable to <a href=\"https://www.hhs.gov/sites/default/files/surgeon-general-social-connection-advisory.pdf\"  target=\"_blank\">smoking 15 cigarettes a day.</a></p>\n\n\n\n<p>While AI transforms everything from schools to boardrooms, we are ignoring the one human advantage no technology can replace: our capacity to connect.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>Across classrooms, workplaces, and online spaces, we see a troubling pattern of brilliant minds constrained by systems that leave people unseen and pitted against one another. Students arrive on campus carrying extraordinary talent alongside profound doubts about whether they belong. Workers collaborate across distances without the structures that help trust grow. Online, <a href=\"https://time.com/7308120/secret-algorithms-behind-social-media/\" >algorithms</a> prioritize outrage rather than understanding, turning differences into divisions and disagreements into identity. The consequence is unmistakable: any system, whether a classroom or a social media platform, built on isolation will fail us.</p>\n\n\n\n<p><a href=\"https://mcc.gse.harvard.edu/reports/loneliness-in-america\"  target=\"_blank\">More than 60%</a> of young adults report persistent loneliness. Over half of American workers say their workplace <a href=\"https://www.prnewswire.com/news-releases/new-survey-reveals-that-nearly-half-of-american-workers-are-considering-leaving-their-current-place-of-employment-301466289.html\"  target=\"_blank\">lacks real community</a>. Teen depression has nearly <a href=\"https://www.cdc.gov/nchs/products/databriefs/db527.htm\"  target=\"_blank\">doubled </a>over the last decade. Men face <a href=\"https://www.cdc.gov/nchs/products/databriefs/db464.htm\"  target=\"_blank\">soaring rates</a> of suicide, overdose, and isolation.</p>\n\n\n\n<p>This isn&rsquo;t just a socio-emotional crisis. It&rsquo;s a talent crisis, an innovation crisis, and yes, a democracy crisis.</p>\n\n\n\n<p>And in STEM, the field responsible for solving humanity&rsquo;s hardest challenges, disconnection is slowing innovation and narrowing who participates in shaping a better future.</p>\n\n\n\n<p>Connection sounds soft and is often treated as a &ldquo;nice-to-have,&rdquo; but in fact it is a competitive advantage. Teams with higher trust, psychological safety, and belonging <a href=\"https://www.michigan.gov/-/media/Project/Websites/mdhhs/Folder4/Folder10/Folder3/Folder110/Folder2/Folder210/Folder1/Folder310/Google-and-Psychological-Safety.pdf?rev=7786b2b9ade041e78828f839eccc8b75\"  target=\"_blank\">consistently outperform</a> those with more raw talent but less connection.</p>\n\n\n\n<p>This is the power of connection: it rewrites what&rsquo;s possible.</p>\n\n\n\n<p>Yet today, many programs which have expanded opportunity and strengthened community are under pressure. In education, workplaces, and government, efforts designed to foster belonging&mdash;mentorship programs, community-building initiatives, equitable STEM pathways&mdash;are being scaled back, renamed, or removed. In some states, new regulations seek to limit or eliminate programs that were created to help students feel seen and supported. Even some Girls Who Code programs may now face regulatory uncertainty.</p>\n\n\n\n<p>These changes reflect a broader pattern. When we reduce investment in connection&mdash;dismantling community programs, narrowing access, or reducing the structures that help people trust one another&mdash;the result is the same: more fragmentation, more doubt, and more people left to navigate challenges alone. Disconnection does not fuel progress. It only strengthens systems that benefit from keeping us apart.</p>\n\n\n\n<p>So where do we go from here?</p>\n\n\n\n<p>We need to redesign our systems for connection. That means treating emotional intelligence as expertise. Creating classrooms and workplaces that value collaboration as much as competition. Establishing real strategies for caring for people, teams, and ideas. Leading with empathy.</p>\n\n\n\n<p>And it means asking a new question before we build anything, from a company to a curriculum to a piece of code: Does this strengthen our capacity to connect? If it does, keep going. If it doesn&rsquo;t, start over.</p>\n\n\n\n<p>Similar to how doctors take the Hippocratic Oath, &#8220;Do no harm,&#8221; technologists, engineers, and institutions need <a href=\"https://time.com/7312350/ai-engineers-need-hippocratic-oath/\" >their own version</a> to consider connection. Because today, harm shows up as isolated students, fractured communities, disengaged workers, and technologies that divide rather than unite.</p>\n\n\n\n<p>If we are serious about rebuilding connection, we must act with the same rigor we bring to any major innovation. That means making five commitments: Fund connection; design for belonging, not just efficiency; measure social cohesion as seriously as productivity; audit algorithms for their impact on trust; and teach collaboration as a core competency in STEM and beyond.</p>\n\n\n\n<p>These are not soft goals. They are choices and they are entirely within our power.</p>\n\n\n\n<p>If we can engineer technologies that reshape the world, we can also engineer systems that strengthen the bonds between us. The future depends on us doing this work together.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 11:15:00 +0000",
      "wordCount": 649,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "ae93620de64d",
      "status": "pending",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "The 200-Year-Old Foreign Policy Vision Underlying Trump’s ‘Donroe Doctrine’",
      "link": "https://time.com/7343795/trump-venezuela-monroe-doctrine-history/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7343795\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7343795/trump-venezuela-monroe-doctrine-history/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/trump-monroe-doctrine-venezuela.jpg\" alt=\"President Trump Speaks At The House GOP Member Retreat\"/>\n\n\n\n<p>In the wake of the U.S.&rsquo;s <a href=\"https://time.com/7342941/venezuela-maduro-bombing-trump-delta-force/\" >stunning operation</a> to depose Venezuelan President Nicol&aacute;s Maduro, President Donald Trump has coined a new term to describe his approach to foreign policy: the  &ldquo;Donroe Doctrine.&rdquo; </p>\n\n\n\n<p>Speaking to reporters at Mar-a-Lago on Saturday, Trump cast the operation as part of a revival of the Monroe Doctrine, a policy vision first articulated in 1823 by then-President James Monroe to oppose European interference in the Western Hemisphere.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>Trump claimed that under Maduro, Venezuela had hosted &ldquo;foreign adversaries in our region&rdquo; and acquired &ldquo;menacing offensive weapons that could threaten U.S. interests and lives.&rdquo;</p>\n\n\n\n<p>&ldquo;All of these actions were in gross violation of the core principles of American foreign policy, dating back more than two centuries,&rdquo; Trump said. &ldquo;All the way back, it dated to the Monroe Doctrine. And the Monroe Doctrine is a big deal, but we&rsquo;ve superseded it by a lot, by a real lot. They now call it the &lsquo;Donroe Doctrine.&rdquo;</p>\n\n\n\n<p>The State Department doubled down on the President&rsquo;s message on Monday in a <a href=\"https://x.com/StateDept/status/2008221563888292207\"  target=\"_blank\">post</a> on X, writing, &ldquo;This is OUR Hemisphere, and President Trump will not allow our security to be threatened.&rdquo;</p>\n\n\n\n<p><strong>Read more:</strong> <a href=\"https://time.com/7343019/venezuela-trump-oil-china/\"  target=\"_blank\" rel=\"noreferrer noopener\"><em>How Trump&rsquo;s Venezuela Takeover Could Change the World</em></a></p>\n\n\n\n<p>This isn&rsquo;t the first time the Trump Administration has harkened back to the doctrine laid out two centuries ago by Monroe, whose portrait hangs near Trump&rsquo;s desk in the Oval Office, to define its own foreign policy agenda. In a Dec. 2 <a href=\"https://www.whitehouse.gov/presidential-actions/2025/12/america-250-presidential-message-on-the-anniversary-of-the-monroe-doctrine/\"  target=\"_blank\">message</a>, the President marked the anniversary of Monroe introducing the &ldquo;bold policy&rdquo; and stated that his Administration &ldquo;proudly reaffirms this promise under a new &lsquo;Trump Corollary&rsquo; to the Monroe Doctrine.&rdquo; Days later, the Administration released a controversial <a href=\"https://time.com/7339171/trump-national-security-strategy-europe/\" >national security strategy</a> that laid out that Trump Corollary in a section detailing its planned approach to the Western Hemisphere.</p>\n\n\n\n<p>Here&rsquo;s what you should know about the history of the 1823 doctrine, and Trump&rsquo;s moves to revive it.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The history of the Monroe Doctrine</strong></h2>\n\n\n\n<p>Monroe introduced what would become known as the <a href=\"https://www.archives.gov/milestone-documents/monroe-doctrine\"  target=\"_blank\">Monroe Doctrine</a> in his otherwise routine annual message to Congress on Dec. 2, 1823. In it, Monroe warned European powers against further colonization or interference in the Western Hemisphere, asserting that the region was no longer open to Old World ambitions and would be regarded as a sphere of U.S. interest. </p>\n\n\n\n<p>The policy has since been invoked by a number of Administrations as justification for intervention in Latin America.</p>\n\n\n\n<p>It was first significantly put to the test in 1865, when the U.S. government helped then-Mexican President Benito Ju&aacute;rez overthrow Emperor Maximilian, who had been installed by the French government. Later in the 19th century, the U.S. stepped into Cuba&rsquo;s fight for independence against Spain and went to war with the European power in 1898, a conflict that effectively ended Spain&rsquo;s colonial presence in the region. The U.S., meanwhile, formally took control of Puerto Rico, Guam, and the Philippines, and gained significant influence in Cuba&mdash;which U.S. leaders had long sought to purchase from Spain&mdash;via the <a href=\"https://www.archives.gov/milestone-documents/platt-amendment\"  target=\"_blank\">Platt Agreement</a>, in the name of protecting the country&rsquo;s independence.</p>\n\n\n\n<p>President Theodore Roosevelt, not long thereafter, introduced what would later be known as the <a href=\"https://www.archives.gov/milestone-documents/roosevelt-corollary\"  target=\"_blank\">Roosevelt Corollary</a> to the Monroe Doctrine after European creditors of a number of Latin American countries threatened to use armed intervention to collect debts. Roosevelt responded by asserting the U.S.&rsquo;s right to exercise &ldquo;international police power&rdquo; to curb what he deemed &ldquo;chronic wrongdoing&rdquo; in his 1904 message to Congress.</p>\n\n\n\n<p><strong>Read more: </strong><a href=\"https://time.com/7343053/trump-goals-venezuela-dont-add-up/\"  target=\"_blank\" rel=\"noreferrer noopener\"><em>Trump&rsquo;s Goals in Venezuela Don&rsquo;t Add Up</em></a></p>\n\n\n\n<p>While the Monroe Doctrine&rsquo;s initial intent was to keep European powers out of the Western Hemisphere, Roosevelt, who himself fought against Spain in Cuba in 1898, in this way expanded it to encompass a claimed right to send troops into other Western Hemisphere countries.&nbsp;</p>\n\n\n\n<p>This updated version of the doctrine helped set the stage for repeated U.S. military intervention in Latin America. Within just over a decade of Roosevelt articulating it, U.S. forces were sent to the Dominican Republic in 1903 and 1904, Nicaragua in 1911, and Haiti in 1915.</p>\n\n\n\n<p>In the wake of the World Wars, other presidents asserted their own doctrines that staked out a more interventionist U.S. position globally with the goal of, in <a href=\"https://www.archives.gov/milestone-documents/truman-doctrine\"  target=\"_blank\">President Harry Truman</a>&rsquo;s words, supporting &ldquo;free peoples who are resisting attempted subjugation&rdquo; as the Cold War set in. </p>\n\n\n\n<p>That guiding foreign policy vision at times converged with the longstanding justification for action in the Western Hemisphere under the Monroe Doctrine, such as in the case of the U.S.&rsquo;s efforts to oust <a href=\"https://time.com/3666177/fidel-castro-cuba-history/\" >Fidel Castro</a>&rsquo;s communist government in Cuba and its role in the coups that overthrew Guatemalan President Jacobo &Aacute;rbenz in 1954 and Chilean President Salvador Allende in 1973, both of whom U.S. leaders framed as communist threats in the region.</p>\n\n\n\n<p>Eduardo Gamarra, a professor of politics and international relations at Florida International University, <a href=\"https://www.npr.org/2026/01/02/nx-s1-5652133/us-venezuela-interventionism-caribbean-latin-america-history-trump\"  target=\"_blank\">told</a> NPR that U.S. strategy in Latin America was one of strategic denial, aimed at deterring the involvement of non-American powers in affairs in the region. &ldquo;In the 1800s, that meant Europeans; in the 20th century, especially after World War II, it meant the Soviet Union,&rdquo; Gamarra said.</p>\n\n\n\n<p><strong>Read more: </strong><a href=\"https://time.com/7342994/trump-maduro-regime-change-maga/\"  target=\"_blank\" rel=\"noreferrer noopener\"><em>Donald Trump Is Risking His MAGA Base on Venezuela</em></a></p>\n\n\n\n<p>The spirit of the Monroe Doctrine was also reflected in the U.S.&rsquo;s actions during 1962&rsquo;s Cuban Missile Crisis, when President John F. Kennedy ordered a naval and air quarantine of Cuba to prevent the Soviet Union from bringing further missiles to the island. Kennedy framed the crisis, prompted by the U.S. discovering the Soviet Union was secretly installing missile launch sites in Cuba, as a violation of long-standing hemispheric boundaries.</p>\n\n\n\n<p>By the time Trump launched his 2016 campaign, however, Obama Administration Secretary of State John Kerry had <a href=\"https://2009-2017.state.gov/secretary/remarks/2013/11/217680.htm\"  target=\"_blank\">declared</a> that &#8220;the era of the Monroe Doctrine is over.&rdquo;</p>\n\n\n\n<p>&ldquo;The relationship that we seek and that we have worked hard to foster is not about a United States declaration about how and when it will intervene in the affairs of other American states,&rdquo; Kerry said in 2013. &ldquo;It&rsquo;s about all of our countries viewing one another as equals, sharing responsibilities, cooperating on security issues, and adhering not to doctrine, but to the decisions that we make as partners to advance the values and the interests that we share.&rdquo;&nbsp;</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Trump&rsquo;s reassertion of the doctrine</strong></h2>\n\n\n\n<p>On the campaign trail and during his first Administration, Trump revived the &ldquo;America First&rdquo; slogan&mdash;previously used to promote nativist and isolationist policies by several groups and politicians in the 19th and 20th centuries&mdash;to frame his agenda, arguing that the United States should prioritize domestic priorities over overseas conflicts.</p>\n\n\n\n<p>That posture has shifted significantly in Trump&rsquo;s second term, however, as his Administration has taken a more interventionist approach to foreign policy.&nbsp;</p>\n\n\n\n<p>Even before returning to office, Trump began floating the idea of expanding U.S. territory by acquiring Greenland and the Panama Canal, and <a href=\"https://time.com/7205335/donald-trump-greenland-panama-justice-press-conference/\" >declined</a> to rule out using force to do so. In June, he directed U.S. strikes against three <a href=\"https://time.com/7296469/u-s-strikes-iran-nuclear-trump-war/\" >Iranian nuclear facilities</a>. And for months before Maduro&rsquo;s capture, his Administration exerted escalating pressure on the Venezuelan government, carrying out a series of deadly strikes against boats in the Caribbean Sea and eastern Pacific Ocean that it alleged were carrying drugs, amassing a substantial military presence in the region, imposing a <a href=\"https://time.com/7341303/trump-blockade-oil-tankers-venezuela/\" >blockade</a> on certain oil tankers going in and out of the country, and threatening further military action.</p>\n\n\n\n<p><strong>Read more:</strong> <em><a href=\"https://time.com/7343093/trump-venezuela-us-next-colombia-cuba-greenland-iran-mexico/\"  target=\"_blank\" rel=\"noreferrer noopener\">Trump&rsquo;s Potential Next Targets After Venezuela</a></em></p>\n\n\n\n<p>These moves culminated in the high-profile operation in Caracas in which Maduro was seized. Following the Venezuelan leader&rsquo;s capture, Trump <a href=\"https://time.com/7343084/venezuela-trump-run-rubio-maduro-regime-change-oil-military-leader/\" >told</a> reporters, &ldquo;We&rsquo;re going to run the country until such time as we can do a safe, proper, and judicious transition&rdquo;&mdash;though Secretary of State Marco Rubio later <a href=\"https://apnews.com/live/us-venezuela-trump-maduro-updates-01-04-2026\"  target=\"_blank\">said</a> the U.S. would use economic leverage to influence the country&rsquo;s policy direction rather than governing.</p>\n\n\n\n<p>Trump has also threatened <a href=\"https://time.com/7343093/trump-venezuela-us-next-colombia-cuba-greenland-iran-mexico/\" >further intervention</a> against a number of countries in recent days, reiterating his desire to <a href=\"https://time.com/7343110/trump-greenland-annex-threats-nielsen-responds/\" >annex Greenland</a>, suggesting he might pursue military action in Colombia and Mexico, and <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115824439366264186\"  target=\"_blank\">warning</a> that if Iran kills demonstrators amid the widespread protests in the country, &ldquo;America will come to their rescue.&rdquo;</p>\n\n\n\n<p>The Trump Administration has positioned this foreign policy agenda explicitly within the Monroe Doctrine framework.&nbsp;</p>\n\n\n\n<p>In Trump&rsquo;s message marking the doctrine&rsquo;s anniversary in December, he declared: &ldquo;The United States will never waver in defense of our homeland, our interests, or the well-being of our citizens. Today, my Administration proudly reaffirms this promise under a new &lsquo;Trump Corollary&rsquo; to the Monroe Doctrine: That the American people&mdash;not foreign nations nor globalist institutions&mdash;will always control their own destiny in our hemisphere.&rdquo;</p>\n\n\n\n<p>The national security strategy released by the Administration late last year elaborates on this corollary, outlining plans to &ldquo;deny non-Hemispheric competitors the ability to position forces or other threatening capabilities, or to own or control strategically vital assets, in our Hemisphere.&rdquo;&nbsp; The strategy also signals a more interventionist and contentious approach to relations with the U.S.&rsquo;s European allies, levying sharp criticism against the continent&rsquo;s leaders and policies and&nbsp; calling for &ldquo;cultivating resistance to Europe&rsquo;s current trajectory within European nations.&rdquo;&nbsp;</p>\n\n\n\n<p><strong>Read more: </strong><em><a href=\"https://time.com/7339171/trump-national-security-strategy-europe/\" >Trump&rsquo;s National Security Strategy Sparks European Backlash Over &lsquo;Far-Right&rsquo; Rhetoric. Here&rsquo;s What It Says</a></em></p>\n\n\n\n<p>The Administration has cast Trump&rsquo;s threats and military actions as means of both protecting the U.S. and serving its economic interests. In regard to Venezuela, for instance, it has justified its strikes on alleged drug boats and moves against the country as part of an effort to combat cartels trafficking drugs into the U.S. Following Maduro&rsquo;s capture, Trump has also referenced Venezuela&rsquo;s oil reserves and suggested that his Administration could subsidize U.S. oil companies moving into the country.</p>\n\n\n\n<p>In his push to annex Greenland, he has also said the territory is essential for both the U.S.&rsquo;s &ldquo;national security&rdquo; and &ldquo;economic security.&rdquo;</p>\n\n\n\n<p>John Bolton, Trump&rsquo;s former security adviser, cautioned that there is no consistent framework guiding the approach, however.</p>\n\n\n\n<p>&ldquo;There is no Trump Doctrine: No matter what he does, there is no grand conceptual framework; it&rsquo;s whatever suits him at the moment,&rdquo; Bolton <a href=\"https://www.theatlantic.com/national-security/2026/01/trump-monroe-doctrine-venezuela/685502/\"  target=\"_blank\">told</a> <em>The Atlantic</em>.&nbsp;</p>\n",
      "pubDate": "Wed, 07 Jan 2026 11:00:00 +0000",
      "wordCount": 1653,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "5bd9d8f4323f",
      "status": "pending",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "Maduro’s Nike Tracksuit and the New Visual Language of Power",
      "link": "https://time.com/7343792/maduro-nike-tech-tracksuit-visual-power-venezuela/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7343792\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7343792/maduro-nike-tech-tracksuit-visual-power-venezuela/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/maduro-nike-tracksuit.jpg\" alt=\"\"/>\n\n\n\n<p>On Jan. 3, hours after the U.S. captured Venezuelan president Nicol&aacute;s Maduro in Caracas, a photograph circulated showing Maduro aboard the USS Iwo Jima <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115832088990838303\"  target=\"_blank\">wearing a Nike tracksuit</a>. This image moved quickly across global media and was shared, <a href=\"https://www.nike.com/t/tech-mens-fleece-windrunner-full-zip-jacket-HqUykgjE/HV0949-063?nikemt=true&amp;cp=72926007032_search_--g-21728772664-191552983329--c-1015649736-00197602907155&amp;dplnk=member&amp;gclsrc=aw.ds&amp;gad_source=1&amp;gad_campaignid=21728772664&amp;gbraid=0AAAAADy86kMVq1f2X6FUDgjgpBEQU-hY2&amp;gclid=Cj0KCQiAgvPKBhCxARIsAOlK_Eq9_nmyDCD6pBXzVriG9KnZj3556u17M1eSqjOuMJ7sC6UdmUJ89hcaAudnEALw_wcB\"  target=\"_blank\">commented on</a>, memed, and folded into the <a href=\"https://www.scmp.com/news/world/united-states-canada/article/3338837/comfortable-long-flights-maduros-nike-tracksuit-selling-out-after-trump-post?module=perpetual_scroll_0&amp;pgtype=article\"  target=\"_blank\">familiar rhythms of contemporary visual culture</a>.&nbsp;</p>\n\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n<p>What drew immediate attention was not only the informality of Maduro&rsquo;s clothing, but the presence of a globally recognizable brand in a moment typically governed by the visual codes of state power. Athleisure replaced uniform; a logo supplanted insignia. Interpretation was structured less by the language of politics than by that of the marketplace.</p>\n\n\n\n<p>The image mattered not because it diminished power, but because it reframed it. A moment of political consequence was filtered through the visual language of branding&mdash;familiar, legible, and emotionally neutral&mdash;reshaping how the event was absorbed and understood.</p>\n\n\n\n<p>In an era when logos often outlast leaders, this reframing feels less anomalous than revealing. The Nike swoosh did not register as a crisis for the brand, nor did it meaningfully erode the gravity of the moment itself. Instead, it redirected attention. A symbol designed for recognition took precedence over institutional markers of authority, subtly reorganizing the viewer&rsquo;s response.</p>\n\n\n\n<p>Power has always relied on visual form to make itself legible. For centuries, authority announced itself through uniforms, architecture, ceremony, and controlled display&mdash;systems designed to signal hierarchy, distance, and consequence. Leaders were styled to appear elevated and distinct from ordinary life. Even moments of capture or downfall adhered to this grammar, carefully staged to communicate rupture and finality. Clothing, in this context, functioned as a marker of power.</p>\n\n\n\n<p>Contemporary visual culture organizes meaning differently. Today, the most widely circulated symbols are not those of the state, but those of the marketplace. Brands cross borders more freely than political iconography, and arrive with preloaded emotional associations. A recognizable logo requires no explanation; it is instantly understood. Its familiarity feels neutral, even when it quietly shapes interpretation.</p>\n\n\n\n<p>What the photographs of Maduro suggest is not the disappearance of power&rsquo;s visual language, but its entanglement with symbols that operate as cultural shorthand. A useful contrast can be found in the <a href=\"https://content.time.com/time/covers/0,16641,20031222,00.html\" >images released</a> after the <a href=\"https://www.independent.co.uk/independentpremium/capture-sadam-hussein-2003-iraq-b2072901.html\"  target=\"_blank\">capture of Saddam Hussein in 2003</a>. Those photographs were engineered to communicate rupture and subjugation: disheveled hair, a visibly diminished body, the unmistakable signs of force. The message was explicit. Power had been stripped away, and the image insisted upon that assessment.</p>\n\n\n\n<p>The photographs of Maduro operate differently. The Nike logo carries a distinct and widely shared set of meanings, often associated with athletes, celebrities, and leisure. It functions not as a marker of authority, but as a mechanism of alignment. When placed on a figure historically defined by control and spectacle, it collapses the distance that authoritarian imagery depends upon. Power does not disappear in this image; it is recontextualized.</p>\n\n\n\n<p>Aside from the handcuffs, little in the frame signals coercion or loss of control. Dressed in athleisure, Maduro appears composed, almost casual&mdash;closer to a figure en route to a tennis match than one forcibly removed from power. Where the image of Hussein communicated consequence through visual degradation, the image of Maduro diffuses consequence through familiarity, structuring interpretation not through rupture, but through normalization.</p>\n\n\n\n<p>The response to the photographs of Maduro has not inspired outrage or catharsis; instead, it has generated commentary, irony, and consumption. Searches for &ldquo;Nike Tech&rdquo; on Google spiked, and the tracksuit <a href=\"https://www.euronews.com/culture/2026/01/06/just-coup-it-nicolas-maduros-nike-sweatsuit-becomes-unexpected-viral-sensation\"  target=\"_blank\">sold out in multiple sizes</a>. The moment was processed less as a reckoning than as a cultural artifact&mdash;circulated, annotated, and absorbed into the endless scroll of &ldquo;content.&rdquo;</p>\n\n\n\n<p>This is not a failure of seriousness so much as a shift in how seriousness is encountered. In a media environment dominated by speed and repetition, images are now interpreted through existing symbolic frameworks before political meaning has time to settle. Brands, by virtue of their ubiquity, have become some of the most powerful of these frameworks.</p>\n\n\n\n<p>In this sense, branding now functions as a kind of visual infrastructure. It does not declare authority, but it organizes attention. It offers interpretive cues that feel neutral precisely because they are familiar. Political imagery, once governed by ritual and formality, has become increasingly mediated through symbols designed not for judgment, but for recognition.</p>\n\n\n\n<p>This creates a paradox. Brands have been historically understood as apolitical, yet they now carry a disproportionate share of cultural meaning. Their power lies not in persuasion, but in legibility. Governments change. Leaders fall. Logos and brands persist, shaping perception as events move past&mdash;or with&mdash;them.</p>\n\n\n\n<p>The risk here is not that branding overtakes politics, but that it alters how political consequence is felt. When moments of accountability are visually translated into the language of lifestyle, the emotional register shifts. What should feel destabilizing is rendered manageable, familiar, and easily consumed&mdash;becoming fodder for late night television rather than collective reckoning.</p>\n\n\n\n<p>The image of Nicol&aacute;s Maduro in Nike athleisure did not trivialize power; it normalized it. And normalization, in this context, may be more corrosive than spectacle. The visual cues did not instruct viewers how to judge the event&mdash;they simply made it easier to absorb.&nbsp;</p>\n\n\n\n<p>Perhaps the most unsettling aspect of the images of Maduro&rsquo;s capture is not that power appeared diminished, but that it appeared ordinary. And in a culture where the ordinary is endlessly scrollable, is our scrolling the final transformation of power itself?</p>\n",
      "pubDate": "Wed, 07 Jan 2026 11:00:00 +0000",
      "wordCount": 891,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "fa84c816da68",
      "status": "pending",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "I Learned to Walk Because of IDEA. Millions of Children Still Depend on It",
      "link": "https://time.com/7342175/individuals-with-disabilities-education-act/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7342175\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7342175/individuals-with-disabilities-education-act/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2025/12/Image-1_mejicanos.png\" alt=\"The author, right, in 2007, walks with her occupational therapist alongside other students in her special education class. Due to her IEP, her occupational therapist accompanied her each day on the playground and to lunch to ensure that she did not fall as she was moving through campus.\"/>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>I remember the first time I felt like I couldn&rsquo;t control my own body. I was in preschool, receiving adaptive physical education for the first time in East Los Angeles with my very own, one-on-one P.E teacher. He was teaching me how to walk, sternly saying &ldquo;heel-toe, heel-toe&rdquo; and applying pressure on the corresponding body parts.&nbsp;</p>\n\n\n\n<p>I was frustrated and confused. I knew what my heel was, I knew what my toe was. Why wasn&rsquo;t anything working? Why was this man touching me, and why was he so annoyed? Didn&rsquo;t he understand how hard this was for me?&nbsp;</p>\n\n\n\n<p>That day marked the beginning of my awareness that something was &ldquo;wrong&rdquo; with me, that needed to be corrected. I later learned that what I struggled with had a name: cerebral palsy.</p>\n\n\n\n<p>Without that overworked P.E. teacher, whom I loathed seeing each session, I would not be able to walk properly today. Without the therapists who came after him, I would never have learned how to throw and catch a ball, how to skip, how to run in a straight line, and, most importantly, I wouldn&rsquo;t have learned how to fall and get back up.&nbsp;</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2025/12/Image-4_Mejicanos-1.jpg\" alt=\"Mejicanos receives at-home physical therapy in 2004 with her physical therapist propping her up.\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<p>These adaptive P.E. teachers and other occupational therapists, however imperfect, were a lifeline. They were provided to me through individualized education programs covered by a special education law, the <a href=\"https://www.ed.gov/laws-and-policy/individuals-disabilities/idea\"  target=\"_blank\">Individuals with Disabilities Education Act</a> (IDEA). IDEA mandates that disabled students be included in public schools and receive a free and appropriate education. It ensures that disabled students have the support to help them thrive and reach their full potential.&nbsp;</p>\n\n\n\n<p>Now, <a href=\"https://sites.ed.gov/idea/IDEA-History\"  target=\"_blank\">half a century since the IDEA Act was passed</a>, the future of its programs and of special education as a whole are unclear. The Trump administration is working to dismantle the Department of Education and move IDEA to the Department of Health and Human Services, which <a href=\"https://www.nea.org/about-nea/media-center/press-releases/nea-idea-50-years-old-and-risk\"  target=\"_blank\">lacks experience</a> protecting the civil rights of students with disabilities. President Trump&rsquo;s actions have already led to a nationwide collapse in resolutions for disability rights cases.</p>\n\n\n\n<p>According to reporting by NPR last month, the U.S. Education Department&rsquo;s Office for Civil Rights (OCR), which handles cases of discrimination against disabled students, has only resolved 73 cases involving alleged <a href=\"https://www.npr.org/2025/12/03/nx-s1-5591152/trump-special-education-disabilties-schools\"  target=\"_blank\">disability discrimination this year</a>. In 2024, OCR resolved 390 cases. And in 2017, the year Trump took office his first term, OCR reached agreements in <a href=\"https://ocrcas.ed.gov/ocr-search?ADA-504=528&amp;sort_order=ASC&amp;sort_by=field_resolved&amp;f%5B0%5D=ocr_statutes%3A528&amp;f%5B1%5D=resolved%3A2017\"  target=\"_blank\">more than 1,000</a> cases.&nbsp;</p>\n\n\n\n<p>Why is this happening? During the government shutdown, President Trump <a href=\"https://www.npr.org/2025/10/13/nx-s1-5572489/trump-special-education-department-funding-layoffs-disabilities\"  target=\"_blank\">gutted the office</a> responsible for implementing IDEA. And although the deal to re-open the federal government required the reinstatement of fired workers, that provision expires after January 30. Consequently, the Office of Special Education and Rehabilitative Services is in turmoil. NPR described the office as the <a href=\"https://www.npr.org/2025/11/13/nx-s1-5608038/shutdown-special-education-department-layoffs\"  target=\"_blank\">&ldquo;central nervous system&rdquo;</a> for programs that support students with disabilities. The office is also responsible for ensuring that states are complying with IDEA, and distributes roughly $15 billion in funds for its programs.&nbsp;</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2025/12/Image-2_Mejicanos.png\" alt=\"Victoria Mejicanos in 2008 in Kindergarten practicing her writing skills. Her occupational therapists helped her practice tasks like holding a pencil and spelling her name.\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<p>So, what happens to the <a href=\"https://nces.ed.gov/programs/coe/indicator/cgg/students-with-disabilities\"  target=\"_blank\">7.5 million students, or 15 percent of all public students nationwide</a>, who rely on this office to ensure their rights are upheld? If the office loses its staff next year, the effects would be far-reaching. According to the Department of Education, prior to this landmark legislation in 1975, children like me were <a href=\"https://sites.ed.gov/idea/IDEA-History\"  target=\"_blank\">denied access to education</a>. Many states also had laws excluding students who were deaf, blind, emotionally disturbed, or had an intellectual disability. In extreme cases, children were <a href=\"https://undivided.io/resources/background-and-history-of-idea-in-special-education-116\"  target=\"_blank\">institutionalized</a>.&nbsp;</p>\n\n\n\n<p>If it hadn&rsquo;t been for individualized education programs tied to IDEA, my oldest brother, who is severely mentally impaired, would never have known the thrill of a high school football game. My second youngest brother, who has autism, would never have learned to talk. I may have been confined to a wheelchair and sent to a special school. An IEP gives students with disabilities specific and measurable goals, and support to work toward them.&nbsp;</p>\n\n\n\n<p>On the 50-year anniversary of the IDEA legislation&rsquo;s passage this month, I pulled out a bright pink accordion file folder from my closet labeled &ldquo;Victoria&rsquo;s IEP&rsquo;s 2005-2014.&rdquo; My mother had diligently kept a hard copy of every single IEP I ever had, and gave me the folder when I turned 18. I generally avoided this folder, not seeing any point in examining my past because I knew it would hurt. But after realizing that these programs could be in jeopardy, I delved into it.</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2025/12/Image3_Mejicanos.png\" alt=\"Victoria Mejicanos in 2007 practicing riding a tricycle, which was part of her IEP goals.\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<p>In my first IEP, I had five pages worth of goals written and agreed upon by my IEP team: a special education teacher, an adaptive P.E. teacher, and my parents.&nbsp;</p>\n\n\n\n<p>As I read my first IEP from Dec. 13, 2006, I felt an overwhelming flood of memories and emotions reading one of my goals: &ldquo;To demonstrate improved walking balance, Victoria will be able to walk over 4-6 inch raised surfaces without falling or losing her balance four out of five times.&rdquo;</p>\n\n\n\n<p>I can see the rainbow stairs laid out in front of me in the school cafeteria. They&rsquo;re each a different color. I always felt confident after I took that first step. I remember it because it was red. Then came orange, which was higher up. Then, yellow, and boom&mdash;I was stuck. I needed help, and I hated having to wait for it.&nbsp;</p>\n\n\n\n<p>It took me what felt like an eternity to finally make it over the rainbow stairs without help. It was a goal I struggled with until second grade. I used to go home after school, and practice going up and down my grandmother&rsquo;s stairs or even the small set of stairs in the school cafeteria before my after-school program until I couldn&rsquo;t feel my legs. I eventually met that goal, and many others set for me.&nbsp;</p>\n\n\n\n<p>I stopped receiving special education services at 11 years old. Recently, as I carefully read and sifted through years of goals and objectives, I began to wonder who I would be and what I would think of myself had I never achieved these milestones, or had they never existed to begin with.&nbsp;</p>\n\n\n\n<p>I worry, thinking about children just like me who know they are disabled, but also know they are more than that. I couldn&rsquo;t walk upstairs or jump properly, but I loved to play teacher, read, and write, which I am pursuing as a career. My dreams back then, like the dreams of all children, transcended the limits of reality.&nbsp;</p>\n\n\n\n<p>Because of the uncertainty around the implementation of IDEA, it&rsquo;s crucial for states to be proactive in providing support for individualized education programs. California Gov. Gavin Newsom recently signed legislation to <a href=\"https://a30.asmdc.org/press-releases/20251010-addis-special-education-bill-signed-governor-newsom\"  target=\"_blank\">strengthen support</a> for special education teachers. Assembly Bill 560 directs the state to develop recommended staffing ratios for special-education classrooms by 2027 and to distribute special-education assessments more equitably among teachers.&nbsp;</p>\n\n\n\n<p>These are positive steps, but they&rsquo;re insufficient. Children with disabilities deserve more than incremental fixes. Some states offer models worth noting: New Jersey, for example, <a href=\"https://www.kaltmanlaw.com/post/best-states-for-special-education-2?utm_source=chatgpt.com\"  target=\"_blank\">spends the most</a> on school support services. Massachusetts similarly invests heavily in early intervention programs and therapies that help children with disabilities participate fully in school and community life.&nbsp;</p>\n\n\n\n<p>Other state leaders must support disabled students, regardless of whether or not there is a federal arm forcing them to. Already, the success of IDEA has come despite Congress funding less than 12 percent of its costs&mdash;far short of the 40 percent <a href=\"https://www.nea.org/resource-library/individual-disabilities-education-act-idea-funding-gaps-school-district\"  target=\"_blank\">originally pledged.</a>&nbsp;</p>\n\n\n\n<p>Local districts bear too much of the financial and administrative burden, leaving students at the mercy of local budgets and priorities. States can fix this by fully funding high-cost services, enforcing minimum staffing standards, and linking funds to compliance and outcomes&mdash;ensuring every child gets the support they deserve, no matter where they live. Education is not a privilege, but a right.&nbsp;</p>\n\n\n\n<p>I am a product of IDEA. I am a woman with cerebral palsy, and I live a full and happy life. Other children deserve the same future as me; they deserve to make it over the rainbow, too.</p>\n\n\n\n<p><em>This essay was originally developed in &lsquo;Our Unsilencing,&rsquo; a commentary bootcamp at the USC Annenberg School for Communication and Journalism in partnership with Unseen</em>.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 11:00:00 +0000",
      "wordCount": 1342,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "f06429f5b364",
      "status": "pending",
      "syncedAt": "2026-01-08T01:06:18.746Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "World’s Most Sustainable Companies of 2024",
      "link": "https://time.com/7344201/worlds-most-sustainable-companies-of-2024/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344201\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module video-2\" data-src=\"https://time.com/7344201/worlds-most-sustainable-companies-of-2024/\" data-widget-id=\"SB_4\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2024/06/Most-Sustainable-Companies-withlogo.jpg\" alt=\"\"/>\n\n\n\n<p><strong>Methodology: <a href=\"https://time.com/6990715/worlds-most-sustainable-companies-2024-methodology/\" >How TIME and Statista Determined the World&#8217;s Most Sustainable Companies of 2024</a></strong></p>\n\n\n\n<p>It&rsquo;s one thing for a company to give lip service to helping the environment; it&rsquo;s another for its leaders to make trackable, public commitments to doing better for the planet&mdash;and follow through on them. For the first time, TIME and data firm <a href=\"https://www.statista.com/\"  target=\"_blank\">Statista</a> have created a rigorous methodology with which to measure the world&rsquo;s most sustainable companies for 2024. The companies at the top of the list have signed on to some of the most respected climate programs, including the 1.5&deg;C target from the Science Based Targets initiative (SBTi), and receive high scores from CDP (formerly the Carbon Disclosure Project). TIME and Statista further held companies to high standards for their Scope 1 and 2 emissions and energy consumption relative to company size, emissions reductions in 2021 and 2022 (the most recent years fully reported), and proportion of renewable energy used by the company&rsquo;s operations. (Scope 1 emissions are directly caused by a company; Scope 2 are indirectly created when a company purchases power.) And, perhaps most importantly, many of the top companies have incorporated sustainability into their business models. </p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>Schneider Electric, for instance, which is based in France and tops the list, creates software and services for energy management. It has not only set ambitious targets to reduce its own emissions&mdash;carbon neutral by 2025&mdash;but also helps its customers reduce emissions and become more energy efficient through its Sustainability Business. It has its own sustainability impact program to track its performance, and has also reduced emissions across its supply chain. Schneider has received a climate score of &ldquo;A&rdquo; from the CDP for 12 years in a row. &ldquo;We&rsquo;ve positioned the company to be an impact company,&rdquo; CEO Peter W. Herweck said on a recent earnings call.</p>\n\n\n\n<p>While many companies that ranked highly are in industries that don&rsquo;t make many physical products&mdash;like banking, tech, and consulting&mdash;there were companies that showed sustainability is possible even if you make things. Illumina, the U.S. biotechnology company that&#8217;s fifth on the list, recently debuted its most powerful gene sequencer while also reducing packaging waste by 90% from the previous model. Moncler, the Italian luxury fashion house, ranked third on the list by using recycled materials, recycling more than 80% of its nylon scraps in 2023, and using 100% renewable energy at its directly managed offices, stores, factories, and logistics hubs. &ldquo;While we take pride in this achievement, we are aware much remains to be done,&rdquo; said Remo Ruffini, chairman and CEO of Moncler S.p.A, when the company was named to the Dow Jones Sustainability Indices in 2023. </p>\n\n\n\n<p>While impressive, Schneider&rsquo;s top score of 88.86 out of 100 on TIME&rsquo;s list shows the distance even the most dedicated companies have to go to be truly sustainable. See the full list of the world&#8217;s 500 most sustainable companies below. &mdash;<em><a href=\"https://time.com/author/alana-semuels/\" >Alana Semuels</a></em></p>\n\n\n\n<figure class=\"wp-block-embed\"><div class=\"wp-block-embed__wrapper\">\n<a href=\"https://datawrapper.dwcdn.net/qFYXc/4\"  rel=\"nofollow\" target=\"_blank\">https://datawrapper.dwcdn.net/qFYXc/4</a>\n</div></figure>\n",
      "pubDate": "Wed, 07 Jan 2026 10:01:39 +0000",
      "wordCount": 480,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "368dce4f34f5",
      "status": "archived",
      "syncedAt": "2026-01-07T13:39:11.713Z",
      "qualityFlags": {
        "skipSummary": true,
        "reasons": [
          "content_too_short"
        ],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "The Ways Trump Could Try to Take Greenland",
      "link": "https://time.com/7344147/greenland-denmark-trump-takeover-independence-purchase-military-nato/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344147\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7344147/greenland-denmark-trump-takeover-independence-purchase-military-nato/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/greenland-maga.jpg\" alt=\"\"/>\n\n\n\n<p>President Donald Trump has long mused about the U.S. taking over Greenland, a suggestion that European leaders and Greenlanders have both bristled and scoffed at. But after the <a href=\"https://time.com/7343084/venezuela-trump-run-rubio-maduro-regime-change-oil-military-leader/\" >U.S. raided Venezuela</a> over the weekend, Trump&rsquo;s arctic bluster appears more serious than ever.</p>\n\n\n\n<p>A day after the <a href=\"https://time.com/7342864/venezuela-caracas-strikes-trump/\" >attack on Venezuela</a>, which killed dozens of people and <a href=\"https://time.com/7342941/venezuela-maduro-bombing-trump-delta-force/\" >deposed its leader Nicol&aacute;s Maduro</a>, Katie Miller, the wife of White House deputy chief of staff Stephen Miller, <a href=\"https://x.com/KatieMiller/status/2007541679293944266\"  target=\"_blank\">posted</a> on X a map of Greenland with the American flag superimposed on it. &ldquo;SOON,&rdquo; she wrote in the caption. Stephen Miller told <a href=\"https://edition.cnn.com/2026/01/05/world/video/stephen-miller-greenland-part-of-us-trump-venezuela-tapper-digvid-vrtc\"  target=\"_blank\">CNN</a> on Monday that &ldquo;the formal position of the U.S. [is] that Greenland should be part of the U.S.&rdquo;</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p><strong>Read More:</strong> <a href=\"https://time.com/7343093/trump-venezuela-us-next-colombia-cuba-greenland-iran-mexico/\" ><em>Trump&rsquo;s Potential Next Targets After Venezuela</em></a></p>\n\n\n\n<p>Greenland, an autonomous island territory of the Kingdom of Denmark with a population of 57,000 people, already houses a U.S. military base. But the Trump Administration has <a href=\"https://time.com/7208293/buying-greenland-history/\" >coveted</a> even more authority over the territory for its strategic location in the Arctic region to protect U.S. and NATO security interests. &ldquo;We do need Greenland, absolutely. We need it for defense,&rdquo; Trump told <a href=\"https://www.theatlantic.com/national-security/2026/01/trump-venezuela-maduro-delcy-rodriguez/685497/\"  target=\"_blank\"><em>the Atlantic</em></a> on Sunday, noting that the island is &ldquo;surrounded by Russian and Chinese ships.&rdquo; Greenland also happens to be <a href=\"https://time.com/7271481/climate-change-greenland-trump/\" >rich in natural resources</a> including natural gas, oil, and minerals that are used in technology and military applications, which have been at the center of a <a href=\"https://time.com/7325306/us-china-trump-xi-trade-tensions-truce-export-controls-tariffs/\" >trade war between the U.S. and China</a>.</p>\n\n\n\n<p>The Trump Administration, however, has been met with decisive opposition from the leaders of other NATO countries, including Denmark, which still controls Greenland&rsquo;s defence and foreign policy. The leaders of Denmark, France, Germany, Italy, Poland, and the U.K. said in a <a href=\"https://www.elysee.fr/en/emmanuel-macron/2026/01/06/joint-statement-on-greenland\"  target=\"_blank\">Jan. 6 joint statement</a> that &ldquo;It is for Denmark and Greenland, and them only, to decide on matters concerning Denmark and Greenland.&rdquo;</p>\n\n\n\n<p>&ldquo;NATO has made clear that the Arctic region is a priority and &zwj;European Allies are stepping up,&rdquo; the statement said. &ldquo;We and many other Allies have increased our presence, activities and investments to keep the Arctic safe and to deter adversaries.&rdquo; Over the past year, Trump has leveraged trade with the U.S. to push allies to invest more in security and defence.</p>\n\n\n\n<p>Among Greenlanders, there is a <a href=\"https://www.pbs.org/newshour/world/polls-open-in-greenlands-parliamentary-elections-as-independence-looms-large\"  target=\"_blank\">desire for independence</a> from Denmark, but the Trump Administration has also sought in recent months to foment <a href=\"https://www.voanews.com/a/trump-s-push-for-greenland-shakes-up-arctic-island-s-politics/7955482.html\"  target=\"_blank\">support for the U.S.</a> within the territory&rsquo;s <a href=\"https://www.politico.com/news/magazine/2025/01/10/nuuk-greenland-trump-denmark-00197070\"  target=\"_blank\">pro-independence movement</a>.</p>\n\n\n\n<p>&ldquo;Enough is enough,&rdquo; Greenland&rsquo;s Prime Minister Jens-Frederik Nielsen <a href=\"https://time.com/7343110/trump-greenland-annex-threats-nielsen-responds/\" >said</a> on Monday. &ldquo;No more pressure. No more innuendo. No more fantasies about annexation.&rdquo;</p>\n\n\n\n<p>Still, a U.S. official told <a href=\"https://www.reuters.com/world/trump-advisers-discussing-options-acquiring-greenland-us-military-is-always-an-2026-01-06/\"  target=\"_blank\">Reuters</a> that Trump&rsquo;s desire for Greenland is &ldquo;not going away&rdquo; because of such objections. Instead, the Trump Administration is considering a range of options to secure control of the island in the wake of its military operation in Venezuela.</p>\n\n\n\n<p>&ldquo;Diplomacy is always the president&rsquo;s first option &zwnj;with anything, and deal making. He loves deals. So if a good deal can be struck to acquire Greenland, that would definitely be his first instinct,&rdquo; the official said, specifying the possibility of a Compact of Free Association agreement or a U.S. purchase of the territory.</p>\n\n\n\n<p>But Trump himself has also not shied away from the possibility of military action, even as <a href=\"https://apnews.com/live/us-venezuela-trump-maduro-updates-01-06-2026#0000019b-95df-deb2-a9bf-f7df5f300000\"  target=\"_blank\">some political allies appear more reluctant for now</a>. In March, the President <a href=\"https://abcnews.go.com/International/trump-us-control-greenland/story?id=120208823\"  target=\"_blank\">said</a> the U.S. would &ldquo;go as far as we have to go&rdquo; in order to take control of Greenland.</p>\n\n\n\n<p>Here&rsquo;s what to know about the ways the Trump Administration could take control of Greenland.</p>\n\n\n\n<h2 class=\"wp-block-heading\">Tapping on pro-independence movement</h2>\n\n\n\n<p>During Trump&rsquo;s second term, his Administration has sought to exploit the pro-independence movement in Greenland to stoke pro-American sentiments.</p>\n\n\n\n<p>Vice President J.D. Vance visited Greenland in March and called for the territory&rsquo;s independence from Denmark. &ldquo;The people of Greenland are going to have self-determination,&rdquo; Vance <a href=\"https://www.bbc.com/news/articles/cp3y3vdvdggo\"  target=\"_blank\">said</a>, suggesting that the U.S. planned to deal with Greenland independently. &ldquo;We hope that they choose to partner with the United States, because we&rsquo;re the only nation on Earth that will respect their sovereignty and respect their security.&rdquo; Greenland currently needs Denmark&rsquo;s approval to sign deals.</p>\n\n\n\n<p>Last month, Trump appointed Louisiana Gov. Jeff Landry, a Republican, as special envoy to Greenland&mdash;a role created by Trump that signals the U.S.&rsquo;s intention to treat Greenland as separate from Denmark. Landry &ldquo;understands how essential Greenland is to our National Security,&rdquo; Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/115760829286615399\"  target=\"_blank\">posted</a> on Truth Social in December.</p>\n\n\n\n<p>When asked by <a href=\"https://www.cnbc.com/video/2026/01/06/la-gov-landry-pres-trump-supports-an-independent-greenland-with-economic-ties-to-the-u-s.html\"  target=\"_blank\">CNBC</a> whether Arctic security should be decided in conjunction with NATO, Landry argued on the basis of self-determination and anti-imperialism to support greater U.S. influence over Greenland.</p>\n\n\n\n<p>&ldquo;I think we should ask the Greenlanders,&rdquo; Landry said, pointing to the <a href=\"https://history.state.gov/milestones/1801-1829/monroe\"  target=\"_blank\">Monroe Doctrine</a>, a foreign policy declared in 1823 that asserted that the Americas should not be subject to future colonization by European powers while the U.S. would not interfere in European affairs. The U.S. has since cited the doctrine to justify American intervention in Latin American countries, including the <a href=\"https://www.pbs.org/newshour/politics/how-the-monroe-doctrine-factors-into-the-u-s-arrest-of-venezuelas-maduro\"  target=\"_blank\">recent Venezuela intervention</a>.</p>\n\n\n\n<p>The U.S. government has also been <a href=\"https://www.wsj.com/world/greenland-spying-us-intelligence-809c4ef2?mod=hp_lead_pos3\"  target=\"_blank\">accused of spying on and seeking to covertly influence</a> Greenland&rsquo;s pro-independence movement. Denmark <a href=\"https://time.com/7312624/greenland-covert-operation-trump-denmark/\" >summoned</a> U.S. diplomats last year over reported covert influence operations in Greenland.</p>\n\n\n\n<p>In public opinion polls, a majority of Greenlanders said they would vote in favor of independence from Denmark if given a plebiscite. Greenland would also require the approval of a deal between its government and Denmark&rsquo;s in order to gain independence. But <a href=\"https://www.veriangroup.com/news-and-insights/opinion-poll-greenland-2025\"  target=\"_blank\">85% of Greenlanders</a> polled last year also said they were against Greenland leaving Denmark only to become part of the U.S.</p>\n\n\n\n<h2 class=\"wp-block-heading\">Cutting a deal</h2>\n\n\n\n<p>Another option reportedly on the table is purchasing the territory. Secretary of State Marco Rubio told lawmakers at a closed briefing that the Administration wants to buy Greenland from Denmark, according to the <a href=\"https://www.wsj.com/politics/national-security/rubio-tells-lawmakers-trump-aims-to-buy-greenland-downplays-military-action-5c94e05c\"  target=\"_blank\"><em>Wall Street Journal</em></a>. The White House&rsquo;s threats against Greenland are as such part of a negotiating tactic, not a sign of imminent invasion, Rubio said. Greenland and Denmark have said that they want to meet with Rubio to clarify the U.S.&rsquo;s claims over Greenland.</p>\n\n\n\n<p>American officials have <a href=\"https://www.theguardian.com/us-news/2025/may/09/us-greenland-trump\"  target=\"_blank\">reportedly</a> also floated the idea of a Compact of Free Association&mdash;an agreement that would allow U.S. armed forces to operate without restriction in the territory in exchange for the U.S. providing protection, certain services, and duty-free trade. The U.S. currently has COFA agreements with Micronesia, the Marshall Islands, and Palau. But such an agreement would likely require Greenland to first be independent of Denmark.</p>\n\n\n\n<p>&ldquo;I think that the President supports an independent Greenland with economic ties and trade opportunities for the United States,&rdquo; Landry told CNBC, adding that the U.S. could offer a better economic deal to Greenland than Denmark or Europe do.</p>\n\n\n\n<h2 class=\"wp-block-heading\">Military action &lsquo;always an option&rsquo;</h2>\n\n\n\n<p>If all else fails, however, the White House told media outlets on Tuesday that &ldquo;utilizing the U.S. military is always an option at the Commander-in-Chief&rsquo;s disposal.&rdquo;</p>\n\n\n\n<p>It&rsquo;s not the first time the Trump Administration has raised military force as a possibility. Last June, Secretary of Defense Pete Hegseth <a href=\"https://www.cbsnews.com/news/hegseth-greenland-invasion-contingency-plans/\"  target=\"_blank\">testified</a> at a congressional hearing that the Pentagon has &ldquo;plans for any contingency&rdquo; when it comes to taking Greenland (or Panama) by force if necessary.</p>\n\n\n\n<p>Invading Greenland would be an extreme measure&mdash;doing so would go against American and international law. Already, Sen. Ruben Gallego (D, Ariz.) <a href=\"https://x.com/RubenGallego/status/2008584868368621888\"  target=\"_blank\">said</a> he will introduce a resolution to block Trump from invading Greenland. Committing U.S. troops to armed conflict, including a military occupation, for longer than 60 days would require congressional approval. And even Republican Speaker of the House Mike Johnson, a frequent Trump defender, told reporters Tuesday that he didn&rsquo;t believe seizing Greenland by force would be &ldquo;appropriate.&rdquo;&nbsp;</p>\n\n\n\n<p>But the Trump Administration has already ignored lawmakers&rsquo; protests of its ongoing military aggression against Venezuela and carried out lethal strikes on boats in the Caribbean and the Pacific with <a href=\"https://time.com/7317506/us-venezuela-war-powers-international-law-trump-maduro-drugs-cartel-boat-strike/\" >questionable legal basis</a>.</p>\n\n\n\n<p>Certainly, an invasion of Greenland would risk the NATO alliance and the U.S.&rsquo;s relationship with its allies. But should Trump decide getting Greenland is worth the risk, there may not be much in his way. NATO cannot respond militarily without unanimous approval, which includes that of the U.S., and while theoretically European countries could try to defend Greenland, the U.S. military is vastly larger and better equipped, and already has troops stationed in Greenland.&ldquo;The United States military is capable of landing any number of forces on Greenland, either by air or by sea, and then claiming that it&rsquo;s American territory,&rdquo; Thomas Crosbie, an associate professor of military operations at the Royal Danish Defense College, told <a href=\"https://www.politico.eu/article/donald-trump-greenland-easy-steps-nato-policy-deal-military/\"  target=\"_blank\"><em>Politico</em></a>. Lin Mortensgaard, a researcher at the Danish Institute for International Studies, added that such an operation would be over &ldquo;in half an hour or less.&rdquo;</p>\n",
      "pubDate": "Wed, 07 Jan 2026 09:00:00 +0000",
      "wordCount": 1424,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "97ebb2d91cab",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:11.713Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "Trump Admin Expands List of Countries From Which Visa Applicants Must Pay Pricey ‘Bonds’",
      "link": "https://time.com/7344076/us-trump-visa-bonds-amount-average-income-countries-list-expanded/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module ad-300-250\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7344076\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module video-2\" data-src=\"https://time.com/7344076/us-trump-visa-bonds-amount-average-income-countries-list-expanded/\" data-widget-id=\"SB_4\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/air-travel.jpg\" alt=\"Travelers wait in line at a Transportation Security Administration (TSA) checkpoint at Dallas-Fort Worth International Airport (DFW) in Dallas, Texas, U.S., onOct. 20, 2025.\"/>\n\n\n\n<p>More and more countries are being added to <a href=\"https://travel.state.gov/content/travel/en/News/visas-news/countries-subject-to-visa-bonds.html\"  target=\"_blank\">the list</a> for which passport holders must put down as much as $15,000 to apply for a visa to enter the U.S.</p>\n\n\n\n<p>The Trump Administration added 25 more countries on Tuesday, after quietly adding seven less than a week earlier, to bring the total to 38&mdash;for now.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>These <a href=\"https://time.com/7307504/us-visa-application-bonds-state-department/\" >visa bonds, which were announced last year</a> and are refunded upon denial of a visa application or upon successful compliance with the terms of the visa, are ostensibly intended to address high visa overstay rates from certain countries, though given the high amounts, particularly relative to some of the countries&rsquo; average incomes, are likely to also have a deterrent effect.</p>\n\n\n\n<p>For the 29 countries with data available from the International Labour Organization of the 38 countries impacted by the policy, the average monthly earnings per person is about $675.</p>\n\n\n\n<figure class=\"wp-block-embed is-type-wp-embed is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" title=\"Trump Administration Expands Visa Bond Policy\" src=\"https://datawrapper.dwcdn.net/j9HbC/5/#?secret=LSAywlxi4b\" data-secret=\"LSAywlxi4b\" scrolling=\"no\" frameborder=\"0\" height=\"415\"></iframe>\n</div></figure>\n\n\n\n<p>Most of the countries most recently added to the list are in Africa, with some others in Asia and South America, including <a href=\"https://time.com/7343019/venezuela-trump-oil-china/\" >Venezuela</a> and <a href=\"https://time.com/7343093/trump-venezuela-us-next-colombia-cuba-greenland-iran-mexico/\" >Cuba</a>.</p>\n\n\n\n<p>The bond requirements for the newly added nations take effect on Jan. 21. The size of the bond, which can range from $5,000 to $15,000, is determined by consular officers during an applicant&rsquo;s visa interview process, though paying a bond does not guarantee a visa will be issued.&nbsp;</p>\n\n\n\n<p>The policy applies to nationals from the designated countries applying for B1 or B2 visas, which are for temporary stays for business, tourism, or medical purposes; and approved visa applicants who have posted a bond, according to the State Department, must only enter the U.S. through Boston Logan International Airport, John F. Kennedy International Airport, or Washington Dulles International Airport.</p>\n",
      "pubDate": "Wed, 07 Jan 2026 09:00:00 +0000",
      "wordCount": 280,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "084b3e2dc487",
      "status": "archived",
      "syncedAt": "2026-01-07T13:39:11.713Z",
      "qualityFlags": {
        "skipSummary": true,
        "reasons": [
          "content_too_short"
        ],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "The Story Behind the New Andrea Yates Documentary <i>The Cult Behind the Killer</i>",
      "link": "https://time.com/7343680/andrea-yates-true-story-the-cult-behind-the-killer/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7343680\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7343680/andrea-yates-true-story-the-cult-behind-the-killer/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/YEWF101_CBTK_ARC1477_M_Photo_RYates_2000_Andrea_Rusty_John_Luke_John_Noah_Favorite.jpg\" alt=\"Yates family\"/>\n\n\n\n<p>More than two decades after one of the most disturbing crimes in recent American history, the case of <a href=\"https://time.com/4375398/andrea-yates-15-years-drown-children/\" >Andrea Yates</a>, who drowned her five children in the family&#8217;s bathtub, is revisited in <em>The Cult Behind the Killer: The Andrea Yates Story</em>. The three-part Investigation Discovery docuseries, available on HBO Max beginning Jan. 6, reexamines the story through court records and medical history, while placing particular emphasis on the belief system the Yates family subscribed to leading up to the tragedy.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>The series includes the participation of Rusty Yates, Andrea&rsquo;s former husband, as well as former followers of preacher Michael Woroniecki. They describe a set of teachings informed by rigid doctrine, fear, and isolation, which they claim might have intensified Andrea&rsquo;s mental illness long before the crime occurred. Filmmakers attempted to reach Woroniecki, who <a href=\"https://abcnews.go.com/GMA/story?id=126222&amp;page=1\"  target=\"_blank\">has said that he is not to blame</a> for Yates&rsquo; actions, and his wife Rachel Woroniecki, neither of whom responded to requests for participation.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The crime that shocked the world</strong></h2>\n\n\n\n<p>On June 20, 2001, in the Houston suburb of Clear Lake, Andrea Yates <a href=\"https://time.com/4476684/andrea-yates-grieves-children-drown/\" >drowned her five children</a>&mdash;Noah, John, Paul, Luke, and Mary&mdash;in the family bathtub. The children ranged in age from six months to seven years. After the killings, Andrea called 911 and confessed. When police arrived, she answered the door with wet hair and clothing and calmly told officers, &ldquo;I killed my kids<em>.</em>&rdquo;</p>\n\n\n\n<p>Inside the home, one child was found in the bathtub, while the others were laid out under a sheet in the master bedroom. Investigators found no signs of struggle and determined that Andrea acted alone during the short period between her husband leaving for work and the planned arrival of her mother-in-law. Andrea Yates was immediately taken into custody following the discovery.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>A life defined by discipline and achievement</strong></h2>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/YEWF101_CBTK_ARC1458_M_Photo_RYates_1993_Andrea_03_Favorite.jpg\" alt=\"Andrea Yates wedding\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<p>Andrea Yates, born Andrea Kennedy on July 2, 1964, in Houston, Texas, was the youngest of five siblings in what Rusty described as a stable household. She performed well academically, graduating as valedictorian before earning a nursing degree in 1986. She worked for several years as a registered nurse at a cancer treatment center, building a career rooted in structure and responsibility.</p>\n\n\n\n<p>Andrea met Russell &ldquo;Rusty&rdquo; Yates in 1989. The couple married in 1993, and Andrea soon left her profession to devote herself fully to family life, motherhood, and the religious practice that had become more central to her life since meeting Rusty. Between 1994 and 2000, they had five children.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The preacher and the doctrine</strong></h2>\n\n\n\n<p>Rusty Yates was a follower of Woroniecki, who regularly traveled to college campuses and large events to spread his teachings, which would profoundly shape the Yates family&rsquo;s worldview. Former followers of Woroniecki who are interviewed in the docuseries and refer to themselves as &ldquo;survivors&rdquo; allege that Woroniecki exerted control through sermons, handwritten letters, and cassette tapes sent by mail, presenting himself as a spiritual authority. </p>\n\n\n\n<p>Moses Storm, one such former follower who is featured in the docuseries, says that media coverage often overlooks a crucial element. &ldquo;When I watch news coverage and documentaries about Andrea Yates, it doesn&rsquo;t do it for me. They are missing a huge part of the story: Michael Woroniecki.&rdquo;</p>\n\n\n\n<p>In the docuseries, he describes Woroniecki as his family&rsquo;s spiritual teacher and a major influence on both his family and the Yates family. &ldquo;A huge part of his teachings was the impending doom of judgment day. God was going to end the world in a matter of 46 minutes right now. It was that intense.&rdquo;</p>\n\n\n\n<p>Storm says fear permeated daily life. &ldquo;He said there would be a thunderstorm that would prompt my mom to get on her knees and pray, &lsquo;God please save us, save our kids.&#8217; It gave me nightmares. My older sister would have these visions and she would start hitting her body just to stop.&rdquo;</p>\n\n\n\n<p>Rusty Yates confirmed that he and Andrea were in regular contact with Woroniecki, who mailed cassette tapes to the couple. Storm adds, &ldquo;My siblings and I, we were born into it. And unless you&rsquo;re in it, you don&rsquo;t fully understand the amount of control that Michael Woroniecki had over us.&rdquo;</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Recruitment and isolation</strong></h2>\n\n\n\n<p>Another person interviewed in the docuseries, David De La Isla, describes meeting Woroniecki on his college campus, where the preacher held a large banner reading, &ldquo;You&rsquo;re going to hell.&rdquo; Drawn in by his message of salvation, David reached out. He now calls this &ldquo;the biggest mistake of my life.&rdquo;</p>\n\n\n\n<p>In response, Woroniecki sent letters and cassette tapes, referring to himself as an &ldquo;Ambassador of Christ.&rdquo; David recalled the impact of those teachings: &ldquo;I was studying, evaluating Michael&rsquo;s teaching. He said that every institution&mdash;college and hospital&mdash; they&rsquo;re all satanic distractions. So you do everything except seek the real God. I thought the whole world was controlled by the devil.&rdquo;</p>\n\n\n\n<p>Storm adds that Woroniecki discouraged formal education, insisting children be homeschooled to avoid &ldquo;satanic&rdquo; influence. He recalled being indoctrinated at a very young age. &ldquo;As early as three years old, I was out on the street yelling at people saying you&rsquo;re headed for hell, even though I had no idea what I was saying<em>.</em>&rdquo;</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Mental illness and missed warnings</strong></h2>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/YEWF103_20240910_RustyEncounter1.jpg\" alt=\"Rusty Yates IV\" alignment=\"center\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<p>Andrea&rsquo;s mental health began to severely deteriorate after the birth of her children. In 1999, following the birth of Luke, Rusty recalled a disturbing incident. &ldquo;We were still at Andrea&rsquo;s mother&rsquo;s house and Andrea walked off. I open the bathroom door and she is standing, looking at herself in the mirror, with a knife up to her neck. She just stood there, catatonic.&rdquo; Though Andrea didn&rsquo;t harm herself in that instance, she was hospitalized and diagnosed with <a href=\"https://time.com/4377455/postpartum-depression-postpartum-psychosis-symptoms/\" >postpartum depression</a>.</p>\n\n\n\n<p>Andrea initially improved with treatment, but by the end of 1999, she had stopped taking her medication. Despite medical concerns, the couple had a fifth child, Mary, in November 2000.</p>\n\n\n\n<p>In the months that followed, Andrea&rsquo;s condition worsened. She experienced hallucinations and believed the devil was inside her. During this period, Andrea received a letter from Rachel Woroniecki, Michael&rsquo;s wife, reinforcing those fears. The letter, shown in <em>Cult Behind the Killer</em>, read:</p>\n\n\n\n<p>&ldquo;I pray for you Andrea. For you, Rusty and your family. I know things are not the way you would like to be. I&rsquo;ve seen many women just continually put off their salvation in Jesus. Jesus knows how weak you are, how weak and vulnerable. I know you&rsquo;re frustrated, Andrea. You&rsquo;re accountable for these children. You can change them. There would be a day when it&rsquo;s too late. Don&rsquo;t look to Rusty, look to Jesus. If you allow Satan to come in and still be understanding, the consequences will be tragic. Love and Jesus, Rachel.&rdquo;</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The teachings Andrea internalized</strong></h2>\n\n\n\n<p>Andrea had written to Rachel in 1999 announcing Luke&rsquo;s birth. The docuseries states that Rachel&rsquo;s response echoed teachings later found in Michael Woroniecki&rsquo;s publication &ldquo;Perilous Times,&rdquo; which claimed that &ldquo;unrighteous mothers&rdquo; produced &ldquo;unrighteous children&rdquo; who would burn in hell unless they died.</p>\n\n\n\n<p>In the documentary, De La Isla says that &ldquo;Rusty came across the survivors&rsquo; website&rdquo; about Michael Woroniecki, which was active at the time. According to De La Isla, Rusty later sent him the cassette tapes that Woroniecki had previously sent to Andrea Yates. De La Isla says Andrea listened to the recordings repeatedly, including on the morning of the tragedy. The recording, played in the doc, states: &ldquo;If you want to submit to His Kingdom, then you must conform. You must go with His program. You must yield. You can&rsquo;t just do your own little thing or you will pay consequences.&rdquo;</p>\n\n\n\n<h2 class=\"wp-block-heading\">Yates&#8217; <strong>trials</strong></h2>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/YEWF103_AndreaArrested.jpeg\" alt=\"Andrea Yates arrested\" alignment=\"center\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<p>Andrea Yates was charged with five counts of capital murder and went to trial in 2002. Prosecutors argued that, despite her documented mental illness, she understood that her actions were legally wrong. As part of that argument, they emphasized that Andrea waited until she was alone with the children before committing the killings and then contacted authorities afterward, which they claimed demonstrated awareness and intent.</p>\n\n\n\n<p>The defense maintained that Andrea was not guilty by reason of insanity, presenting extensive medical records and psychiatric testimony documenting severe postpartum psychosis. According to the defense, Andrea was suffering from persistent delusions and believed that killing her children was the only way to save them from eternal damnation.&nbsp;</p>\n\n\n\n<p>Rusty Yates supported the defense throughout the trial, repeatedly stating that Andrea&rsquo;s actions were the result of untreated mental illness rather than criminal intent. Despite the evidence presented, the jury rejected the insanity defense. Andrea Yates was convicted and sentenced to life in prison, with eligibility for parole after 40 years.</p>\n\n\n\n<p>In 2005, Yates&rsquo; conviction was overturned by the Texas Court of Appeals. The reversal centered on <a href=\"https://www.cnn.com/2007/US/law/12/11/court.archive.yates2/index.html\"  target=\"_blank\">false testimony</a> given by prosecution expert Dr. Park Dietz, who claimed during the trial that an episode of <em>Law &amp; Order</em> had aired depicting a woman who drowned her children and was found not guilty by reason of insanity. The prosecution used this claim to suggest Andrea may have fabricated her defense after watching the episode.</p>\n\n\n\n<p>It was later confirmed that no such episode existed, and Dietz chalked the error up to his own incorrect recollection. The appellate court ruled that the inaccurate testimony was materially misleading and could have influenced the jury&rsquo;s decision, violating Andrea Yates&rsquo; right to a fair trial.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Michael Woroniecki&rsquo;s connection to Yates and current work</strong></h2>\n\n\n\n<p>During Andrea Yates&rsquo; trial, some of Michael Woroniecki&rsquo;s materials were introduced as evidence. Prosecutors suggested that his religious messaging may have influenced Yates&rsquo; mental state, but no legal responsibility was assigned to him in connection with the deaths of Andrea Yates&rsquo; five children, nor was his religious group formally classified as a cult. While the documentary and media coverage describe his teachings as &ldquo;cult-like,&rdquo; this reflects interpretation rather than a legal finding.</p>\n\n\n\n<p>Woroniecki has said that he did not influence Andrea Yates&rsquo; actions. In an <a href=\"https://abcnews.go.com/GMA/story?id=126222&amp;page=1\"  target=\"_blank\">interview with ABC&#8239;News </a>in 2002, he stated that he &ldquo;shared Jesus with them&rdquo; and warned Rusty Yates repeatedly about the children&rsquo;s spiritual needs. He added, &ldquo;Everybody is going to hell,&rdquo; clarifying that his message about Satan and hell was intended as religious guidance, not to push anyone toward harmful behavior. He described claims that his preaching caused the tragedy as &ldquo;ridiculous.&rdquo; Woroniecki continues to travel and preach, maintaining his ministry across the United States.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Where is Andrea Yates now?</strong></h2>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-71521992.jpg\" alt=\"Andrea Yates Found Not Guilty By Reason Of Insanity\" alignment=\"center\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<p>Andrea was <a href=\"https://time.com/archive/6919461/andrea-yates-returns-to-court/\" >retried in 2006</a>. While the arguments from both sides remained largely the same, the second jury reached a different conclusion. On July 26, 2006, Andrea Yates was found not guilty by reason of insanity. Under Texas law, the verdict resulted in her commitment to a state psychiatric hospital rather than release.</p>\n\n\n\n<p>She was initially placed in a high-security psychiatric facility and later transferred to the Kerrville State Hospital, a maximum-security psychiatric center, where she remains. Andrea is eligible for periodic reviews regarding her confinement but has consistently declined to seek release, choosing to remain under psychiatric care.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 22:01:28 +0000",
      "wordCount": 1805,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "207b4a0af02e",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:11.713Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "Inside the Brooklyn Jail Where Maduro is Being Held",
      "link": "https://time.com/7343701/maduro-venezuela-trump-jail-nyc/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7343701\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7343701/maduro-venezuela-trump-jail-nyc/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/maduro-venezuela-trump-jail-new-york.jpg\" alt=\"US-VENEZUELA-CONFLICT-MADURO\"/>\n\n\n\n<p>Just days ago, Nicol&aacute;s Maduro was in Caracas serving as the President of Venezuela. But after being deposed and <a href=\"https://time.com/7342941/venezuela-maduro-bombing-trump-delta-force/\" >captured by American forces</a>, he abruptly finds himself in very different environs: behind the bars of a notorious Brooklyn jail.</p>\n\n\n\n<p>The Metropolitan Detention Center lies in the relatively quiet neighborhood of Sunset Park, where it houses roughly 1,300 inmates in an industrial area near the waterfront. The jail, which has been the scene of a number of deaths and instances of alleged abuse and neglect, has previously been described as &ldquo;barbaric&rdquo; and &ldquo;hell on earth&rdquo; by judges and lawyers. Several other high-profile offenders have passed through its cells as they awaited trial in recent years, from singer R. Kelly to Fyre Festival organizer Billy McFarland to Jeffrey Epstein&rsquo;s long-time associate <a href=\"https://time.com/7305582/ghislaine-maxwell-epstein-trump-doj/\" >Ghislaine Maxwell</a>. Now, the deposed Venezuelan president has joined their ranks.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>Maduro, who was seized in a U.S.-led raid on Saturday, is being held at the facility as he faces federal <a href=\"https://www.justice.gov/opa/media/1422326/dl\"  target=\"_blank\">charges</a> including narco-terrorism conspiracy and cocaine-importation conspiracy. His wife, <a href=\"https://time.com/7343188/who-is-cilia-flores-maduro-wife-venezuela-politics/\" >Cilia Flores</a>, has also been charged, along with his son and other Venezuelan officials.</p>\n\n\n\n<p>Maduro and Flores were booked into the M.D.C. late Saturday, after they were transported from Caracas by helicopter, warship, and plane.</p>\n\n\n\n<p><strong>Read more: </strong><a href=\"https://time.com/7342941/venezuela-maduro-bombing-trump-delta-force/\"  target=\"_blank\" rel=\"noreferrer noopener\"><em>A President Captured: How the Elite Delta Force Raid in Caracas Unfolded</em></a></p>\n\n\n\n<p>The couple remains in custody after each <a href=\"https://time.com/7343200/maduro-venezuela-charges-court-plea-cilia-flores/\" >pleading not guilty</a> on Monday in a New York courtroom; they will await their next court appearance, set for March 17, in the jail, which serves as a sort of way station for detainees before trial or sentencing.</p>\n\n\n\n<p>The M.D.C., one of the largest federal lockups in the country, has a troubled history, filled with scandal and alleged mismanagement.</p>\n\n\n\n<p>Multiple guards at the facility were arrested and charged with committing sexual offenses against inmates in 2017 and later convicted. In May 2018, a former lieutenant at the M.D.C, Eugenio Perez, was convicted of <a href=\"https://www.nytimes.com/2018/05/14/nyregion/ex-lieutenant-at-federal-jail-convicted-of-sexually-assaulting-inmates.html\"  target=\"_blank\">sexually assaulting five female inmates</a> who prosecutors said he forced to perform oral sex on him. A jury separately found former lieutenant Carlos Richard Martinez <a href=\"https://www.nytimes.com/2018/01/19/nyregion/jail-guard-convicted-rape.html\"  target=\"_blank\">guilty</a> of repeatedly raping a female inmate that January. Months earlier, former corrections officer Armando Moronta <a href=\"https://www.justice.gov/usao-edny/pr/former-federal-correctional-officer-sentenced-10-years-prison-sexual-abuse-bribery-and\"  target=\"_blank\">pleaded guilty</a> to sexually abusing three female inmates.&nbsp;</p>\n\n\n\n<p>Reports and attorneys have also raised accusations of unsanitary and dangerous conditions at the jail. In late January 2019, for instance, over a thousand inmates at the M.D.C.were left in freezing cells after the facility lost power and heat for at least a week, The New York<em> Times</em> <a href=\"https://www.nytimes.com/2019/02/01/nyregion/mdc-brooklyn-jail-heat.html\"  target=\"_blank\">reported</a>, citing federal public defenders and the corrections officers&rsquo; union. One federal defender said they had been told by an inmate that a corrections officer measured the temperature in a housing unit at 34 degrees, and that cells had been colder still.&nbsp;&nbsp;</p>\n\n\n\n<p>The Bureau of Prisons acknowledged an electrical failure at the time and said it was tied to Con Edison. The utility disputed that claim, saying the outage was an internal problem at the jail.</p>\n\n\n\n<p>In another instance, an attorney for Joseph Elias, who pleaded guilty to conspiracy to use fire to commit a felony and was held at the jail for more than 20 months, <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.nyed.482542/gov.uscourts.nyed.482542.63.0.pdf\"  target=\"_blank\">alleged</a> in May 2024 that his client was served food containing maggots in the M.D.C.&rsquo;s segregated housing unit, as well as meals including fish, despite a documented allergy.&nbsp;</p>\n\n\n\n<p>The same year, two inmates were killed at the jail. In June 2024, Uriel Whyte was fatally stabbed by two inmates while awaiting trial on weapons possession charges, according to the <a href=\"https://www.justice.gov/archives/opa/pr/federal-charges-announced-against-inmates-violent-crimes-committed-metropolitan-detention\"  target=\"_blank\">Justice Department</a>. A month later, Edwin Cordero, who was serving time for assault in violation of his supervised release after serving time for wire fraud, was allegedly beaten and stabbed in the heart by three inmates.</p>\n\n\n\n<p>That September, a federal judge threatened to vacate the prison sentence of a 75-year-old convicted on tax fraud charges if he were designated to serve time at the M.D.C. and instead place the man on house arrest, citing &ldquo;<a href=\"https://storage.courtlistener.com/recap/gov.uscourts.nyed.504665/gov.uscourts.nyed.504665.13.0.pdf\"  target=\"_blank\">dangerous, barbaric conditions</a>&rdquo; at the Brooklyn jail.&nbsp;</p>\n\n\n\n<p>The facility &#8220;is hell on earth for anyone unfortunate enough to live there,&#8221; Mark Bederow, a criminal-defense attorney and former Manhattan prosecutor, <a href=\"https://www.businessinsider.com/sean-diddy-combs-metropolitan-detention-center-brooklyn-jail-indictment-2024-9\"  target=\"_blank\">told</a> <em>Business Insider</em> following news that Sean &ldquo;Diddy&rdquo; Combs would be transferred to the M.D.C. that month.</p>\n\n\n\n<p>In a <a href=\"https://legalaidnyc.org/wp-content/uploads/2025/06/Statement-on-ICE-Detaining-People-at-Beleaguered-Federal-Detention-Center-in-Brooklyn-1.pdf\"  target=\"_blank\">press release</a> last June, the Legal Aid Society described the jail as having a &#8220;documented history of violence, medical neglect, and human and civil rights violations.&#8221;&nbsp;</p>\n\n\n\n<p>Amid the deaths and accusations, the M.D.C. has continued to hold hundreds of inmates&mdash;including some of the country&rsquo;s most infamous accused criminals. The Venezuelan president and his wife join Luigi Mangione, who faces state and federal charges in the December 2024 killing of UnitedHealthcare CEO Brian Thompson, as current denizens of the notorious jail.</p>\n\n\n\n<p><strong>Read more:</strong> <a href=\"https://time.com/7343019/venezuela-trump-oil-china/\"  target=\"_blank\" rel=\"noreferrer noopener\"><em>How Trump&rsquo;s Venezuela Takeover Could Change the World</em></a></p>\n\n\n\n<p>Another ex-Latin American leader, former Honduran President Juan Orlando Hern&aacute;ndez, was also recently detained there while awaiting trial on drug charges after his 2022 extradition. While at the jail, Hern&aacute;ndez <a href=\"https://www.nytimes.com/2025/12/20/nyregion/sam-bankman-fried-jailhouse-lawyer.html\"  target=\"_blank\">received legal advice</a> from yet another high-profile inmate: the founder of the bankrupt bitcoin exchange FTX, Sam Bankman-Fried. Hern&aacute;ndez remained at the jail until his conviction in March 2024, after which he was transferred to a facility in West Virginia.President Donald Trump <a href=\"https://time.com/7338442/trump-hernandez-honduras-pardon-maduro-venezuela-drug-trafficking-boat-strikes/\" >pardoned</a> the former Honduran President last year&mdash;even as he ramped up pressure on Maduro over the Venezuelan leader&rsquo;s alleged involvement in the illegal drug trade.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 17:38:47 +0000",
      "wordCount": 892,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "487a85ca369e",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:11.713Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "Less Than 1% of the Epstein Files Have Been Released, DOJ Says",
      "link": "https://time.com/7343702/epstein-files-release-doj/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7343702\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7343702/epstein-files-release-doj/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2247293292.jpg\" alt=\"House To Vote On Release Of Epstein Files\"/>\n\n\n\n<p>More than two weeks after the deadline for the release of all files related to the late sex offender Jeffrey Epstein, top Department of Justice officials have disclosed that more than 99% percent of the materials have not yet been made public.&nbsp;</p>\n\n\n\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n<p>Attorney General Pam Bondi and Deputy Attorney General Todd Blanche wrote in an <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.nysd.539612/gov.uscourts.nysd.539612.826.0.pdf\"  target=\"_blank\">update</a> to a federal judge who oversaw the case against Epstein&rsquo;s case on Monday that over two million documents &ldquo;remain in various phases of review and redaction.&rdquo;&nbsp;</p>\n\n\n\n<p>According to the letter, the DOJ has released roughly 12,285 documents to date, totalling around 125,575 pages of material.</p>\n\n\n\n<p>The officials reiterated that the review of the remaining files will require an enormous undertaking, estimating that around 400 lawyers &ldquo;will dedicate all or a substantial portion of their workday to comply&rdquo; with the law Congress passed in November to compel the material&rsquo;s release, the <a href=\"http://google.com/search?q=site%3Atime.com+epstein+files+transparency+act+passed&amp;rlz=1C5GCEM_enUS1161US1162&amp;oq=site%3Atime.com+epstein+files+transparency+act+passed&amp;gs_lcrp=EgZjaHJvbWUyBggAEEUYOTIGCAEQRRg60gEINzMyM2owajeoAgCwAgA&amp;sourceid=chrome&amp;ie=UTF-8\"  target=\"_blank\">Epstein Files Transparency Act</a>, for the &ldquo;next few weeks ahead.&rdquo;&nbsp;</p>\n\n\n\n<p>They added that more than 100 &ldquo;specially trained document analysts with experience handling sensitive victim materials&rdquo; from the Federal Bureau of Investigation will be assisting.</p>\n\n\n\n<p><strong>Read more:</strong><em><strong> </strong><a href=\"https://time.com/7342045/epstein-files-release-trump-bill-clinton-maria-farmer-1996-redactions/\" >What Is&mdash;and Isn&rsquo;t&mdash;in the Newly Released Epstein Files</a></em></p>\n\n\n\n<p>The DOJ has faced criticism from lawmakers and Epstein survivors over its failure to release all the files by the Dec. 19 deadline. On that date, the department released an initial, incomplete batch of records, saying that hundreds of thousands more were expected to come in the weeks ahead. More documents and images were released in additional batches in the following days.</p>\n\n\n\n<p>On Dec. 24, the DOJ said it had identified over a million additional documents potentially related to Epstein that would require additional time to review. In the Monday update, the officials said that a &ldquo;meaningful portion&rdquo; of the documents appeared to be duplicative but noted that they will need to undergo a &ldquo;deduplication&rdquo; process.&nbsp;</p>\n\n\n\n<p>The officials again attributed the delay in releasing the files in part to the need to take steps to protect the victims referenced within them. The law allows for some information to be redacted from the files in order to protect the identities of victims, among other circumstances.</p>\n\n\n\n<p>A <a href=\"https://x.com/MacFarlaneNews/status/2003132974678892750/photo/1\"  target=\"_blank\">group</a> of Epstein survivors in December, however, denounced the DOJ&rsquo;s initial releases of the files for leaving what they described as &ldquo;numerous victim identities&rdquo; unredacted, even while elsewhere making &ldquo;abnormal and extreme redactions&rdquo; to the materials&mdash;which included a number of fully blacked out pages&mdash;&ldquo;with no explanation.&rdquo;</p>\n\n\n\n<p><strong>Read more: </strong><em><a href=\"https://time.com/7342581/jeffrey-epstein-doj-justice-department-files-documents-redactions/\" >What&rsquo;s Redacted in the New Epstein Files and What Isn&rsquo;t</a></em></p>\n\n\n\n<p>Senate Minority Leader Chuck Schumer <a href=\"https://x.com/senschumer/status/2008232235673989381?s=46\"  target=\"_blank\">on Monday</a> also criticized the DOJ for failing to submit a report to Congress including a list of political figures named in the files.</p>\n\n\n\n<p>&ldquo;Trump&rsquo;s DOJ has failed to submit a report to Congress, which is required to include a list of all government officials and politically exposed persons named or referenced in the released materials, without redactions,&rdquo; he wrote in a post on X. &ldquo;What are they trying to hide?&rdquo;</p>\n\n\n\n<p>The Democratic lawmaker <a href=\"https://x.com/senschumer/status/2008232235673989381?s=46\"  target=\"_blank\">accused</a> the department of &ldquo;lawlessness&rdquo; and said he would &ldquo;do everything in my power to ensure all the files come out.&rdquo;</p>\n\n\n\n<p>After months of Republican pushback, the Epstein Files Transparency Act was ultimately passed by both houses of Congress in mid-November with broad bipartisan support and&nbsp; <a href=\"https://time.com/7335230/trump-signs-epstein-files-bill/\" >signed by Trump</a> after the President reversed his own opposition to the measure and urged Republicans to support it.&nbsp;</p>\n\n\n\n<p>It is unclear when the next trove of documents will be released by the DOJ, or how long it will take for all files to be released.&nbsp;</p>\n",
      "pubDate": "Tue, 06 Jan 2026 17:33:29 +0000",
      "wordCount": 587,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "82d4936e2ca2",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:11.713Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "Trump Floats Cancelling 2026 Elections, Then Insists He Won’t",
      "link": "https://time.com/7343696/trump-floats-cancelling-2026-elections/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7343696\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module video-2\" data-src=\"https://time.com/7343696/trump-floats-cancelling-2026-elections/\" data-widget-id=\"SB_4\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2254936285.jpg\" alt=\"President Trump Speaks At The House GOP Member Retreat\"/>\n\n\n\n<p>President Donald Trump on Tuesday floated the idea of canceling future U.S. elections, elevating a longstanding concern among critics of how he might try to limit threats to his power in his second term.&nbsp;</p>\n\n\n\n<p>Trump brought up the idea while speaking to House Republicans at their annual retreat, and then quickly insisted he was not calling for such a move, casting his remarks as a critique of Democrats rather than a proposal. &ldquo;They have the worst policy,&rdquo; he said in his remarks at the Kennedy Center to about 70 House Republicans. &ldquo;How we have to even run against these people&mdash;I won&rsquo;t say cancel the election, they should cancel the election, because the fake news would say, &lsquo;He wants the elections canceled. He&rsquo;s a dictator.&rsquo; They always call me a dictator.&rdquo;</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>Trump&rsquo;s comments were part of a freewheeling address that also included complaints about his polling numbers ahead of the <a href=\"https://time.com/7331992/democrats-dnc-memo-elections/\" >midterm elections</a> and fresh musings about serving beyond the constitutionally mandated two-term limit. Most polls show Trump&rsquo;s approval rating hovering around 40%.</p>\n\n\n\n<p>&ldquo;I wish you could explain to me what the hell is going on with the mind of the public because we have the right policy,&rdquo; said Trump, who usually insists bad polls about him were rigged.&nbsp;</p>\n\n\n\n<p>&ldquo;You gotta win the midterms. Because if we don&#8217;t win the midterms, they&#8217;ll find a reason to impeach me,&rdquo; he added. &ldquo;I&#8217;ll get impeached.&#8221;</p>\n\n\n\n<p><strong>Read More</strong>: <em><a href=\"https://time.com/7343574/trump-impeachment-calls-gather-pace-venezuela-fallout/\" >Calls for Trump&rsquo;s Impeachment Gain Momentum Amid Fallout Over Venezuela Operation</a></em></p>\n\n\n\n<p>Federal law leaves no room for a president to cancel or postpone congressional elections. The timing of federal elections is set by Congress, and the administration of elections is carried out by the states, with oversight by Congress and the courts. Even under emergencies such as war or natural disaster, there is no clear legal mechanism for a president to unilaterally suspend national elections.</p>\n\n\n\n<p>But that hasn&rsquo;t stopped Trump from repeatedly flirting with the idea, which has alarmed Democrats and voting rights advocates.</p>\n\n\n\n<p>During his first term, he publicly suggested delaying the 2020 election, despite lacking the authority to do so. More recently, in a meeting in August with Ukrainian President Volodymyr Zelensky, Trump appeared to voice approval of Ukraine&rsquo;s ban on elections under martial law, prompting laughter in the room but alarm among his critics.</p>\n\n\n\n<p>&ldquo;So you say during the war, you can&rsquo;t have elections,&rdquo; Trump said to Zelensky at the time. &ldquo;So let me just say, three and a half years from now&mdash;so you mean, if we happen to be in a war with somebody, no more elections? Oh, that&rsquo;s good.&rdquo;</p>\n\n\n\n<p>His comments came on the fifth anniversary of the Jan. 6, 2021 attack on the U.S. Capitol, when a pro-Trump mob stormed the building in an effort to stop Congress from certifying Trump&rsquo;s 2020 election loss, a result that Trump has never accepted. During his speech Tuesday, he again falsely claimed that the 2020 election had been &ldquo;rigged,&rdquo; repeating unsubstantiated allegations of widespread voter fraud that have been rejected by courts, election officials from both parties, and members of his own former administration.</p>\n\n\n\n<p>&ldquo;The election was rigged,&rdquo; Trump told the House Republican Conference. &ldquo;You ought to have voter ID. You ought to insist on it.&rdquo;</p>\n\n\n\n<p>He added, &ldquo;We got to straighten this out before it gets too crazy,&rdquo; arguing that opposition to voter identification laws was proof of corruption. &ldquo;When somebody says, &lsquo;No, we don&rsquo;t want voter ID,&rsquo; that means they&rsquo;re crooked,&rdquo; he said, without evidence.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 17:29:39 +0000",
      "wordCount": 575,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "a0f4445ef886",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:11.713Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "The AI Safety Demo That Caused Alarm in Washington",
      "link": "https://time.com/7343429/ai-bioweapons-gemini-claude/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7343429\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7343429/ai-bioweapons-gemini-claude/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/ai-bioweapons.jpg\" alt=\"Science biotechnology DNA chromosome, 3D rendering\"/>\n\n\n\n<p>Welcome back to <em>In the Loop</em>, TIME&rsquo;s new twice-weekly newsletter about AI. If you&#8217;re reading this in your browser, why not <a href=\"http://timeintheloop.beehiiv.com/subscribe\"  target=\"_blank\">subscribe</a> to have the next one delivered straight to your inbox?</p>\n\n\n\n<hr/>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center\">What to Know: A Dangerous Demo</h2>\n\n\n\n<p>Late last year, an AI researcher opened his laptop and showed me something jaw-dropping.</p>\n\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n<p>Lucas Hansen, co-founder of nonprofit CivAI, was showing me an app he built that coaxed popular AI models into giving what appeared to be detailed step-by-step instructions for creating poliovirus and anthrax. Any safeguards that these models had were stripped away. The app had a user-friendly interface; with the click of a button, the model would clarify any given step. </p>\n\n\n\n<p>Leading AI companies have been warning for years that their models might soon be able to help novices create dangerous pathogens&mdash;potentially sparking a deadly pandemic, or enabling a bioterror attack. In the face of these risks, companies like OpenAI, Google, and Anthropic have tightened safety mechanisms for their latest generation of more powerful models, which are better at resisting so-called &ldquo;jailbreaking&rdquo; attempts. </p>\n\n\n\n<p>But on Hansen&rsquo;s laptop, I was watching an older class of models&mdash;Gemini 2.0 Flash and Claude 3.5 Sonnet&mdash;seemingly oblige bioweapon-related requests. Gemini also gave what appeared to be step-by-step instructions for building a bomb and a 3D-printed ghost gun.</p>\n\n\n\n<p><strong>Wait a sec &mdash; </strong>I&rsquo;m no biologist, and I had no way of confirming that the recipes on Hansen&rsquo;s screen would have actually worked. Even model outputs that appear convincing at first glance might not work in practice. Anthropic, for example, has conducted what it calls &ldquo;uplift trials,&rdquo; where independent experts assess the degree to which AI models could help a novice create dangerous pathogens. By their measure, Claude 3.5 Sonnet didn&rsquo;t meet a threshold for danger. In a statement, a Google spokesperson said: &ldquo;Safety is a priority and we take such issues very seriously. We don&#8217;t allow usage of our models to engage in this sort of behavior, but because we aren&rsquo;t able to review the research, we cannot verify its accuracy. It&rsquo;s important for an expert with a CBRN [Chemical, Biological, Radiological, and Nuclear] background to assess the prompts and responses to understand their accuracy and potential for replication.&rdquo;</p>\n\n\n\n<p><strong>Tips and tricks &mdash; </strong>But Siddharth Hiregowdara, another CivAI co-founder, says that his team ran the models&rsquo; outputs past independent biology and virology experts, who confirmed that the steps were &ldquo;by and large correct.&rdquo; The older models, he says, can still give correct details down to the specific DNA sequences that a user could order from an online retailer, and specific catalog numbers for other lab tools to be ordered online. &ldquo;Then it gives you tips and tricks,&rdquo; he says. &ldquo;One of the misconceptions people have is that AI is going to lack this tacit knowledge of the real world in the lab. But really, AI is super helpful for that.&rdquo;</p>\n\n\n\n<p><strong>A new lobbying tool &mdash; </strong>It goes without saying that this app is not available to the public. But its makers have already taken it on a tour of Washington, D.C., giving two dozen or so private demonstrations to the offices of lawmakers, national security officials, and Congressional committees, in an attempt to viscerally demonstrate to policymakers the power of what AI can do today, so that they begin to take the technology more seriously.</p>\n\n\n\n<p><strong>Shock and awe &mdash;</strong> &ldquo;One pretty noteworthy meeting was with some senior staff at a congressional office on the national security/intelligence side,&rdquo; says Hiregowdara. &ldquo;They said that two weeks ago a major AI company&#8217;s lobbyists had come in and talked with them. And so we showed them this demo, where the AI comes up with really detailed instructions for constructing some biological threat. They were shocked. They were like: &lsquo;The AI company lobbyists told us that they have guardrails preventing this kind of behavior.&rsquo;&rdquo;</p>\n\n\n\n<hr/>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center\">Who to Know: Nick Turley, Head of ChatGPT</h2>\n\n\n\n<p>Nick Turley used to be anonymous. He could return to small-town Germany, where he is from, or wander the streets of San Francisco, where he lives, without anybody knowing his work. This is no longer true. As OpenAI&rsquo;s head of ChatGPT, Turley now meets passionate users of his product wherever he travels in the world.</p>\n\n\n\n<p>&ldquo;That feels categorically different in 2025 versus earlier,&rdquo; he told me when we spoke at the tail end of last year. Turley was reflecting on a year when ChatGPT usage more than doubled to over 800 million users, or 10% of the world&rsquo;s population. &ldquo;That leaves at least 90% to go,&rdquo; he said, with an entirely straight face.</p>\n\n\n\n<p>One thing I wanted to ask Turley about was OpenAI&rsquo;s plans for turning a profit, as the company is currently losing billions of dollars per year. His boss Sam Altman has mused publicly about putting ads into ChatGPT, and I asked him what he thought of that idea.</p>\n\n\n\n<p>&ldquo;I want to live in a world where we can offer our smartest model capabilities to all users around the world. And for that reason, I feel like we actually have a moral duty to explore all possible business models that can maximize access around the world, and ads is one of them,&rdquo; Turley said.</p>\n\n\n\n<p>The company, he added, is debating internally whether ads would introduce a conflict of interest into ChatGPT, raising questions of whether the chatbot was serving the user&rsquo;s interests first, or the advertiser&rsquo;s. &ldquo;If you were to do something like that [introducing ads],&rdquo; Turley told me, &ldquo;you&#8217;d want to be very principled, and you&#8217;d want to communicate the principles of how it works.&rdquo;</p>\n\n\n\n<hr/>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center\">AI in Action</h2>\n\n\n\n<p>40 million people use ChatGPT for health advice, according to an OpenAI report first shared with Axios. That makes up more than 5% of all ChatGPT messages globally, by Axios&rsquo; calculations. &ldquo;Users turn to ChatGPT to decode medical bills, spot overcharges, appeal insurance denials, and when access to doctors is limited, some even use it to self-diagnose or manage their care,&rdquo; the outlet <a href=\"https://www.axios.com/2026/01/05/chatgpt-openai-health-insurance-aca\"  target=\"_blank\" rel=\"noreferrer noopener\" target=\"_blank\">reported</a>.</p>\n\n\n\n<hr/>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center\">What We&rsquo;re Reading</h2>\n\n\n\n<p><a href=\"https://www.transformernews.ai/p/claude-code-is-about-so-much-more\"  target=\"_blank\" rel=\"noreferrer noopener\" target=\"_blank\"><strong>Claude Code is about so much more than coding</strong></a>, in <em>Transformer</em></p>\n\n\n\n<p>Shakeel Hashim writes: &ldquo;This is crucial to understanding why Claude Code has implications for everyone, not just the developers that have already been wowed by it. Claude Code doesn&rsquo;t just generate code for engineers to review and deploy. It uses code to accomplish tasks. The &lsquo;Code&rsquo; in its name is misleading, and undersells the actual product: a general-purpose AI agent that can do almost anything on your computer.&rdquo;</p>\n",
      "pubDate": "Tue, 06 Jan 2026 15:03:37 +0000",
      "wordCount": 1075,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "eb7df9bfdd25",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:11.713Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    },
    {
      "title": "Calls for Trump’s Impeachment Gain Momentum Amid Fallout Over Venezuela Operation",
      "link": "https://time.com/7343574/trump-impeachment-calls-gather-pace-venezuela-fallout/",
      "content": "\n<aside class=\"right-rail__container right-rail__container--ad\"><div class=\"right-rail__ad__wrapper right-rail__module\"><div class=\"right-rail__ad\" id=\"right-rail__ad-7343574\"></div></div>\n<div class=\"OUTBRAIN right-rail__outbrain right-rail__module\" data-src=\"https://time.com/7343574/trump-impeachment-calls-gather-pace-venezuela-fallout/\" data-widget-id=\"SB_2\" data-ob-template=\"timemag\"></div></aside>\n\n<img decoding=\"async\" class=\"wp-block-gutenberg-custom-blocks-featured-media\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-2254194605.jpg\" alt=\"Nicolas Maduro Transported To Court Hearing\"/>\n\n\n\n<p>President Donald Trump has heralded his operation in Venezuela as a victory, praising the &#8220;spectacular assault&rdquo; that led to the successful capture of fallen President Nicol&aacute;s Maduro and his wife, <a href=\"https://time.com/7343188/who-is-cilia-flores-maduro-wife-venezuela-politics/\" >Cilia Flores</a>. However, while the Trump Administration celebrates what it considers to be a win, others have voiced serious concerns about the way in which the U.S. conducted its assault.</p>\n[time-brightcove not-tgx=&#8221;true&#8221;]\n\n\n\n\n<p>The United Nations on Tuesday said the action from the U.S. has made &ldquo;<a href=\"https://news.un.org/en/story/2026/01/1166707\"  target=\"_blank\">all States less safe around the world</a>.&rdquo; This follows significant criticism and<a href=\"https://time.com/7342925/venezuela-maduro-capture-reaction/\" > caution</a> from world leaders regarding the Venezuela operation. Furthermore, since Saturday&rsquo;s pre-dawn raid in Caracas, Trump has threatened that the U.S. may carry out <a href=\"https://time.com/7343093/trump-venezuela-us-next-colombia-cuba-greenland-iran-mexico/\" >interventions</a> elsewhere in the world, prompting further concern and <a href=\"https://time.com/7343110/trump-greenland-annex-threats-nielsen-responds/\" >disapproval</a>.</p>\n\n\n\n<p>At home in the U.S., calls for the President&rsquo;s impeachment are now gaining momentum, as some Democratic lawmakers, along with prominent figures in the political space, demand that action be taken.</p>\n\n\n\n<p>Rep. April McClain Delaney of Maryland on Monday called for the Democratic Caucus to &ldquo;imminently consider impeachment proceedings&rdquo; against Trump in response to his military action in Venezuela.</p>\n\n\n\n<div class=\"wp-block-gutenberg-custom-blocks-video-jw\">[video id=lmgDQ3rd vertical video_text=How the World Is Reacting to the U.S. Capture of Nicol&aacute;s Maduro]</div>\n\n\n\n<p>&ldquo;Over the weekend, we saw the President&mdash;without authorization or approval from Congress, as required by our Constitution&mdash;launch an attack on Venezuela and voice his intention to &lsquo;run&rsquo; the country,&rdquo; <a href=\"https://mcclaindelaney.house.gov/media/press-releases/congresswoman-mcclain-delaney-statement-trumps-illegal-actions-venezuela\"  target=\"_blank\">said Delaney</a>, who criticized her Republican colleagues, accusing them of &ldquo;allowing Trump to defy the rule of law.&rdquo;</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/mcclain-delaney-impeachment-mar13.jpg\" alt=\"House Democrats 2025 Issues Conference\" alignment=\"center\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<p>Urging a response from Congress, Delaney added: &ldquo;It is time&mdash;full stop&mdash;for Congress to step up to the plate and stop this Administration&#8217;s unauthorized and harmful actions.&rdquo;</p>\n\n\n\n<p>This was just the latest serious call for impeachment, as many Democrat lawmakers have labeled Trump&rsquo;s actions in Venezuela an &ldquo;impeachable&rdquo; matter.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Calls for Trump&rsquo;s impeachment gather momentum</strong></h2>\n\n\n\n<p>California state Sen. Scott Wiener, <a href=\"https://time.com/7331664/nancy-pelosi-retirement-congress/\" >who is running for Rep. Nancy Pelosi&rsquo;s Congress seat</a>, has called for Trump to be impeached over, what he refers to as, the &ldquo;illegal invasion and coup in Venezuela.&rdquo;</p>\n\n\n\n<p>&ldquo;Trump illegally invaded Venezuela, seizing and bombing the capitol, seizing the country&rsquo;s oil assets, and taking President Maduro and his wife prisoner,&rdquo; said Weiner in <a href=\"https://sd11.senate.ca.gov/news/senator-wiener-calls-trumps-impeachment-his-illegal-invasion-and-coup-venezuela\"  target=\"_blank\">a press release</a> issued on Jan. 3.</p>\n\n\n\n<p>&ldquo;Trump has no legal authority to invade Venezuela, given lack of authorization by Congress. This lawless act is yet another impeachable offense by this thug President,&rdquo; claimed Wiener, who cited concerns that the President&rsquo;s actions could prompt &ldquo;China to invade Taiwan and Russia to escalate its conquest in Ukraine.&rdquo;</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/scott-wiener-impeachment-nov18.jpg\" alt=\"Senator Scott Wiener and advocates announce the No Kings Act\" alignment=\"center\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<p>Rep. Delia C. Ramirez of Illinois <a href=\"https://ramirez.house.gov/media/press-releases/congresswoman-ramirez-slams-trumps-war-crimes-venezuela-demands-congress-act\"  target=\"_blank\">described</a> Maduro&rsquo;s capture as a &ldquo;kidnapping&rdquo; and insisted the operation was &ldquo;illegal&rdquo; and amounted to &ldquo;dangerous violations of international and U.S. law.&rdquo;</p>\n\n\n\n<p>&ldquo;Trump and his Administration are out of control because they believe they are untouchable. But they are not&hellip; Trump must be impeached,&rdquo; said Ramirez, who called for the <a href=\"https://omar.house.gov/media/press-releases/rep-ilhan-omar-cpc-leaders-introduce-war-powers-resolution-end-unauthorized\"  target=\"_blank\">War Powers Resolution</a>, submitted by Rep. Ilhan Omar last September, to be passed.</p>\n\n\n\n<p><a href=\"https://www.congress.gov/bill/119th-congress/house-concurrent-resolution/51/text\"  target=\"_blank\">The resolution</a>, which calls &ldquo;to direct the removal of United States Armed Forces from hostilities that have not been authorized by Congress,&rdquo; was referred to the House Committee on Foreign Affairs after its submission and is still awaiting a hearing.&nbsp;</p>\n\n\n\n<p>Rep. Dan Goldman of New York <a href=\"https://goldman.house.gov/media/press-releases/representative-dan-goldmans-statement-president-trumps-actions-venezuela\"  target=\"_blank\">accused Trump</a> of using the same &ldquo;illegal and unconstitutional tactics as Maduro&rdquo; in the operation, saying that such action &ldquo;not only undermines our democracy and violates our Constitution but also emboldens dictators around the world.&rdquo;</p>\n\n\n\n<p>&ldquo;I believe President Trump&rsquo;s true motivation is to take control of Venezuela&rsquo;s vast oil resources as a favor to American oil executives who helped get him elected,&rdquo; alleged Goldman, who referred to the operation as a &ldquo;violation of the United States Constitution&rdquo; that amounts to &ldquo;an impeachable offense.&rdquo;</p>\n\n\n\n<p>Rep. Maxine Waters of California, who is also co-chair of the Congressional Caribbean Caucus, <a href=\"https://democrats-financialservices.house.gov/news/documentsingle.aspx?DocumentID=414082\"  target=\"_blank\">said</a> that Trump had no authority &ldquo;to bypass Congress to launch military strikes against a sovereign nation, while brazenly admitting that controlling Venezuela&#8217;s oil is part of his motivation.&rdquo;</p>\n\n\n\n<p>&ldquo;Many Democrats have understandably questioned whether impeachment is possible again under the current political reality. I am reconsidering that view,&rdquo; said Waters in reference to previous attempts to impeach Trump during his first term as President.</p>\n\n\n\n<p>In an email to TIME on Monday, the White House defended the Venezuela operation and accused Democrats of taking &ldquo;twisted stands&rdquo; in the wake of the military intervention.</p>\n\n\n\n<p>&ldquo;At President Trump&rsquo;s direction, the Administration lawfully executed a federal arrest warrant against Nicol&aacute;s Maduro, which was issued by a federal judge for Maduro&rsquo;s corrupt and criminal actions as a narcoterrorist trafficking illicit narcotics into the United States,&rdquo; said White House deputy press secretary Anna Kelly.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>When has Trump previously faced impeachment?</strong></h2>\n\n\n\n<p>In December 2019, <a href=\"https://time.com/5746997/articles-of-impeachment-donald-trump/\" >Trump faced two articles of impeachment</a> when he was <a href=\"https://www.congress.gov/116/bills/hres755/BILLS-116hres755enr.pdf\"  target=\"_blank\">accused</a> of leveraging foreign assistance to Ukraine in order to coerce the country&rsquo;s new Administration to investigate Joe Biden, who at the time was the former Vice President.</p>\n\n\n\n<p>The House of Representatives <a href=\"https://time.com/5751699/donald-trump-impeached/\" >voted</a> mostly along party lines to impeach the President, sending the case to the Senate. Trump was ultimately <a href=\"https://time.com/5778572/donald-trump-acquitted-impeachment/\" >acquitted</a> by the Senate in February 2020.</p>\n\n\n\n<figure class=\"wp-block-gutenberg-custom-blocks-inline-image\"><img decoding=\"async\" src=\"https://api.time.com/wp-content/uploads/2026/01/GettyImages-1301993955.jpg\" alt=\"Second Impeachment Trial Of Donald J. Trump Continues In Senate\" alignment=\"original-size-image\"/><p class=\"article_header\"></p><p class=\"article_subheading\"></p><p class=\"article_text\"></p></figure>\n\n\n\n<p>A year later, the President was <a href=\"https://time.com/5928988/donald-trump-impeached-second-time/\" >impeached</a> for a second time in a historic House vote. He was accused of provoking violent protesters to storm the Capitol building during the Jan. 6 riots. The Senate once again acquitted Trump, falling short of the 67 majority vote needed, with only <a href=\"https://www.senate.gov/legislative/LIS/roll_call_votes/vote1171/vote_117_1_00059.htm\"  target=\"_blank\">57 Senators</a> voting in favor of the impeachment.</p>\n",
      "pubDate": "Tue, 06 Jan 2026 13:42:13 +0000",
      "wordCount": 894,
      "sourceName": "TIME",
      "sourceLanguage": "en",
      "id": "9a964b715470",
      "status": "pending",
      "syncedAt": "2026-01-07T13:39:11.713Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-08T01:07:47.157Z"
      }
    }
  ],
  "lastSync": "2026-01-08T01:06:18.746Z",
  "totalItems": 24,
  "qualityCheckedAt": "2026-01-08T01:07:47.157Z"
}