{
  "sourceId": "财富中文网-科技",
  "items": [
    {
      "title": "",
      "link": "https://www.fortunechina.com/keji/",
      "content": "",
      "pubDate": "Sun, 04 Jan 2026 16:00:00 GMT",
      "wordCount": 0,
      "sourceName": "财富中文网 - 科技",
      "sourceLanguage": "zh",
      "id": "8c6da5797558",
      "status": "archived",
      "syncedAt": "2026-01-07T06:12:45.514Z",
      "qualityFlags": {
        "skipSummary": true,
        "reasons": [
          "content_too_short"
        ],
        "checkedAt": "2026-01-07T07:30:27.111Z"
      }
    },
    {
      "title": "人工智能吞噬网络流量，但是别慌，要顺势而为",
      "link": "https://www.fortunechina.com/keji/c/2026-01/05/content_471360.htm",
      "content": "<div class=\"word-text bgf\">\n<div class=\"word-text-con\">\n<p align=\"center\">\n\n</p><p>\n</p><p>对许多网站来说，2025年的人工智能时代无疑是一记当头棒喝。无论是零售商、新闻机构，还是营销机构，流量都下跌了20%至40%，大部分是出于自然搜索流量的流失。罪魁祸首很可能是人工智能生成的新摘要，它们位于搜索结果的顶部，无需用户点击即可提供他们所需的答案。</p>\n<p>但身为梅迪尔新闻学院副教授及凯洛格高管教育项目讲师的凯利·卡特勒表示，在不断变迁的互联网生态系统中，搜索方式的改变只不过是其中最新的剧烈冲击。</p>\n<p>她指出：“在过去20年到25年中，该行业经历了多次这样的剧变。所以，我不会感到恐慌，也不会认为搜索引擎优化（SEO）已经过时，或者搜索引擎已经终结。天没有塌下来，但营销人员需要与时俱进。”</p>\n<p>因此，企业和出版商需要重新审视自身的策略，并适应人工智能对于搜索的变革，正如他们在过去应对谷歌的崛起或移动浏览的增长一样。</p>\n<p>卡特勒称，从关注新的指标和SEO战略，到大力推进个性化和替代流量来源，现在正是进行尝试的时机。</p>\n<p>“用户参与正在发生变化。”她说。“我知道这句话没有人想听，但却是不争的事实。就某些方式而言，这让我们回归本位，那就是一切都以用户为中心。”</p>\n<p>以下是驾驭全新搜索环境的三条建议。</p>\n<p><strong>追踪更细致的指标</strong></p>\n<p>尽管搜索流量大幅下降，但一些网站也发现了一些积极的迹象：虽然网站的访问人数有所减少，但真正来访的人的参与度却更高。对零售商来说，这意味着更高的销售转化率；对内容发布商而言，则意味着有更多的文章或视频得到点击阅读或观看。</p>\n<p>卡特勒表示，如果人工智能摘要提供的“简单答案”使访问者不再像以前一样进行大量的随意浏览，那么剩下的流量至少是来自动机更强的客户。</p>\n<p>卡特勒指出：“我的许多客户都发现，即使点击量下降，但曝光量和转化率反而有所提升。质量提高是好事。所以你不能因噎废食，不能全盘否定，而需要进行更深入的研究。”</p>\n<p>卡特勒建议的一个关键调整是停止过分关注点击量，而是重新关注更深层次的指标。与单纯的点击量相比，页面停留时间和用户在网站内的浏览路径等指标，一直以来都是衡量网站是否真正成功的更细致的指标。而在人工智能搜索的新时代，这些指标变得更加重要。</p>\n<p>卡特勒说：“追踪用户参与度指标至关重要。用户访问网站时会停留多久？他们做些什么？如何与内容进行互动？”</p>\n<p>她表示，由于谷歌仍然是领先的搜索引擎，因此多年来使用Google Analytics来监控流量的人，对其中的许多工具应该都很熟悉。</p>\n<p>“对于拥有数据、定期查看Google Search Console以了解流量变化情况的营销人员来说，机会很多，因此能够灵活应变，尝试各种新的策略。”</p>\n<p><strong>调整SEO策略</strong></p>\n<p>几十年来，网站一直通过各种SEO策略来获取流量。从定制标题和关键词到安装后端插件，这些方法旨在提高网站在谷歌和其他搜索门户网站上的可见度，吸引更多的访问者。</p>\n<p>但是，随着“零点击”搜索（用户可以从人工智能摘要或回复中获取答案，而不需要点击链接）大幅减少网站流量，新的游戏规则也应运而生：那就是GEO，即生成式引擎优化。尽管缩写不同，但卡特勒称，GEO在很多方面都是SEO原则的延续。</p>\n<p>“它是新版的SEO，真正考虑到流量肯定会下滑，并且其他人工智能公司会进入市场，并分走谷歌部分流量的事实。”她说。“这种方法会进行优化，从而被纳入人工智能答案或人工智能摘要。”</p>\n<p>其基本理念是，既然无法打败对手，那就加入他们的行列。当你让内容更有可能受到人工智能摘要采用，那么当读者想要了解更多的信息时，就有可能在查阅研究模型提供的参考资料时，点击进入你的网站。</p>\n<p>由于人工智能搜索尚处于早期阶段，因此还不清楚这些模型为何以及如何决定在回复中使用某些类型的内容。卡特勒表示，谷歌的E-E-A-T指南（经验、专业知识、权威性、可信度）之类的框架，应该依然适用于预测搜索引擎以及更新的人工智能工具优先考虑的内容。</p>\n<p>但是放眼未来，针对大型语言模型进行专门优化将非常重要，也就是提高内容在人工智能驱动搜索中的可见性，而不仅仅限于搜索引擎的结果页面。这将催生一个“新的西部蛮荒时代”，需要勇于尝试。</p>\n<p>“我现在向客户提出的最重要的建议，是要预留预算来测试、学习和优化。这是关键所在，因为我们还有很多未知领域，所以必须不断尝试。”</p>\n<p>一家接受卡特勒咨询服务的公司使用了人工智能优化工具来调整内容的关键词和结构，结果在谷歌人工智能摘要里出现的次数增加了61%。因此，在整个行业的流量下滑之际，他们的博客浏览量和点击量却不减反增。</p>\n<p>卡特勒说：“他们正在试用新工具，探索如何为SEO注入新活力，他们绝对没有放弃SEO。”</p>\n<p><strong>拥抱个性化</strong></p>\n<p>卡特勒指出，随着自然搜索流量的下滑，企业也应该扩充客户定位的方式。付费搜索和社交媒体虽然不是新工具，却仍然是接触特定受众的有效方式。而人工智能促使这些工具更能根据年龄、地域、职业、意图和其他特征来寻找用户。</p>\n<p>但尚未开发的真正潜力可能在于超越细分，进行更细致的接触，为每一位潜在读者或顾客提供真正契合所需的内容。</p>\n<p>卡特勒称：“人们希望获得更深刻的个性化服务。他们一直受到Netflix、Spotify以及他们每天使用的所有平台的训练，这些平台能够让他们打造高度定制化的个性化体验。”</p>\n<p>由此看来，提高用户参与度可能意味着通过收件箱来接触用户，而不是通过搜索引擎。</p>\n<p>“个性化是电子邮件营销的大好机遇，特别是新闻简报营销。你可以真正创造个性化信息的机会，并根据用户的偏好、行为以及你的数据来提供动态内容。”</p>\n<p>在定制内容之外，网站还应该考虑以不同的格式提供内容，而不是采用千篇一律的方式。读者可能更信任你的网站，而不是晦涩难懂或平淡无奇的人工智能摘要，但前提是他们可以找到符合所需详细程度的信息。有些人可能更喜欢简短的几句话或几个要点概括，而另一些人则可能更喜欢深入研究冗长的原始资料，或者更偏好视频内容。</p>\n<p>这也呼应了E-E-A-T最佳实践，该实践强调内容的多样性，通过多种方式（音频、视频和文本）以及多种形式（例如顾客评价、案例研究、访谈、产品评论、演示、常见问题解答等）来传达专业知识和思想领导力。</p>\n<p>卡特勒认为，即便用户没有点击人工智能摘要或个性化新闻简报，但是适应这种新的优化时代，可能意味着回归网站的初衷：将人与信息联系起来。</p>\n<p>她说：“我们早已习惯了以网站流量作为目标，但我深信这不是最终结果。归根结底，我的用意是在帮助别人。当我能够提供他们感兴趣的信息，帮助他们继续探索，这对我而言就是成功。”（财富中文网）</p></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Sun, 04 Jan 2026 16:00:00 GMT",
      "wordCount": 2408,
      "sourceName": "财富中文网 - 科技",
      "sourceLanguage": "zh",
      "id": "6c114fb16516",
      "status": "pending",
      "syncedAt": "2026-01-07T06:12:45.514Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-07T07:30:27.111Z"
      }
    }
  ],
  "lastSync": "2026-01-07T06:12:45.514Z",
  "totalItems": 2,
  "qualityCheckedAt": "2026-01-07T07:30:27.111Z"
}