{
  "sourceId": "财富中文网-科技",
  "items": [
    {
      "title": "AI泡沫要崩了？历史经验告诉你",
      "link": "https://www.fortunechina.com/keji/c/2026-01/07/content_471397.htm",
      "content": "<div class=\"word-zh\">\n<div class=\"word-text\">\n<div class=\"wt-wp word-text-con\">\n<p align=\"center\">\n</p><p>\n</p><p align=\"center\">\n</p><center><img width=\"100%\" src=\"https://images1.caifuzhongwen.com/images/attachement/jpg/site1/20260107/080027b692af2ac8611102.jpg\" style=\"width:100%\" referrerpolicy=\"no-referrer\"></center>\n<div style=\"TEXT-ALIGN: left\" align=\"left\"><font color=\"gray\">图片来源：Getty Images</font></div>\n<p></p><p>\n</p><p>随着AI概念受到热炒，美国股市再度创下新高。但也有越来越多的投资者在问，AI是泡沫吗？这个泡沫注定会破裂吗？</p>\n<p>这个问题没有一个简单的答案，起码从历史上看是这样的。</p>\n<p>2025年，标准普尔500指数大涨 16%，其中英伟达、Alphabet、博通和微软等人工智能概念股的贡献最为显著。但与此同时，各大科技巨头砸钱几千亿美元搞AI大基建，这也引发了市场的担忧。彭博社收集的数据显示，未来一年，微软、Alphabet、亚马逊和Meta的资本支出预计将增长 34%，总额达到约4400亿美元。</p>\n<p>与此同时，OpenAI也表示，将投资超1万亿美元搞AI大基建，对一家尚未盈利的非上市公司而言，这一数字怎能不令人咋舌。不过更令人担心的问题是，OpenAI所谓的万亿投资，很多都是跟少数几家科技巨头左手倒右手，形成了资金闭环。里面有多少水份，外人恐怕很难说得清。</p>\n<p>景顺集团首席全球市场策略师布莱恩・莱维特指出，纵观历史，每当出现能够改变社会面貌的科技进步时，都不免会出现过度投资的现象。在铁路、电力和互联网的发展过程中，这种现象屡见不鲜，这一次可能也不例外。</p>\n<p>他表示：“从某种程度上说，基础设施投资短期内可能会超出经济的实际需求，但这并不意味着铁路最终不会完工，或者互联网最终不会普及。”</p>\n<p>话虽这么说，但是随着股票估值的不断攀升，加上标普500指数已经连续第三年实现了两倍数的增长率，投资者们自然会愈发担忧——市场究竟还剩多少上行空间？如果AI带来的价值没能兑现市场的高预期，这些市值又将蒸发多少？光是英伟达、微软、Alphabet、亚马逊、博通和Meta这六家公司的市值，就占了整个标普指数的近30%。因此，一旦AI板块遭遇抛售，整个指数都将遭受沉重打击。</p>\n<p>塞特拉金融集团的首席投资官吉恩・戈德曼并不认为AI板块有泡沫。他指出：“泡沫通常会在熊市中破裂。但我们目前看不到短期内有熊市的迹象。”</p>\n<p>下面，我们就将当下的AI热，与前几次科技泡沫做一次对比。</p>\n<p><strong>速度与时间</strong></p>\n<p>要想判断AI股是否过热，有一个简单的办法，就是将其与以往的牛市做对比。美银策略师迈克尔・哈特内特的研究显示，自1900年以来，全球范围内出现的10次股市泡沫，平均持续时间仅为两年半左右，从谷底到峰值的平均涨幅为 244%。</p>\n<p>相比之下，AI股的涨势已经进入第三个年头。自2022年年底以来，标普500指数已上涨79%，以科技股为主的纳斯达克100指数的涨幅更是达到了130%。</p>\n<p>光看数据，我们还难以得出确切结论，不过哈特内特提醒投资者，即便股民认为市场已经有泡沫了，也不应该胡乱清仓。因为牛市的最后一段行情涨幅往往最为迅猛，错过这段行情，你很有可能会后悔。他还建议，股民可以考虑考虑买一些英国股票或者能源公司的股票来对冲风险，这些股票目前的估值是比较低的。</p>\n<p><strong>集中化</strong></p>\n<p>目前，标普500指数中市值排名前10的股票，占指数总市值的比例已达40%，这么高集中度，自上世纪60年代以来还是第一次出现。这个现象已经引起了部分投资者的警惕。比如华尔街资深研究人士埃德・亚德尼就在去年12月份表示，现在再加仓科技板块已经不理智了。</p>\n<p>市场历史学家认为，虽然与之前的历史时期相比，当前的股市集中度高到近乎极端，但这在历史上也并非没有先例。伦敦商学院教授保罗・马什研究了过去125年的全球资产回报率。他指出，在20世纪30年代和60年代，美国市场头部股票的集中度也曾达到过类似的水平。马什还表示，1900年，美国股市63%的市值都绑定在了铁路板块。而直到2024年底，科技板块占整个美股市场的比例也只有37%。</p>\n<p><strong>基本面</strong></p>\n<p>TS Lombard公司的经济学家达里奥・帕金斯认为，资产泡沫是否存在，在当时是比较难判断的，只有事后才能看得出来。所以更有参考价值的是基本面，而投资者关注的指标也是可以变化的。</p>\n<p>他表示：“有的科技爱好者会说：‘现在情况不一样了’，现在的基本面估值跟以前彻底不一样了。”</p>\n<p>但某些基本面因素始终都是和很重要的。比如，与互联网泡沫时期相比，如今的AI巨头们的债务收益比，要低于当时的世界通信公司（WorldCom Inc.）。而且，英伟达和Meta等公司已经在AI业务上实现了强劲的利润增长，这与25年前那个投机盛行的时代形成了鲜明对比。</p>\n<p>不过，AI板块相关交易中潜藏的信用风险，也让部分投资者感到不安。去年9月24日，甲骨文公司发行了180亿美元债券后，其股价于次日暴跌5.6%，此后累计跌幅达到37%。法国兴业银行的估算显示，仅2026年一年，Meta、Alphabet和甲骨文三家公司就要合计融资860亿美元。</p>\n<p><strong>估值 </strong></p>\n<p>根据经济学家罗伯特・席勒发明的周期调整市盈率指标（即用股票价格除以过去10年经通胀调整后的平均收益），现在标普500指数的估值已达除2000年前后以外的历史最高水平。</p>\n<p>看好科技板块的投资者认为，尽管整个美股的估值在科技板块的拉动下不断上升，但目前的上升速度仍远低于互联网泡沫时期。在2000年的时候，思科系统公司的市盈率曾一度超过200倍，而如今英伟达的市盈率还不到50倍。</p>\n<p>Janus Henderson公司的基金经理理查德・克洛伊德表示，只有在市场对估值毫无争议的情况下，股价才会与盈利增长脱节。“目前我们还没有看到这种情况发生。”</p>\n<p><strong>投资者的审视</strong></p>\n<p>整个2025年，大家都在辩论美股是不是有泡沫。到了11月和12月份，随着投资者迈克尔・伯里和英格兰银行相继发出警告，相关讨论显著升温。彭博社的数据显示，11月份有超过1.2万篇报道提到了“AI泡沫”这个词，数量几乎相当于去年前10个月的总和。</p>\n<p>美银去年12月的一项调查显示，投资者将AI泡沫视为最大的“尾部风险”事件。超半数的受访者表示，“七大科技巨头”是华尔街交易得最忙碌的股票。</p>\n<p>巴克莱银行美国证券策略主管维努・克里希纳表示，这一点与互联网泡沫时期形成了鲜明对比。当时，市场“对互联网将彻底改变一切充满了狂热”。但是现在，随着各家科技企业债务发行规模的扩大，却有越来越多人在质疑，这么多的AI投资是否能给社会带来相对应的回报。</p>\n<p>克里希纳表示：“我不会忽略这种质疑，因为这种质疑是有益的。事实上，正是有了这种审视，才能防止崩盘等极端情况的发生。”（财富中文网）</p>\n<p>译者：朴成奎</p></div></div></div><!-- 双语 -->\n<div class=\"word-du\">\n<div class=\"word-text\">\n<div class=\"word-box\">\n\n<div class=\"word-en\">\n<p>As the artificial intelligence trade continues to push the stock market to new highs, investors are increasingly asking if we’re living through another financial bubble that’s destined to burst. </p>\n<p>The answer isn’t so simple, at least according to history.</p>\n<p>The S&amp;P 500 Index jumped 16% in 2025, with AI winners Nvidia Corp., Alphabet Inc., Broadcom Inc. and Microsoft Corp. contributing the most. But at the same time, concerns are mounting about the hundreds of billions of dollars Big Tech has pledged to spend on AI infrastructure. Capital expenditures from Microsoft, Alphabet, Amazon.com Inc. and Meta Platforms Inc. are expected to rise 34% to roughly $440 billion combined over the next year, according to data compiled by Bloomberg. </p>\n<p>Meanwhile, OpenAI has committed to spending more than $1 trillion on AI infrastructure, an eye-popping number for a closely held company that isn’t profitable. But perhaps even more troubling is the circular nature of many of its arrangements, in which investments and spending go back and forth between OpenAI and a few publicly traded tech giants.</p>\n<p>Throughout history, over-investment has been a common theme when there’s a technological advancement that will transform society, according to Invesco chief global market strategist Brian Levitt, who pointed to the development of railroads, electricity and the internet. This time may be no different.</p>\n<p>“At some point the infrastructure build may exceed what the economy will need over a short period of time,” he said. “But that doesn’t mean that the rail tracks weren’t finished or the internet didn’t become a thing, right?”</p>\n<p>Still, with equity valuations creeping up and the S&amp;P 500 just posting its third straight year of double-digit percentage gains, it makes sense that investors are growing concerned about how much upside is left and how much market value could be lost if AI doesn’t live up to the hype. Nvidia, Microsoft, Alphabet, Amazon.com, Broadcom and Meta Platforms account for almost 30% of the S&amp;P 500, so an AI selloff would hit the index hard. </p>\n<p>“A bubble likely crashes on a bear market,” said Gene Goldman, chief investment officer at Cetera Financial Group, who doesn’t believe AI stocks are in a bubble. “We just don’t see a bear market anytime soon.” </p>\n<p>Here’s how today’s AI boom stacks up against previous market bubbles. </p>\n<p><strong>Pace, Length</strong></p>\n<p>One simple way of gaging whether the AI-fueled tech rally has gone too far or too fast is to compare it against past bull runs. Looking at 10 equity bubbles from around the world since 1900, they lasted just over two-and-a-half years on average with a trough-to-peak gain of 244%, according to research by Bank of America strategist Michael Hartnett.</p>\n<p>By comparison, the AI-driven rally is in its third year, with the S&amp;P 500 rising 79% since the end of 2022 and the tech-heavy Nasdaq 100 Index gaining 130%. </p>\n<p>While it’s difficult to draw any conclusions from the data, Hartnett warns investors against fleeing the stock market even if they believe it’s in a bubble because the last stretch of the rally is typically the steepest, and missing out would be costly. One way to hedge is to buy cheap value plays like UK stocks and energy companies, he said.</p>\n<p><strong>Concentration</strong></p>\n<p>The S&amp;P 500’s 10 biggest stocks now account for roughly 40% of the index, a level of concentration not seen since the 1960s. That has put some investors off, including Wall Street research veteran Ed Yardeni, who said in December that it no longer makes sense to recommend overweighting tech stocks.</p>\n<p>Market historians argue that, while the concentration seems extreme relative to recent memory, there are precedents. Top stocks as a share of the US market were at similar levels in the 1930s and 1960s, according to London Business School professor Paul Marsh, who studied the past 125 years of global asset returns. In 1900, 63% of US market value was tied to railroad stocks, compared with 37% tied to technology at the end of 2024, Marsh said.</p>\n<p><strong>Fundamentals</strong></p>\n<p>Asset bubbles tend to be much harder to spot in real time than after the fact because fundamentals are usually at the center of the debate, and the metrics investors focus on can be fluid, according to TS Lombard economist Dario Perkins. </p>\n<p>“It is easy for tech enthusiasts to claim that ‘it’s different now’ and that fundamental valuations will never be the same again,” he said.</p>\n<p>But some fundamentals are always important. For example, compared with the dot-com bubble, today’s AI giants have lower debt-to-earnings ratios than, say, WorldCom Inc. And companies like Nvidia and Meta Platforms are already reporting strong profit growth from AI, which wasn’t necessarily the case in the speculative era 25 years ago.</p>\n<p>The potential for credit risk in the AI trade is making some investors nervous. After Oracle Corp. sold $18 billion in bonds on Sept. 24, the stock plunged 5.6% the next day and it’s down 37% since then. Meta, Alphabet and Oracle will need to raise $86 billion combined in 2026 alone, according to an estimate by Societe Generale. </p>\n<p><strong>Valuations</strong></p>\n<p>The S&amp;P 500’s valuation is the highest it’s ever been except for the early 2000s, at least according to its cyclically adjusted price-to-earnings ratio, a metric invented by economist Robert Shiller that divides a stock price by the average of its inflation-adjusted earnings over the past 10 years. </p>\n<p>Bullish investors argue that while market valuations are rising because of tech, the pace of increase is much slower than the dot-com era. At one point in 2000, Cisco Systems Inc. was priced at over 200 times its previous 12 months of earnings, while Nvidia is at less than 50 times today. </p>\n<p>Stock prices decouple from earnings growth in an environment where there’s no debate on valuations, according to Richard Clode, a fund manager at Janus Henderson. “We’re just not seeing that currently as yet,” he said.</p>\n<p><strong>Investor Scrutiny</strong></p>\n<p>Discussions of a potential stock bubble percolated throughout the year but picked up significantly in November and December amid warnings from investor Michael Burry and the Bank of England. More than 12,000 stories in November mentioned the phrase “AI bubble,” roughly equal to the prior ten months combined, according to data compiled by Bloomberg.</p>\n<p>Investors see an AI bubble as the biggest “tail risk” event, a December poll by Bank of America showed. More than half of the respondents said the Magnificent Seven tech stocks were Wall Street’s most crowded trade.</p>\n<p>This contrasts with the dot-com bubble, when there was “complete excitement about the internet revolutionizing everything,” said Venu Krishna, head of US equity strategy at Barclays. And the questions about whether AI investments will pay off are increasing as the debt issuance rises.</p>\n<p>“I wouldn’t brush it off, but I would generally think that scrutiny is healthy,” he said. “In fact, that scrutiny is what will prevent extreme moves like a crash.”</p></div></div></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Tue, 06 Jan 2026 16:00:00 GMT",
      "wordCount": 7876,
      "sourceName": "财富中文网 - 科技",
      "sourceLanguage": "zh",
      "id": "e9e63295a121",
      "status": "published",
      "syncedAt": "2026-01-07T13:39:11.570Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-09T08:26:00.311Z"
      },
      "publishedAt": "2026-01-09T15:19:32.202Z"
    },
    {
      "title": "",
      "link": "https://www.fortunechina.com/keji/",
      "content": "",
      "pubDate": "Sun, 04 Jan 2026 16:00:00 GMT",
      "wordCount": 0,
      "sourceName": "财富中文网 - 科技",
      "sourceLanguage": "zh",
      "id": "8c6da5797558",
      "status": "archived",
      "syncedAt": "2026-01-07T06:12:45.514Z",
      "qualityFlags": {
        "skipSummary": true,
        "reasons": [
          "content_too_short"
        ],
        "checkedAt": "2026-01-09T08:26:00.311Z"
      }
    },
    {
      "title": "人工智能吞噬网络流量，但是别慌，要顺势而为",
      "link": "https://www.fortunechina.com/keji/c/2026-01/05/content_471360.htm",
      "content": "<div class=\"word-text bgf\">\n<div class=\"word-text-con\">\n<p align=\"center\">\n\n</p><p>\n</p><p>对许多网站来说，2025年的人工智能时代无疑是一记当头棒喝。无论是零售商、新闻机构，还是营销机构，流量都下跌了20%至40%，大部分是出于自然搜索流量的流失。罪魁祸首很可能是人工智能生成的新摘要，它们位于搜索结果的顶部，无需用户点击即可提供他们所需的答案。</p>\n<p>但身为梅迪尔新闻学院副教授及凯洛格高管教育项目讲师的凯利·卡特勒表示，在不断变迁的互联网生态系统中，搜索方式的改变只不过是其中最新的剧烈冲击。</p>\n<p>她指出：“在过去20年到25年中，该行业经历了多次这样的剧变。所以，我不会感到恐慌，也不会认为搜索引擎优化（SEO）已经过时，或者搜索引擎已经终结。天没有塌下来，但营销人员需要与时俱进。”</p>\n<p>因此，企业和出版商需要重新审视自身的策略，并适应人工智能对于搜索的变革，正如他们在过去应对谷歌的崛起或移动浏览的增长一样。</p>\n<p>卡特勒称，从关注新的指标和SEO战略，到大力推进个性化和替代流量来源，现在正是进行尝试的时机。</p>\n<p>“用户参与正在发生变化。”她说。“我知道这句话没有人想听，但却是不争的事实。就某些方式而言，这让我们回归本位，那就是一切都以用户为中心。”</p>\n<p>以下是驾驭全新搜索环境的三条建议。</p>\n<p><strong>追踪更细致的指标</strong></p>\n<p>尽管搜索流量大幅下降，但一些网站也发现了一些积极的迹象：虽然网站的访问人数有所减少，但真正来访的人的参与度却更高。对零售商来说，这意味着更高的销售转化率；对内容发布商而言，则意味着有更多的文章或视频得到点击阅读或观看。</p>\n<p>卡特勒表示，如果人工智能摘要提供的“简单答案”使访问者不再像以前一样进行大量的随意浏览，那么剩下的流量至少是来自动机更强的客户。</p>\n<p>卡特勒指出：“我的许多客户都发现，即使点击量下降，但曝光量和转化率反而有所提升。质量提高是好事。所以你不能因噎废食，不能全盘否定，而需要进行更深入的研究。”</p>\n<p>卡特勒建议的一个关键调整是停止过分关注点击量，而是重新关注更深层次的指标。与单纯的点击量相比，页面停留时间和用户在网站内的浏览路径等指标，一直以来都是衡量网站是否真正成功的更细致的指标。而在人工智能搜索的新时代，这些指标变得更加重要。</p>\n<p>卡特勒说：“追踪用户参与度指标至关重要。用户访问网站时会停留多久？他们做些什么？如何与内容进行互动？”</p>\n<p>她表示，由于谷歌仍然是领先的搜索引擎，因此多年来使用Google Analytics来监控流量的人，对其中的许多工具应该都很熟悉。</p>\n<p>“对于拥有数据、定期查看Google Search Console以了解流量变化情况的营销人员来说，机会很多，因此能够灵活应变，尝试各种新的策略。”</p>\n<p><strong>调整SEO策略</strong></p>\n<p>几十年来，网站一直通过各种SEO策略来获取流量。从定制标题和关键词到安装后端插件，这些方法旨在提高网站在谷歌和其他搜索门户网站上的可见度，吸引更多的访问者。</p>\n<p>但是，随着“零点击”搜索（用户可以从人工智能摘要或回复中获取答案，而不需要点击链接）大幅减少网站流量，新的游戏规则也应运而生：那就是GEO，即生成式引擎优化。尽管缩写不同，但卡特勒称，GEO在很多方面都是SEO原则的延续。</p>\n<p>“它是新版的SEO，真正考虑到流量肯定会下滑，并且其他人工智能公司会进入市场，并分走谷歌部分流量的事实。”她说。“这种方法会进行优化，从而被纳入人工智能答案或人工智能摘要。”</p>\n<p>其基本理念是，既然无法打败对手，那就加入他们的行列。当你让内容更有可能受到人工智能摘要采用，那么当读者想要了解更多的信息时，就有可能在查阅研究模型提供的参考资料时，点击进入你的网站。</p>\n<p>由于人工智能搜索尚处于早期阶段，因此还不清楚这些模型为何以及如何决定在回复中使用某些类型的内容。卡特勒表示，谷歌的E-E-A-T指南（经验、专业知识、权威性、可信度）之类的框架，应该依然适用于预测搜索引擎以及更新的人工智能工具优先考虑的内容。</p>\n<p>但是放眼未来，针对大型语言模型进行专门优化将非常重要，也就是提高内容在人工智能驱动搜索中的可见性，而不仅仅限于搜索引擎的结果页面。这将催生一个“新的西部蛮荒时代”，需要勇于尝试。</p>\n<p>“我现在向客户提出的最重要的建议，是要预留预算来测试、学习和优化。这是关键所在，因为我们还有很多未知领域，所以必须不断尝试。”</p>\n<p>一家接受卡特勒咨询服务的公司使用了人工智能优化工具来调整内容的关键词和结构，结果在谷歌人工智能摘要里出现的次数增加了61%。因此，在整个行业的流量下滑之际，他们的博客浏览量和点击量却不减反增。</p>\n<p>卡特勒说：“他们正在试用新工具，探索如何为SEO注入新活力，他们绝对没有放弃SEO。”</p>\n<p><strong>拥抱个性化</strong></p>\n<p>卡特勒指出，随着自然搜索流量的下滑，企业也应该扩充客户定位的方式。付费搜索和社交媒体虽然不是新工具，却仍然是接触特定受众的有效方式。而人工智能促使这些工具更能根据年龄、地域、职业、意图和其他特征来寻找用户。</p>\n<p>但尚未开发的真正潜力可能在于超越细分，进行更细致的接触，为每一位潜在读者或顾客提供真正契合所需的内容。</p>\n<p>卡特勒称：“人们希望获得更深刻的个性化服务。他们一直受到Netflix、Spotify以及他们每天使用的所有平台的训练，这些平台能够让他们打造高度定制化的个性化体验。”</p>\n<p>由此看来，提高用户参与度可能意味着通过收件箱来接触用户，而不是通过搜索引擎。</p>\n<p>“个性化是电子邮件营销的大好机遇，特别是新闻简报营销。你可以真正创造个性化信息的机会，并根据用户的偏好、行为以及你的数据来提供动态内容。”</p>\n<p>在定制内容之外，网站还应该考虑以不同的格式提供内容，而不是采用千篇一律的方式。读者可能更信任你的网站，而不是晦涩难懂或平淡无奇的人工智能摘要，但前提是他们可以找到符合所需详细程度的信息。有些人可能更喜欢简短的几句话或几个要点概括，而另一些人则可能更喜欢深入研究冗长的原始资料，或者更偏好视频内容。</p>\n<p>这也呼应了E-E-A-T最佳实践，该实践强调内容的多样性，通过多种方式（音频、视频和文本）以及多种形式（例如顾客评价、案例研究、访谈、产品评论、演示、常见问题解答等）来传达专业知识和思想领导力。</p>\n<p>卡特勒认为，即便用户没有点击人工智能摘要或个性化新闻简报，但是适应这种新的优化时代，可能意味着回归网站的初衷：将人与信息联系起来。</p>\n<p>她说：“我们早已习惯了以网站流量作为目标，但我深信这不是最终结果。归根结底，我的用意是在帮助别人。当我能够提供他们感兴趣的信息，帮助他们继续探索，这对我而言就是成功。”（财富中文网）</p></div></div><!--/enpcontent--><!--/enpcontent-->\n            \n<div class=\"copyrightshengming\">\n                                财富中文网所刊载内容之知识产权为财富媒体知识产权有限公司及/或相关权利人专属所有或持有。未经许可，禁止进行转载、摘编、复制及建立镜像等任何使用。\n                            </div>\n",
      "pubDate": "Sun, 04 Jan 2026 16:00:00 GMT",
      "wordCount": 2408,
      "sourceName": "财富中文网 - 科技",
      "sourceLanguage": "zh",
      "id": "6c114fb16516",
      "status": "published",
      "syncedAt": "2026-01-07T06:12:45.514Z",
      "qualityFlags": {
        "skipSummary": false,
        "reasons": [],
        "checkedAt": "2026-01-09T08:26:00.311Z"
      }
    }
  ],
  "lastSync": "2026-01-09T15:19:14.702Z",
  "totalItems": 3,
  "qualityCheckedAt": "2026-01-09T08:26:00.311Z"
}